[
    {
        "empresa": {
            "id": 129,
            "analista": 31,
            "nome": "MULTIPLAN ON",
            "codigo": "MULT3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/db88351f742f31629001e5580ab6297871f1f630/MULT.svg",
            "sobre": "A Multiplan é uma das maiores empresas da indústria de shopping centers do país. A Companhia gerencia e detém uma das mais expressivas carteiras do setor, com 19 unidades em operação em grandes mercados consumidores do Brasil, como Rio de Janeiro, São Paulo, Minas Gerais, Rio Grande do Sul, Paraná, Distrito Federal e Alagoas. São mais de 5.800 lojas e cerca de 190 milhões de visitas por ano. A Multiplan atua significativamente também na área de incorporação imobiliária, com investimentos em empreendimentos residenciais e comerciais. Os avanços nesse segmento de mercado são frutos das sinergias que surgem no desenvolvimento de projetos multiuso. Ao reunir opções de moradia, trabalho, lazer, compras e serviços, a Empresa oferece conveniência e comodidade aos usuários das instalações, promove a sinergia e agrega valor a seus ativos. Atualmente, a Companhia é listada na bolsa sob o código MULT3.",
            "pontos_positivos": "Fundada como uma empresa full service, responsável pelo planejamento, desenvolvimento, propriedade e administração de um dos maiores e melhores portfólios de shopping centers do Brasil.\r\nParticipa estrategicamente do setor de desenvolvimento de imóveis comerciais e residenciais, gerando sinergias para operações relacionadas a shopping centers ao criar projetos multiuso em áreas adjacentes. Isso permite uma abordagem buscando condições de mercado que maximizem margens e retornos.\r\nGeração de caixa bastante sólida, o que favorece perspectiva de novos investimentos.\r\nPotencial de crescimento com baixo risco.\r\nA Companhia tem sinalizado a aproximação com várias empresas da América Latina para novos negócios.\r\nEquipe de executivos com alta experiência no segmento.",
            "pontos_negativos": "Grande sensibilidade das vendas de shoppings a fatores macroeconômicos, especialmente ao nível geral de emprego e de renda disponível.\r\nO desempenho pode ser prejudicado por níveis elevados no endividamento das famílias, no índice de desemprego, no índice inflacionário e nas taxas de juros.\r\nPossível desaceleração no ritmo de crescimento do setor de varejo, aliado a um aumento de competitividade (e-commerce), tende a pressionar as margens operacionais das empresas do setor.",
            "resumo": "O atual cenário macroeconômico brasileiro é dado por taxa de juros na mínima histórica (6,50%), com baixa possibilidade de alta para as próximas reuniões do COPOM, inflação controlada e dentro da meta (4,25%). Com a vitória do candidato visto como mais reformista nas eleições presidenciais, ocorre a expectativa de melhora da situação econômica, como queda do desemprego. Este, por sinal, segue em patamares elevados e continua se “beneficiando” dos empregos informais, se mantendo pouco acima de 11%, ainda com dificuldade de ficar abaixo dos dois dígitos. Outros indicadores que tendem a acompanhar esse otimismo são intenção de compra de bens duráveis e situação financeira das famílias, ambiente que tende a favorecer os shopping centers. \r\n\r\nO resultado do quarto trimestre de 2018 corrobora a crença em uma melhora no setor, com aumento na receita, nas vendas das mesmas lojas (SSR), nas vendas totais e também no fluxo de clientes nos shoppings, indicando a retomada da confiança dos consumidores, ainda que outubro tenha sido influenciado pelo período eleitoral, que historicamente produz um comportamento de cautela por parte das famílias. Além disso, a Companhia apresentou forte geração de caixa no trimestre, podendo expandir-se por meio do desenvolvimento do seu banco de terrenos ou por aquisições. Essa possível expansão pode se dar de maneira confortável, visto seu nível de alavancagem. Dessa maneira, mantemos a perspectiva de alta para as ações da Multiplan (MULT3) no longo prazo.\r\n\r\nAnálise de Resultados 4° Trimestre 2018\r\n \r\nNo quarto trimestre de 2018, a receita bruta da Multiplan foi de R$384,1 milhões, crescimento de 7,1% ante o 4T17. A receita foi impactada, principalmente: (i) pela receita de locação, refletindo o reajuste do IGP-DI; (ii) pela receita de estacionamento, devido ao maior fluxo de carros e aumento das tarifas em 15 shopping centers; e (iii) aumento na receita de serviços, devido a uma receita não recorrente relacionada ao gerenciamento de campanhas de marketing. O Ebitda por sua vez, apresentou retração de 6,1% em relação ao homólogo de 2017, por conta da valorização de 29,9% no preço da ação no trimestre e o seu efeito na linha de remuneração baseada em ações.\r\n \r\nO resultado operacional líquido (NOI - em inglês) atingiu R$318,1 milhões no último trimestre de 2018, aumento de 11,7% quando comparado com o 4T17, beneficiado pelo crescimento das receitas de locação e de estacionamento e das menores despesas de shoppings do período. O NOI é calculado pela soma do resultado operacional, como receitas de aluguéis e estacionamento, reduzindo as despesas operacionais. Na última linha da demonstração de resultados, o lucro líquido teve redução de 16,5% quando comparado com o mesmo período do ano anterior, somando R$112,7 milhões, que assim como o Ebitda foi impactada pela valorização no preço da ação no trimestre e do seu efeito na linha de remuneração baseada em ações.\r\n \r\nA Multiplan conseguiu reduzir sua alavancagem, calculada através da relação dívida líquida/Ebitda de 2,19x em setembro para 2,11x em dezembro de 2018. A combinação da geração de caixa da Multiplan e da diminuição de R$91,1 milhões na dívida bruta, levaram a uma posição de caixa de R$866,2 milhões ao final de 2018, um aumento de 1,6% quando comparada com setembro do mesmo ano. Como resultado, a dívida líquida diminuiu 5,0%, chegando a R$2,0 bilhões. O prazo médio de amortização é voltado para o longo prazo (45 meses) e representa um ponto favorável em sua estrutura de capital. Somado a isso, a Companhia tem se beneficiado da estabilidade da atual taxa básica de juros (Selic) do Brasil, mantendo o custo da sua dívida praticamente estável, variando de 7,65% ao ano para 7,62% ao ano ao final de dezembro de 2018.\r\n \r\nO Capex do período foi totalizado em R$76,3 milhões, com maior valor em revitalizações, TI e outros, que incluiu o investimento em uma iniciativa de geração de energia, assim como obras da renovação da fachada do BarraShopping. Houve também o investimento no desenvolvimento do Park Jacarepaguá. O Park Jacarepaguá será o 20º shopping center da Multiplan, no qual a Companhia terá participação de 91% nas receitas e de 100% no custo de construção do empreendimento. A administradora de shoppings ainda possui 820.519 m² de terrenos para futuros projetos multiuso. Para o possível desenvolvimento desses terrenos, a Companhia contava com um caixa de R$852,4 milhões ao final de setembro, além de uma geração de caixa forte, com alta de 44,3% sobre o 3T17.",
            "valor_total": "14.604.497",
            "receita_liquida": "1.229.142",
            "numero_acoes": "600.761",
            "pl": "8,91",
            "resultado": "470.573",
            "dividendos": "0,44",
            "beta": "0,90",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:18:37",
            "editado": "2019-03-26T15:54:37",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34457,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste da média móvel de 21 períodos com entrada de volume na compra rompendo máximas anteriores",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-14/80ce3922575f9d4dc2ac5b3c85f568b35a51fc8c/mult.png",
        "compra": "22,55",
        "compra_maxima": "22,63",
        "stop": "21,59",
        "objetivo": "23,79",
        "preco_encerramento": "23,34",
        "criado": "2018-11-14T11:41:20",
        "editado": "2018-11-30T15:47:05"
    },
    {
        "empresa": {
            "id": 351,
            "analista": 49,
            "nome": "B3 - Brasil, Bolsa, Balcão",
            "codigo": "B3SA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/c73aabc22b11b27a03e6da124e838da01416bf2e/B3SA.svg",
            "sobre": "A B3 é uma das maiores bolsas de valores do mundo e maior bolsa da América Latina. A empresa oferece um ambiente para negociação de ações, derivativos, renda fixa privada, títulos públicos, moedas e commodities. A atuação da companhia abrange registro, compensação e liquidação de ativos e valores mobiliários negociados em seus ambientes, assim como a listagem de ações e outros ativos. Atualmente, é a única bolsa de valores em operação no Brasil.",
            "pontos_positivos": "Fusão com a Cetip amplia posição de destaque da Companhia e reforça sua proteção com relação a possíveis competidores.\r\nDiversificação da fonte de geração de receita entre divisões de mercado à vista, derivativos e serviços acessórios.\r\nPosição de monopólio no mercado.\r\nAltas barreiras de entrada em termos tecnológicos, operacionais e, especialmente, regulatórios.\r\nProcesso de internacionalização da Companhia.\r\nMomento otimista de mercado geram novos negócios e novas companhias listadas na Bolsa de Valores.",
            "pontos_negativos": "Contexto negativo para o cenário macroeconômico reduz o volume financeiro investido na bolsa.\r\nPotencial passivo tributário de grande monta referente ao Imposto de Renda.",
            "resumo": "A B3 é a única atuante no seu setor no Brasil, o que lhe garante controle absoluto do mercado e a criação de importantes barreiras de entrada. Do ponto de vista tecnológico e operacional, a Companhia tem uma rede de relacionamentos e contratos que dificulta e/ou encarece a entrada de outro participante no mercado. Além disso, a integração de suas operações típicas de bolsa com atuação em clearing de ativos faz com que o potencial de ameaça de um eventual novo entrante no mercado seja minimizado.\r\n\r\nO momento atual de mercado favorecem os resultados da B3, o que pôde ser percebido no aumento dos volumes das operações nos mercados de ações e derivativos. Com isso, a Companhia registrou um crescimento forte na sua receita total neste trimestre. Junto a este fator, observamos um aumento gradativo ao longo dos últimos trimestres no ROE da Companhia, que em dezembro de 2017 era de 6,0% e no atual trimestre se encontra em 8,5%, ao mesmo tempo em que os indicadores de alavancagem da Companhia também estão caindo, o que mostra que a B3 conseguiu alcançar resultados satisfatórios após um ano completo da fusão.\r\n\r\nPara longo prazo, acreditamos na tendência de alta para a Companhia. Apesar de negociar a 31,9x o preço/lucro, vemos espaço para a B3 continuar gerando bons lucros e aproveitando a sua posição como única bolsa de valores do Brasil.\r\n\r\nANÁLISE DE RESULTADO 4º TRIMESTRE 2018\r\n\r\nA receita total da B3 atingiu R$1,46 bilhão no 4T18, alta de 27,3% sobre o mesmo período do ano anterior, reflexo do aumento de receitas em todos os segmentos. Dos quatro principais segmentos da B3, o resultado com Bovespa atingiu R$458,5 milhões e cresceu 49,7%, seguido por Cetip UFIN, que atingiu R$142,8 milhões, com alta de 31,6%. O segmento BM&F atingiu R$ 361,9 milhões, com crescimento de 27,4%, e a Cetip UTVM atingiu R$314,3 milhões, crescendo 15,6%.\r\n\r\nAs Despesas totalizaram R$656,8 milhões, 11,4% maiores que no 4T17, refletindo principalmente: (i) o aumento nas despesas com o programa de incentivo de longo prazo baseado em ações, que atingiram R$36,5 milhões aumentando 77,2%; (ii) as despesas com provisões (recorrentes e não recorrentes), que foram de R$ 33,5 milhões, saindo de um provisionamento positivo de R$22,6 milhões no 4T17; e (iii) as despesas atreladas ao faturamento, que atingiram R$57,4 milhões, alta de 94,3%.\r\n\r\nO EBITDA recorrente totalizou R$913,7 milhões no 4T18, alta de 35,8% em relação ao mesmo período do ano anterior, impulsionado pelo aumento das receitas totais. Com isso, a margem EBITDA cresceu 3,01 p.p., indo para 69,6%. O lucro líquido atingiu R$582,9 milhões, alta de 12,9% em relação ao 4T17, refletindo o aumento das receitas e do resultado financeiro e o impacto do imposto de renda no trimestre.\r\n\r\nOs investimentos em CAPEX no 4T18 foram de R$124,5 milhões, os quais se referem principalmente ao projeto de novas instalações da Companhia, atualizações de sistemas e tecnologia para todos os segmentos e desenvolvimento de produtos. A dívida bruta no trimestre era de R$4,23 bilhões (58,4% de longo prazo e 41,6% de curto prazo), o que corresponde a 1,2x o EBITDA recorrente do ano de 2018. \r\n\r\nO resultado financeiro atingiu um saldo positivo de R$38,1 milhões no atual trimestre, ante ao resultado negativo de R$25,2 milhões do 4T17. Com isso, as receitas financeiras totalizaram R$124,9 milhões, 17% superiores ao 4T17, justificadas pela maior posição de caixa da Companhia, Por sua vez, as despesas financeiras somaram R$86,8 milhões e caíram 34,2% em relação ao 4T17, explicadas pela amortização de R$1,5 bilhão de dívidas em dezembro de 2018 e pela menor taxa de juros no período.\r\n\r\nOs resultados de 2018 marcam o primeiro ano completo da operação consolidada da B3 após a fusão e o fim do processo de integração entre BM&FBOVESPA e Cetip.",
            "valor_total": "54.805.426",
            "receita_liquida": "4.831.915",
            "numero_acoes": "2.044.216",
            "pl": "12,25",
            "resultado": "2.087.444",
            "dividendos": "0,75",
            "beta": "1,19",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-03-26T09:41:06",
            "editado": "2019-03-13T08:52:01",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34488,
        "analista": 10,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de MM21 em uma tendência alta ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-16/459d87aed5fb2051bdbfd20948c947803996f739/B3SA3.PNG",
        "compra": "26,28",
        "compra_maxima": "26,40",
        "stop": "25,25",
        "objetivo": "27,70",
        "preco_encerramento": "27,45",
        "criado": "2018-11-16T11:58:16",
        "editado": "2018-11-27T15:19:47"
    },
    {
        "empresa": {
            "id": 181,
            "analista": 46,
            "nome": "Banco Banrisul",
            "codigo": "BRSR6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7a58abf6d3dc5780d5ea62990f04ac0fadf1e5ed/BRSR.svg",
            "sobre": "Fundado em 1928, o Banrisul é um banco múltiplo controlado pelo Estado do Rio Grande do Sul. A rede de atendimento Banrisul conta com quase 1.200 pontos, distribuídos em 518 agências, das quais 495 estão no Rio Grande do Sul, 17 em Santa Catarina, 4 nos demais estados brasileiros e 2 no exterior. A atuação do Banco abrange as áreas de operações de crédito pessoal, crédito imobiliário, financiamentos de longo prazo com recursos próprios e com recursos obtidos de instituições governamentais, linhas de crédito para agricultura e pecuária, linhas de crédito empresarial, poupança, depósito à vista e à prazo, além da administração de recursos de terceiros.",
            "pontos_positivos": "Baixos índices de inadimplência, mesmo atuando majoritariamente no varejo.\r\nElevação expressiva do lucro líquido recorrente anual.\r\nCrescimento da carteira de crédito do Banco, com destaque para o setor varejista, que é o foco de atuação da Instituição.\r\nControle eficiente das despesas de intermediação financeira.",
            "pontos_negativos": "Setor competitivo, onde uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nPelo maior acionista ser o Estado do Rio Grande do Sul, torna-se mais fácil a interferência do governo em prol de objetivos sociais ou políticos, sem priorizar, necessariamente, os objetivos financeiro-econômicos.\r\nAs agências são concentradas no Rio Grande do Sul, sendo que a presença em outras partes do Brasil ainda é baixa.",
            "resumo": "O ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro, que é tido como um presidente com discursos mais reformistas e mais pró-mercado. Segundo estudo do governo, a proposta original da reforma da Previdência pode economizar cerca de R$1,0 trilhão em 10 anos, o que proporcionaria um certo alívio no déficit fiscal brasileiro. Porém, o mercado ainda fica apreensivo sobre os possíveis cortes que podem acontecer durante o processo de discussão da reforma. Mediante a este cenário de apreensão, vemos que a economia brasileira encontra dificuldade para retomar um crescimento mais vigoroso, com as expectativas do PIB sendo reajustadas para baixo. Além disso, o desemprego permanece elevado, bem como a capacidade ociosa das indústrias.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Banco Banrisul no 4T18, percebe-se que eles foram positivos. Houve aumento do lucro, acompanhado da elevação da margem financeira. Por sua vez, a carteira de crédito do Banco cresceu (com destaque para o varejo), ao mesmo tempo em que a inadimplência diminuiu. Com isso, foi possível reduzir o PDD (provisão para operações de crédito de liquidação duvidosa), o que contribuiu para o aumento do lucro. As despesas, por sua vez, estão sob controle. \r\n\r\nAcreditamos que a aprovação da reforma da Previdência poderá trazer um crescimento mais forte para a economia brasileira. Assim, espera-se mais investimentos e redução do desemprego. O aumento do consumo, por sua vez, pode aumentar a demanda pelo crédito oferecido pelo Banco Banrisul. Aliado aos resultados apresentados no 4T18, vemos a tendência de longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco Banrisul apresentou lucro líquido recorrente de R$300,1 milhões, resultado 7,3% inferior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$1,1 bilhão em 2018, o que corresponde a uma alta de 20,3% em relação a 2017. Em dezembro de 2018, a Empresa apresentou o Plano de Desligamento por Aposentadoria Voluntária (PDAV), que implicou em uma provisão de R$86,5 milhões e afetou o lucro líquido (incluindo eventos não recorrentes).\r\n\r\nPor sua vez, observou-se evolução da margem financeira, que representa a diferença entre os juros pagos ao banco (devido ao crédito concedido) e aqueles pagos pelo banco (devido ao crédito tomado). No 4T18, o Banrisul registrou margem financeira de R$1,6 bilhão, face ao R$1,4 bilhão do 4T17 (alta de 10,5%). Na comparação anual, a alta foi de 9,1%, passando dos R$5,2 bilhões em 2017 para R$5,7 bilhões em 2018.\r\n\r\nDo ponto de vista das despesas de intermediação financeira, foi possível observar uma redução de 4,1% na comparação trimestral (R$1,4 bilhão versus R$1,3 bilhão) e de 17,2% entre 2017 e 2018 (R$6,2 bilhões versus R$5,1 bilhões). Já no que tange as despesas administrativas recorrentes, houve alta de 8,3% entre o 4T17 e o 4T18 (R$913,6 milhões versus R$989,3 bilhões) e elevação de 4,9% na comparação anual (R$3,6 bilhões versus R$3,8 bilhões).\r\n\r\nEm relação à carteira de crédito do Banco Banrisul, observou-se um crescimento de 8,6% entre dezembro de 2017 (R$31,4 bilhões) e o mesmo período de 2018 (R$34,1 bilhões). Dentre os diferentes segmentos da carteira, destaca-se o de pessoas físicas. Ele já representava a maior parte da carteira em 2017 (50,7%) e, após uma elevação de 4,5 p.p., passou a representar 55,2% da totalidade da carteira, fechando 2018 com R$18,8 bilhões. Isso reforça a estratégia de negócios do Banco, atendendo, majoritariamente, ao varejo.\r\n\r\nPensando na qualidade da carteira de crédito do Banco, avalia-se o índice de inadimplência acima de 90 dias. Entre 2017 e 2018, o mesmo passou de 3,56% para 2,55%. A redução de 1,01 p.p, mesmo com o crescimento de 8,6% da carteira de crédito, indica que a concessão de crédito continua a ser feita com o devido rigor, com controle de risco e evitando clientes de perfil duvidoso. Com isso, o Banco registrou índice de inadimplência acima de 90 dias inferior aos seus pares. \r\n\r\nCom a diminuição da inadimplência, foi possível reduzir as despesas anuais de provisão para operações de crédito de liquidação duvidosa (PDD). Em 2017 essa despesa foi de R$1,4 bilhão e caiu para R$1,3 bilhão em 2018 (baixa de 11,4%). Porém, na comparação entre trimestres, constatou-se aumento de 27,4%, passando de R$353,0 milhões no 4T17 para R$449,8 mmilhões no 4T18.\r\n\r\nDessa forma, é possível perceber que o lucro líquido recorrente do Banco Banrisul diminuiu entre o 4T17 e o 4T18 devido ao aumento do PDD e à elevação das despesas administrativas recorrentes, que superaram os ganhos com a elevação da margem financeira e a alta da receita de serviços e tarifas bancárias. Em contrapartida, o aumento do lucro anual foi influenciado pelo incremento da margem financeira, crescimento das despesas administrativas recorrentes, aumento da receita de tarifas e serviços e menor PDD.\r\n\r\nJá em relação ao ROAE recorrente, que representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos, calculada a partir do patrimônio líquido médio do período, constatou-se um resultado misto. De um lado, o ROAE apresentou queda de 2,6 p.p. entre o 4T17 e o 4T18, passando de 20,2% para 17,6%. Por outro lado, entre 2017 e 2018 houve uma alta de 1,8 p.p., de 13,5% para 15,3%.",
            "valor_total": "6.684.194",
            "receita_liquida": "9.519.552",
            "numero_acoes": "408.974",
            "pl": "17,72",
            "resultado": "1.312.517",
            "dividendos": "1,06",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:05:58",
            "editado": "2019-03-15T12:11:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34578,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência importante no gráfico diário indicando a continuação da tendência de alta no média prazo. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-22/762e16b34434e68c81500de59d37f9182a892f8e/brsr6.PNG",
        "compra": "19,80",
        "compra_maxima": "19,92",
        "stop": "18,61",
        "objetivo": "21,14",
        "preco_encerramento": "20,58",
        "criado": "2018-11-22T15:39:02",
        "editado": "2018-11-27T14:41:44"
    },
    {
        "empresa": {
            "id": 18,
            "analista": 43,
            "nome": "ODONTOPREV ON ",
            "codigo": "ODPV3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/144a84426e9d5ecbe8808bda65bb2b54522e2ed5/ODPV.svg",
            "sobre": "A OdontoPrev é a líder em planos odontológicos na América Latina, com mais de 7 milhões de beneficiários. A rede credenciada de cirurgiões dentistas da OdontoPrev é altamente especializada, com aproximadamente 29 mil profissionais. A Companhia é listada no Novo Mercado da B3 desde a abertura de capital em 2006, com prática de distribuição trimestral integral de resultados a acionistas, de mais de 30 países. A OdontoPrev foi fundada em 1987 por profissionais de odontologia que identificaram a oportunidade de propiciar planos odontológicos a clientes corporativos que já tinham o histórico de extensão desse tipo de benefício em seus países de origem. Em 2009 a Companhia firmou acordo de Associação com a Bradesco Dental, com o objetivo de integração das atividades das duas empresas. A Companhia também fez em parceria com Banco do Brasil na venda de seguros odontológicos, consolidando sua posição de líder no mercado de assistência odontológica há mais de 20 anos.",
            "pontos_positivos": "Evolução em importantes indicadores operacionais tais como; número de beneficiários e ticket médio.\r\nPortfólio de benefícios diversificado. A Odontoprev tem mais de 100 estruturas de benefícios e conta com flexibilidade no atendimento às demandas de seus clientes.\r\nAlta previsibilidade da receita com forte geração de caixa.\r\nCarteira diversificada e composta essencialmente por clientes corporativos. Esse perfil dificulta o abandono do plano em vista das restrições impostas pela legislação trabalhista;\r\nEmpresa sem endividamento.\r\nAmpla base de distribuição.\r\nMelhor nível de serviço na comparação com os seus principais concorrentes e pares de mercado.",
            "pontos_negativos": "A companhia não mantém contratos de exclusividade com seus agentes e corretores.\r\nSetor de operação de planos de saúde é sujeito a intensa regulação governamental e a companhia sujeita-se às determinações e restrições impostas pela ANS - Agência Nacional de Saúde.\r\nSetor tem apresentado níveis crescentes de concorrência ao longo dos últimos anos, para a abertura de capital da Hapvida e da NotreDame Intermédica no ano passado.\r\nElevação na PDD.",
            "resumo": "Apesar da lentidão da retomada econômica brasileira, o mercado de planos odontológicos vêm conseguindo crescer consistentemente ao longo dos anos, ao contrário da estagnação que foi observada em relação ao planos médico-hospitalares a partir de 2014. Ainda assim, a parcela da população que possui plano odontológico não ultrapassa 12%, fazendo com que enxerguemos potencial de crescimento para o setor, do qual a Odontoprev é líder de mercado, possuindo 29% de market-share.\r\nNo quarto trimestre de 2018, a Companhia apresentou resultados operacionais satisfatórios, com a melhor evolução de receita trimestral desde o 1T12  e fechando o ano de 2018 com o maior lucro líquido anual desde 2007. Tendo isso em vista, acreditando na possibilidade expansão do setor, os resultados operacionais apresentados e a capacidade de geração de caixa, acreditamos que a tendência de longo prazo para o ativo é de alta.\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018\r\n\r\nA Odontoprev (ODPV3) apresentou no quarto trimestre de 2018 uma receita operacional líquida de R$433,3 milhões , crescimento de 16,6% em relação ao mesmo período do ano passado e o melhor resultado desde o primeiro trimestre de 2012. Merece destaque o crescimento da receita proveniente do segmento de planos individuais, que cresceu 36,8% na base de comparação anual. Este avanço pode ser explicado pelo aumento de 14,6% no número de beneficiários, que fechou o trimestre totalizando 7,2 milhões de vidas e pelo incremento de 2,7% no ticket médio.\r\n\r\nNo que tange ao custo dos serviços prestados, este totalizou R$187,7 milhões  e com isso o índice de sinistralidade (custo dos serviços prestados/ receita operacional líquida) fechou o trimestre em 43,3%, 1,2 ponto percentual, abaixo do indicador no 4T17. O índice de sinistralidade de serviços odontológicos tende a ser menor do que o de planos de saúde e como a Empresa atua apenas no segmento odontológico, leva vantagem em relação às redes que fornecem planos de saúde e incorrem em custos mais altos.\r\n\r\nEm relação às despesas, os dispêndios no front comercial, no período cresceram 24% em relação ao 4T17, totalizando R$47,6 milhões e representando 11% da receita operacional líquida. Este acréscimo nas despesas de comercialização reflete o crescimento da carteira de planos individuais, que possui um maior custo de aquisição. Já as despesas administrativas totalizaram R$76,2 milhões no trimestre. Também foi observado um avanço de 2,4% na PDD (Provisão para perdas sobre créditos), que totalizou R$16 milhões neste trimestre.\r\n\r\nO Ebitda ajustado no 4T18 avançou 20,4% na comparação anual, totalizando R$112,9 milhões, consolidando uma margem Ebitda ajustada de 26,1%. Já o lucro líquido no período atingiu R$77,4 milhões, crescimento de 21,1% em relação ao 4T17 e consolidando um resultado anual de R$284,8 milhões, melhor resultado desde 2007. Esses resultados são justificados pelo crescimento no número de beneficiários e seu subsequente reflexo na receita líquida operacional aliados à manutenção do baixo nível do índice de sinistralidade.\r\n\r\nAo falar sobre endividamento, a empresa fechou o trimestre com uma posição de caixa de R$497 milhões e sem dívida. Obtendo assim uma posição vantajosa para utilizar sua capacidade de geração de caixa para remunerar seus acionistas ou realizar aquisições. A redução da posição de caixa líquida de R$508,1 milhões do 4T17 para R$496,8 milhões no 4T18 pode ser explicada pela aquisição da Odonto System, que gerou um desembolso de caixa no valor de R$179,2 milhões.",
            "valor_total": "7.289.449",
            "receita_liquida": "1.591.841",
            "numero_acoes": "530.142",
            "pl": "1,95",
            "resultado": "284.793",
            "dividendos": "0,16",
            "beta": "0,67",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:22:05",
            "editado": "2019-03-26T12:13:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34523,
        "analista": 22,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência no gráfico diário, após cruzamento e manutenção dos preços acima da média, indicando possível início de tendência altista.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-19/9ca13aee95a120bb76a927681d53e22383c97d72/ODPV3.PNG",
        "compra": "14,13",
        "compra_maxima": "14,22",
        "stop": "13,32",
        "objetivo": "15,05",
        "preco_encerramento": "14,60",
        "criado": "2018-11-19T17:13:58",
        "editado": "2018-11-22T13:09:45"
    },
    {
        "empresa": {
            "id": 15,
            "analista": 45,
            "nome": "Light",
            "codigo": "LIGT3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/92688fa52961bb1549681e0bc54ff1a14680aff2/LIGT.svg",
            "sobre": "A empresa faz parte do setor de energia elétrica no Brasil, atuante nos segmentos de distribuição, geração e comercialização de energia. A área de concessão se concentra no Estado do Rio de Janeiro, que tem uma área de 43.781 km2 e população de aproximadamente 16,7 milhões de pessoas. A Companhia tem a área de concessão de cerca de 26% (11.307 mil km2) do Estado e atende uma população de 11 milhões de pessoas. Dos 92 municípios do Estado com um total de 7 milhões de consumidores, a Companhia possui uma base de cerca de 4,5 milhões de clientes.",
            "pontos_positivos": "Probabilidade de retomada de crescimento econômico mais acentuada nos próximos meses. \r\nAtua em um Estado que possui o segundo maior PIB estadual. \r\nNovos programas de combate a inadimplência e perdas.",
            "pontos_negativos": "Saída da Cemig do controle da Companhia pode causar impactos negativos na gestão.\r\nTarifas e encargos elevados para o setor de energia, além do risco regulatório elevado.\r\nAlto nível de perda de energia e problemas no Estado do Rio de Janeiro.",
            "resumo": "O ano de 2018 apresentou alguns desafios para as companhias do setor elétrico. As quedas nos índices inflacionários impactaram as receitas das companhias, inadimplência em taxas consideráveis, situação hídrica desfavorável, falta de investimentos e de reformas tarifárias. Entretanto, com a definição das eleições e a guinada dos partidos pró-mercado, as perspectivas se renovaram, impactando positivamente diversos agregados macroeconômicos e projeções de crescimento a longo prazo. \r\n\r\nCom o Governo se inclinando a uma pauta mais liberal e menos intervencionista, ampliando reformas e desburocratizando o setor energético, leva a crer em expectativas de crescimento ao longo dos próximos meses. Soma-se ainda o bom desempenho do principal índice ligado ao setor (IEEX), que se valorizou em 24% no ano de 2018, frente a 15% do Ibovespa, corroborando para uma tese em permanecer se expandindo. \r\n\r\nContudo, o cenário econômico ainda permanece tímido, com reflexos nas atividades da Empresa. Somado todos os trâmites ligados a reforma da previdência, pede-se cautela quanto à performance não só do papel, mas para com todo segmento. Também é válido mencionar a mudança do controle societário, com a possível venda da participação da Cemig, e a programa de desinvestimentos, na medida em que os papéis da Companhia poderão ter bastante volatilidade com o desfecho destas transações. Diante de tais fatos, mantemos a tendência da Companhia em neutra no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nA receita operacional líquida totalizou um montante de R$2,26 bilhões no quarto trimestre de 2018, variação negativa de 16,7% comparado ao mesmo período de 2017 (R$2,7 bilhões). Tal variação é explicada pela queda no montante de R$93 milhões na classe dos Clientes Cativos em relação ao 4T17, que migraram para clientes do mercado livre. Também é importante ressaltar que no 4T17 houve um evento não recorrente no valor justo em razão da homologação da revisão tarifária em  2017, no valor de R$190 milhões.\r\n\r\nOs custos e despesas no quarto trimestre de 2018 apresentaram um somatório de R$2,31 bilhões, uma leva queda de 3,1% em comparação ao mesmo período referido do ano de 2017 (R$2,38 bilhões). Um dos pontos importantes foi a economia em R$371 milhões com despesas referentes ao risco hidrológico devido à queda do PLD (Preço de Liquidação Diferencial) e aumento do GSF (Fator de Escala de Geração).\r\n\r\nNo quarto trimestre de 2018 o volume comercializado foi de 102 MWm, redução de 11,3%, 115 MWh, em comparação ao 4T17. Tal variação é muito em virtude da redução do papel de intermediação da Light Com para atendimento de proteção contra risco hidrológico da Light Energia e do término da vigência de alguns contratos de longo prazo em dezembro de 2017.\r\n\r\nO EBITDA totalizou um montante de R$430 milhões no 4T18, queda expressiva de 54,2% quando comparado ao 4T17 (R$639 milhões). Os principais motivos ainda se centram nos efeitos não recorrentes que ocorreram no quarto trimestre de 2017, pela redução do mercado faturado e pela maior diferença de perdas no 4T18 quando comparado ao do 4T17. Assim, o lucro líquido apurado no último trimestre do ano de 2018 foi de R$92 milhões, um milhão acima quando comparado ao quarto trimestre de 2017. \r\n\r\nOs investimentos no 4T18 somaram um montante de R$289 milhões, uma elevação de 5,9% em contraponto ao mesmo período de 2017. A consolidação focou na manutenção e expansão em redes no segmento de distribuição. Já a dívida líquida da Companhia no final do ano de 2018 alcançou a marca de R$8 bilhões, aumento de 11% em comparação ao ano de 2017. Embora tenha tido esta elevação, a Companhia mantém o foco na estratégia da melhora do perfil da dívida a fim de reforçar seu compromisso com a liquidez. Entre 2017 e 2018, a Light aumentou o prazo da dívida de 2,6 anos para 3,5 anos, diminuiu o custo da dívida de 8,70% para 5,51% e aumentou o saldo de disponibilidades de R$342 milhões para R$1,7 bilhão.",
            "valor_total": "2.604.238",
            "receita_liquida": "12.490.341",
            "numero_acoes": "203.934",
            "pl": "16,36",
            "resultado": "164.654",
            "dividendos": "0,14",
            "beta": "0,77",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:15:10",
            "editado": "2019-04-25T16:01:53",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34453,
        "analista": 22,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "perda de suporte no gráfico diário",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-14/8f6ff7d8374decad96802a3b9e16f2b77eb8e45f/LIGt.png",
        "compra": "15,15",
        "compra_maxima": "15,08",
        "stop": "16,30",
        "objetivo": "13,65",
        "preco_encerramento": "16,30",
        "criado": "2018-11-14T11:16:50",
        "editado": "2018-11-22T10:01:24"
    },
    {
        "empresa": {
            "id": 156,
            "analista": 46,
            "nome": "Banco do Brasil",
            "codigo": "BBAS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/94f38f0428e205734941b5dfab6d68e8c65d237e/BBAS.svg",
            "sobre": "O Banco do Brasil é uma instituição financeira sob controle do Governo Federal, o qual possui 52,2% do total de ações da Companhia. O Banco foi fundado em 1808 e foi a primeira empresa listada em bolsa de valores no Brasil. Atualmente, sua rede de atendimento conta com mais de 4 mil agências e mais de 35 mil caixas eletrônicos, localizados em quiosques, shoppings, aeroportos e rodoviárias. No setor agrícola, o Banco cumpre importante papel na concessão de crédito e atua diretamente na execução da política governamental para esse segmento. Além disso, a Companhia diversifica seus negócios atuando no setor de serviços bancários, seguridade, mercado de capitais, administração de recursos de terceiros, cartões e franquia de atendimento no exterior.",
            "pontos_positivos": "Aumento do lucro líquido recorrente superior àquele apresentado pelos seus principais pares de mercado.\r\nRedução da inadimplência mesmo com a ampliação da carteira de crédito, o que possibilitou a redução do PDD.\r\nAlta capilaridade da rede de agências, que representam quase 22% do total de agências existentes no Brasil.",
            "pontos_negativos": "Aumento do índice de eficiência, mostrando que as despesas administrativas cresceram mais do que as receitas operacionais.\r\nSetor competitivo, no qual uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nParticipação majoritária do governo no controle acionário do Banco, o que pode favorecer a aprovação de projetos com objetivos sociais ou políticos em detrimento daqueles que visem unicamente os interesses financeiros da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro para a presidência da República. Por ter um viés mais pró-mercado, ele pode dar andamento às reformas, com destaque para a reforma da Previdência. Segundo estudo feito pelo governo, a proposta enviada para o Congresso poderia trazer uma economia de R$1,0 trilhão em 10 anos, o que aliviaria o déficit fiscal brasileiro. A aprovação das principais reformas trará consigo maior demanda por crédito, tanto pelas indústrias, para a realização de investimentos, quanto pelas pessoas, para o consumo, o que é positivo para o Banco do Brasil. \r\n\r\nPorém, o mercado ainda fica apreensivo a respeito dos possíveis cortes que a proposta original pode sofrer antes de ser aprovada. Assim, a economia brasileira encontra dificuldades para voltar a crescer de forma vigorosa, de forma que o PIB nacional vem sendo reajustado para baixo frente às expectativas inicialmente traçadas. A inflação aparenta estar sob controle, enquanto a taxa Selic está nas mínimas históricas (6,5% a.a.). O desemprego permanece elevado, enquanto a capacidade ociosa da indústria ainda tem bastante espaço para diminuir. A expectativa é de que o Brasil cresça de forma mais acelerada, mesmo que isso demore mais do que o esperado, de forma que o desemprego diminua juntamente à capacidade ociosa da indústria. Isso tende a aumentar a demanda por crédito do Banco, trazendo aumento de receita. \r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco do Brasil no 4T18, percebe-se que ele foi majoritariamente positivo. O lucro líquido ajustado se expandiu juntamente ao crescimento da margem financeira líquida. A carteira de crédito do Banco também aumentou, com destaque para o segmento de pessoa física. Apesar disso, o setor de pessoa jurídica continua a representar a maior parte da carteira de crédito da Instituição. A inadimplência do Banco do Brasil diminuiu, o que possibilitou uma redução no PDD.\r\n\r\nCom um cenário político econômico favorável, aliado aos resultados positivos apresentados no 4T18, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco do Brasil apresentou lucro líquido ajustado de R$3,8 bilhões, resultado 20,6% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$13,5 bilhões em 2018, o que corresponde a uma alta de 22,2% em relação a 2017. O crescimento do lucro líquido ajustado pode ser justificado pela redução das despesas de provisão de crédito (PDD), pelo aumento das rendas de tarifas e pelo controle de custos eficiente adotado na Companhia. \r\n\r\nTambém constatou-se aumento em relação à margem financeira líquida, que mensura a diferença entre os juros pagos ao Banco (devido ao crédito concedido) e aqueles pagos pelo Banco (devido ao crédito tomado). No 4T18, o Banco do Brasil registrou margem de R$9,3 bilhões frente aos R$8,9 bilhões do 4T17 (alta de 4,6%). Já na comparação anual, a alta foi de 8,6%, passando de R$32,6 bilhões para 35,4 bilhões. Como principais contribuições para esse crescimento, tem-se o aumento nas receitas financeiras com operações de crédito, influenciadas positivamente pelo crescimento da carteira de crédito de pessoas físicas. Além disso, também houve elevação da despesa financeira de captação, que foi afetada pela elevação da taxa de juros na Argentina, culminando em um aumento da despesa em depósitos a prazo no Banco Patagônia. \r\n\r\nEm relação à carteira de crédito do Banco do Brasil, observou-se evolução de 1,8% entre dezembro de 2017 e o mesmo período de 2018 (R$684,8 bilhões versus R$697,3 bilhões). O destaque ficou para a carteira de pessoa física, que cresceu 2,7% de um ano ao outro, de forma que a participação na totalidade da carteira passou de 27,4% para 28,2%. De toda forma, o segmento de pessoa jurídica continuou com a maior representatividade (38,7% em dezembro de 2018) e apresentou evolução de 0,7% na comparação anual.\r\n\r\nVisando analisar a qualidade da carteira de crédito do Banco do Brasil como um todo, observa-se o índice de inadimplência acima de 90 dias. Em dezembro de 2017 registrou-se inadimplência de 3,72%, enquanto no mesmo período de 2018 ele era de 2,53%. Essa redução de 1,19 p.p. reflete o menor saldo de inadimplência no período, sendo que a cobertura segue compatível com o perfil de risco da mesma. Dessa forma, o Banco do Brasil conseguiu reduzir a sua Provisão para Créditos de Liquidação Duvidosa líquida (também conhecida como PDD). Ela passou de R$3,9 bilhões no 4T17 para R$3,2 bilhões no 4T18 (redução de 19,0%). Já na comparação anual, o PDD passou de R$20,1 bilhões em 2017 para R$14,2 bilhões em 2018 (redução de 29,2%). A redução da PDD foi um dos fatores que influenciou positivamente o lucro da Instituição. \r\n\r\nQuanto ao Retorno sobre Patrimônio Líquido Anualizado (RSPL ou ROAE), observou-se elevação de 1,8 p.p. entre o 4T17 e o 4T18, passando de 14,5% para 16,3%. Em linhas gerais, esse indicador representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos e é calculado a partir do patrimônio líquido médio do período. Já na comparação anual, constatou-se elevação de 1,6 p.p. (12,3% em 2017 versus 13,9% em 2018). A título comparativo, o CDI anualizado foi de 6,3%, refletindo a capacidade de geração de valor do Banco. \r\n\r\nFinalmente, percebe-se que o Banco do Brasil apresentou Índice de Basileia de 18,9% em dezembro de 2018. Ele foi 0,7 p.p. menor do que aquele apresentado no mesmo período de 2017. De toda forma, ele permanece acima daquele estipulado pelo Bacen, em 8,625%. Por sua vez, o Índice de Capital Principal passou de 10,48% para 10,00% entre dezembro de 2017 e dezembro de 2018. Apesar da redução, isso não coloca em risco a proposta do Banco de manter o Índice de Capital Principal acima de 9,5% em 2019, quando as regras do Basileia III estarão integralmente implementadas, e acima de 11% em janeiro de 2022.",
            "valor_total": "129.499.323",
            "receita_liquida": "171.488.199",
            "numero_acoes": "2.785.531",
            "pl": "36,71",
            "resultado": "12.862.026",
            "dividendos": "0,00",
            "beta": "1,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:20:27",
            "editado": "2019-03-19T11:59:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34392,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média no gráfico diário, a favor da tendência de alta. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-12/2012c4c8d2aeed6e4afecfb96a49d6d32a14e627/Chart.png",
        "compra": "42,13",
        "compra_maxima": "42,21",
        "stop": "39,61",
        "objetivo": "45,62",
        "preco_encerramento": "43,68",
        "criado": "2018-11-12T15:25:47",
        "editado": "2018-11-19T15:31:50"
    },
    {
        "empresa": {
            "id": 16,
            "analista": 42,
            "nome": "LOJAS RENNER ON",
            "codigo": "LREN3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/147806f306b68dd964ba3ee1de9445e1a8194541/LREN.svg",
            "sobre": "A Lojas Renner é uma das maiores varejistas de moda do país em faturamento. Atualmente, a Empresa conta com mais de 500 lojas em operação, entre lojas da Renner, da Camicado e da Youcom, com presença em todo o país. A Companhia adota há 10 anos conceitos de identificação de tendências a partir dos estilos de vida de seus clientes, técnica que otimiza o tempo de compra e torna a Empresa referência no setor. Sendo a primeira corporação no Brasil a ter 100% das ações negociadas em bolsa, a Lojas Renner é negociada na B3 sob o código LREN3.",
            "pontos_positivos": "Elevação do ticket médio.\r\nDesempenho acima do segmento varejista de vestuário.\r\nExpansão das vendas.\r\nMaior geração de fluxo de caixa operacional.\r\nMelhora nos indicadores de inadimplência.\r\nExpansão das operações para a América Latina.\r\nAumento das vendas à vista.",
            "pontos_negativos": "Fraco crescimento das receitas com produtos financeiros.\r\nModelo de negócio caracterizado por intensa concorrência e baixas margens de lucratividade.\r\nRedução nas vendas com o cartão da bandeira Renner.\r\nMaior necessidade de capital de giro para financiamento das operações.",
            "resumo": "As projeções de curto e médio prazo para o cenário macroeconômico doméstico apontam para uma lenta retomada da atividade econômica. A afirmação é sustentada pelas melhores projeções de expansão do PIB, que podem ser observadas no relatório Focus, inflação sob controle, que por sua vez refletiu na manutenção da Selic no menor patamar histórico, 6,50% a.a. Contudo, o desemprego que ainda se encontra em elevados patamares, se constitui em um importante desestímulo para o segmento, além da redução da remuneração média, que desde do início de 2018 apresentou retração de aproximadamente 12%. Em contrapartida, é importante ressaltar que o Índice de Confiança do Consumidor, levantamento realizado pela Fundação Getúlio Vargas (FGV) aponta melhoras nos níveis de confiança, em janeiro o índice saltou 3,60 pontos, deste modo, atingindo o melhor patamar desde de fevereiro de 2014. Segundo a visão da Instituição, paulatinamente os consumidores começam a perceber a melhora do mercado de trabalho, ajustar seu orçamento doméstico e reduzir o nível de endividamento.\r\n\r\n\r\nQuanto à performance do segmento varejista de vestuário, percebe-se que o setor apresenta uma das piores performances do varejo como um todo, com variação negativa no volume de vendas e nas receitas (-9,20 e -10,40 pontos)  respectivamente. Os números de 2018 apresentam grandes contrastes com os resultados observados em 2017, quando os mesmos indicadores cresceram 7,6 e 10,30, respectivamente. A despeito do péssimo desempenho do setor e do cenário macroeconômico que ainda permanece desafiador para a atividade varejista, as Lojas Renner apresentaram performance acima do segmento, tanto no que tange o volume de vendas como em faturamento. A Varejista também reportou resultados que mostram avanço em importantes indicadores financeiros operacionais, apresentando margens que superaram as expectativas do mercado. Logo, mantemos o otimismo com a Companhia e mantemos inalterada a tendência de alta de longo prazo para os papéis das Lojas Renner (LREN3).\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nO quarto trimestre de 2018 foi mais uma vez marcado pelo bom desempenho das vendas consolidadas, reflexo da elevação do ticket médio, que foi de 5,50% ficando em R$158,50, maior fluxo de clientes nas lojas e assertividade na coleção. Com isso, a receita líquida de vendas apresentou expansão de 16,80% na base de comparação anual, totalizando R$2,60 bilhões. De igual modo, o EBITDA, que mede o desempenho financeiro operacional, apresentou crescimento e foi registrado em R$743 milhões, sinalizando elevação de 23,10% em relação ao resultado do 4T17, mesmo com o aumento das despesas operacionais, de vendas e administrativas. O lucro líquido avançou 32,50% na comparação com o quarto trimestre de 2017, atingindo R$440 milhões, sendo auxiliado pela elevação das receitas dos produtos financeiros, que apresentaram expansão de 3,90%, sendo registradas em R$78,70 milhões.\r\n\r\n\r\nAs lojas recém inauguradas, com até 12 meses, apuraram um crescimento nas vendas de 12%, frente à expansão de 8,70% reportada no 4T17. O crescimento das vendas também foi em parte auxiliado pelo incremento no número de lojas. As Lojas Renner finalizaram o quarto trimestre de 2018 com um total de 354 pontos de vendas em funcionamento, 24 lojas a mais que o reportado no 4T17, sendo que apenas no 4T17 foram inauguradas 14 novas lojas. As despesas operacionais de vendas, gerais e administrativas apresentaram alta de 12,40%, contudo, apresentaram uma maior diluição, visto que em percentual da receita líquida houve retração de 1,20p.p. A elevação das despesas gerais e administrativas deveu-se, principalmente, ao reforço na estrutura das principais áreas da Companhia nos últimos doze meses, para garantir a competitividade do negócio, alinhado com as novas iniciativas do ciclo digital.\r\n\r\n\r\nNo que tange ao mix de pagamentos, este se manteve em linha com o reportado no mesmo período do ano anterior. O destaque positivo foi o aumento dos pagamentos à vista, que cresceu 0,9p.p. na comparação com o mesmo período do ano anterior, ficando e 28,40% das vendas totais. Na ponta negativa, observamos a retração nas das vendas com os cartões da bandeira Renner, 43,60% frente a 44,30% no 3T18, sendo responsáveis pelo tímido crescimento das receitas com produtos financeiros. No que diz respeito a inadimplência houve redução nas perdas, com o resultado ficando em 2,20%, 0,7p.p. menor que o reportado ao término do 4T18. A redução nos percentuais de perda e de atraso é reflexo dos avanços nos processos de concessão e recuperação de créditos.\r\nAo término do 4T18 as Lojas Renner apresentaram evolução na geração de caixa operacional R$721 milhões, avanço de 35% na comparação com o mesmo período do ano anterior. Por outro lado, a Companhia apresentou uma maior necessidade de capital de giro para financiamento de suas operações, que foi de R$115 milhões a mais. A maior demanda de capital de giro foi em decorrência do maior volume de contas a receber dos clientes e maiores estoques.\r\nNo que tange a estrutura financeira e o endividamento, ao término do 4T18 a Companhia apresentava uma dívida líquida de R$505,30 milhões, demonstrando uma redução de 23,40% na comparação com o 4T17. De igual modo, a alavancagem financeira apresentou redução, indo de 0,45x para 0,28x. A melhora dos indicadores de endividamento está associada diretamente com o incremento do caixa e equivalentes, o qual apresentou avanço de 21,20%, ficando em R$1,38 bilhão, visto que o endividamento financeiro apresentou elevação de 4,90% ficando em R$1,89 bilhão. A despeito do maior endividamento financeiro, a varejista manteve a sua capacidade de solvência tanto no curto como no longo prazo.\r\n\r\n\r\nPara o ano de 2019, as Lojas Renner pretende expandir suas operações na América do Sul, através da inauguração de 3 novos pontos de vendas na Argentina e 1 no Uruguai. Para isso a Companhia pretende investir cerca de R$700 milhões, valor 14,50% superior ao investido durante o ano de 2018.\r\n",
            "valor_total": "30.440.614",
            "receita_liquida": "8.426.541",
            "numero_acoes": "717.940",
            "pl": "5,51",
            "resultado": "1.020.136",
            "dividendos": "0,43",
            "beta": "0,88",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:18:03",
            "editado": "2019-03-15T18:21:36",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34370,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste da média móvel de 21 no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-12/1c7e60626a69b21a0db840c4d1c8e5645215b431/LREN.png",
        "compra": "37,13",
        "compra_maxima": "37,20",
        "stop": "34,40",
        "objetivo": "40,10",
        "preco_encerramento": "37,97",
        "criado": "2018-11-12T10:52:46",
        "editado": "2018-11-16T11:33:53"
    },
    {
        "empresa": {
            "id": 143,
            "analista": 49,
            "nome": "Cielo",
            "codigo": "CIEL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/43cccbc12636d194a25fa24fc92870de11ba88ae/CIEL.svg",
            "sobre": "A Cielo surgiu em 1995 quando uma série de grandes bancos e a Visa Internacional se uniram para criar a Companhia Brasileira de Meio de Pagamentos que veio a se transformar na Cielo ao final de 2009. A proposta da companhia era centralizar a rede de relacionamento com afiliados em todo o Brasil reduzindo custos e otimizando a margem. Atualmente, a companhia opera as bandeiras Visa, Mastercard, American Express, Diners Club International, JCB (Japan Credit Bureau), Elo e outras bandeiras de menor circulação. A empresa tem presença internacional e participação em diversas empresas que atuam na cadeia de processamento de pagamentos.",
            "pontos_positivos": "O aumento no volume de transações acompanha os sinais de recuperação da economia.\r\nPosição de liderança na indústria nacional, o que potencializa a manutenção de margem da Companhia.\r\nMantém grande sinergia com alguns de seus principais acionistas, notadamente o Banco do Brasil e o Bradesco.\r\nGrande capilaridade através da rede de afiliados e do cartão Cielo.\r\nCriação de nova linha “Stelo” com a nova política de preços para competir diretamente com novos concorrentes e crescimento na vendas de máquinas.",
            "pontos_negativos": "Últimos resultados apontam declínio no crescimento da Companhia.\r\nApesar do crescimento das vendas, os clientes ativos ainda diminuem.\r\nMercado comoditizado, retirando foco na qualidade do serviço prestado para competição em preços.\r\nNova política de preços e necessidades de intensificação nas ações de marketing reduzem as margens da Companhia.\r\nAs recentes reduções nas taxas de juros prejudicam as receitas de antecipação de recebíveis, uma vez que são proporcionais à taxa básica de juros.\r\nAumento no volume do débito e pagamento à vista devido a lei de “Pagamento Diferenciado”.",
            "resumo": "A competitividade do mercado de atuação da Cielo (CIEL3) continua sendo um desafio enfrentado pela Companhia. A melhora nos indicadores do ICVA (Índice Cielo do Varejo Ampliado) demonstra um aumento real na atividade dos varejistas, com crescimento de 4,0% na comparação ano a ano. O mercado de meios de pagamento tem enfrentado uma comoditização do produto, onde não há tanta diferenciação do produto vendido pelos competidores e sim competição em preços. Com isso, a Cielo ao longo dos últimos trimestres optou por competir através de preços, comprometendo seus resultados e suas margens.\r\n \r\nA diminuição da sua receita líquida, assim como o lucro líquido, que apresentou uma queda 43,6%, vem sendo causada pela diminuição dos preços praticados e pela perda de participação de mercado (market share), além de investimentos em marketing e ações comerciais que a Companhia vem realizando ao longo dos últimos trimestres. Como consequência, o custo dos serviços prestados e as despesas operacionais aumentaram 20,7% e 46% respectivamente na comparação com o mesmo trimestre do ano passado.\r\n \r\nCom um cenário desafiador, a Cielo optou por trocar margem por market share, o que eleva seus custos e despesas. Com isso, acreditamos que a Companhia possui resiliência e sua posição de liderança no mercado ajuda a suportar um ano que será crucial para mostrar sua força competitiva. Com um ROE (Lucro Líquido/Patrimônio Líquido) de 29,8%, ROIC (Lucro operacional EBIT/Patrimônio líquido mais Total de Empréstimos e Financiamentos) de 11,6% e margem EBITDA de 37%, a Companhia demonstra que ainda possui margem para queimar ao longo de 2019. Mantemos uma tendência neutra de longo prazo para o papel, aguardando a estratégia comercial gerar algum efeito nos próximos resultados da Companhia.\r\n \r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n \r\nA receita operacional líquida da Cielo totalizou R$2,77 bilhões no 1T19, queda de 0,4% quando comparada com o resultado do mesmo período do ano anterior. Esse resultado refletiu o aumento na captura de volume de 3% e da adequação da prática de preços em relação ao ambiente competitivo que passa o mercado. O resultado operacional, medido pelo Ebitda, foi de R$820,7 milhões, queda de 34%, na comparação trimestral, com margem de 29,6%, representando uma redução de 15 p.p. frente ao mesmo trimestre do ano anterior.\r\nO lucro líquido ajustado atingiu R$548,5 milhões no trimestre, queda de 44,9%, refletindo a elevação dos gastos totais que somaram R$2,19 bilhões, variação de 22,4%. Esse aumento foi justificado pela elevação das despesas com pessoal, despesas de vendas e marketing associados ao lançamento de novos produtos e ações comerciais.\r\n \r\nO custo dos serviços prestados totalizou R$1,5 bilhão no 1T19, aumento de 20,7% quando comparado ao mesmo trimestre do ano anterior. O aumento no custo foi observado nas principais controladas. Na Cateno, foi refletido o aumento nos custos vinculados à gestão de contas de pagamento do Arranjo Ourocard, em virtude de um crescimento orgânico do negócio em 2019 e pela variação cambial refletida nos custos com as bandeiras. Já, na Cielo Brasil, os custos aumentaram por conta do aumento nos gastos com tarifas de bandeiras e maior volumetria.\r\n \r\nO resultado financeiro atingiu R$248,1 milhões, redução de 35% comparado ao mesmo trimestre do ano anterior. Esse resultado financeiro é mais significativo por conta da controlada Cielo Brasil que foi de R$231 milhões sendo 37% inferior ao 1T18. A queda no resultado financeiro foi explicada por dois fatores, (i) nas receitas e despesas financeiras vimos um decréscimo das receitas relacionados à utilização do caixa para fomento da operação de aquisição de recebíveis no 1T19; (ii) o que tange a aquisição de recebíveis líquida (ARV), na qual reduziu 37,9% em relação 1T18, se deu pelo decréscimo relacionado à redução da taxa média efetiva em decorrência do atual cenário competitivo.",
            "valor_total": "26.108,59",
            "receita_liquida": "6.251,79",
            "numero_acoes": "2.716,81",
            "pl": "3,33",
            "resultado": "2.883,39",
            "dividendos": "1,34",
            "beta": "0,62",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:41:51",
            "editado": "2019-04-25T11:16:50",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34395,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Correção no gráfico diário. Ativo esticou na queda nos últimos pregões, e agora forma um candle de reversão fora das bandas de Bollinger, sinalizando possível movimento de alta no curto prazo.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-12/6954bb5aeb527af2592c7e6d3bfd7d04000fd37b/ciel3.PNG",
        "compra": "10,65",
        "compra_maxima": "10,75",
        "stop": "10,05",
        "objetivo": "11,55",
        "preco_encerramento": "10,05",
        "criado": "2018-11-12T16:10:04",
        "editado": "2018-11-14T13:14:26"
    },
    {
        "empresa": {
            "id": 326,
            "analista": 30,
            "nome": "Suzano",
            "codigo": "SUZB3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-18/08ecc8530fdcc177c4b66e2d70946146be75f4b7/SUZB.svg",
            "sobre": "A Suzano é uma empresa de base florestal que tem mais de 90 anos de atuação. A Companhia atua nos segmentos de celulose de mercado, celulose fluff, papel, papelcartão e papel tissue. A posição da Suzano é de destaque internacional no âmbito de sua atuação. Ainda, conta com três fábricas integradas de celulose e papel, sendo duas em São Paulo e uma na Bahia, uma fábrica de papel não-integrada no estado de São Paulo, uma de produção de celulose no estado de Maranhão e a FuturaGene. No âmbito internacional, a Empresa mantém escritórios de representação na China e Inglaterra e controladas nos Estados Unidos, Suíça, Argentina e Áustria.",
            "pontos_positivos": "Operações verticalmente integradas com baixo custo de produção.\r\nElevada produtividade florestal.\r\nAs áreas de plantio e as unidades industriais são próximas.\r\nAlto nível de produção própria de energia.\r\nForte posição exportadora.\r\nEquipe de executivos com alta experiência no segmento.\r\nAquisição de terras e florestas da Duratex representa um bom negócio para a Companhia.",
            "pontos_negativos": "A receita da empresa está ligada ao câmbio e com o real se A receita da Empresa está ligada ao câmbio e, com o real se apreciando frente ao dólar, pode impactar negativamente a rentabilidade de seus negócios.\r\nInício das operações da fábrica OKI, da Ásia Pulp & Paper, pode pressionar a oferta mundial de celulose, deixando a commodity mais barata. ",
            "resumo": "A Suzano é uma das empresas que mais tem exposição ao mercado externo. Cerca de 91% do total de suas vendas no segmento de celulose e 36% do segmento de papel são escoadas para mercados internacionais. Por ser uma empresa exportadora, a variação cambial impacta diretamente a rentabilidade de seus negócios. No presente trimestre, a Companhia apresentou avanços importantes nas métricas como receita líquida e Ebitda, bem como em suas margens, mas obteve prejuízo líquido diante do resultado das operações financeiras. \r\n \r\n \r\nComo fato relevante, a Companhia informou ao mercado a decisão da Superintendência Geral do Conselho Administrativo de Defesa (CADE) de aprovar sem restrições o ato de concentração envolvendo operação entre a Suzano e a Fibria Celulose, cujo resultado será a criação da maior empresa de celulose do mundo, com 49% de participação no mercado mundial. A Empresa ainda afirmou que a operação está sujeita ao cumprimento de outras condições precedentes usuais neste modelo de combinação de negócios. \r\n \r\n \r\nPara o longo prazo, a demanda consistente por celulose deve perdurar para os próximos meses e suportar novos aumentos dos preços. A expectativa de conclusão da combinação de negócios é um fator extremamente importante que pode impactar positivamente as métricas apresentadas. Os ganhos de sinergia desta aquisição, juntamente dos fundamentos do mercado e dos múltiplos apresentados, reafirmam a tendência de alta para os papéis de SUZB3.\r\n \r\n \r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n \r\n \r\nQuanto à receita líquida do terceiro trimestre de 2018, o valor alcançou R$4,0 bilhões de reais, elevação de 54,4% frente ao mesmo período no ano passado. Este crescimento pode ser explicado pelo aumento do preço da celulose em dólar, pelo aumento do preço do papel, tanto no mercado externo quanto no interno, e pela desvalorização cambial.\r\n \r\n \r\nO custo do produto vendido (CPV) subiu 26,6%, calculado em R$1,9 bilhão. A elevação ante o terceiro trimestre do ano passado está relacionada ao maior preço de insumos industriais, ao maior volume de vendas, à redução do benefício do Reintegra - crédito tributário para exportação - de 2% para 0,1%, assim como a reoneração da folha de pagamento. Com isso, o lucro bruto, subtração das receitas líquidas pelo CPV, foi calculado em R$2,0 bilhões, alta de 95,7%. Também observou-se elevação nas margens brutas (lucro bruto/receita) de 40,2% para 51,0% na comparação entre os terceiros trimestres deste ano e do ano passado. \r\n \r\n \r\nNa avaliação dos dispêndios, as despesas operacionais cresceram 55,4% na comparação anual, medidas em R$359,5 milhões. Desmembrando o indicador, percebemos a elevação de 49,8% das despesas com vendas, totalizando R$160,9 milhões. O crescimento pode ser explicado pelo incremento de R$37 milhões referente à estrutura do negócio de bens de consumo e também pelos maiores gastos em logística no mercado interno. Já para as despesas gerais e administrativas, o crescimento foi de 60,4%, explicado em razão do aumento da remuneração com base em lucros, pela incorporação da Facepa (Fábrica de Papel da Amazônica), pelas despesas referentes à combinação de negócios com a Fibria (R$20 milhões, aproximadamente) e pela oneração do INSS sobre a folha de pagamento. \r\n \r\n \r\nO Ebitda Ajustado alcançou R$2,1 bilhões no 3T18, salto positivo de 78,6% ante o mesmo período do ano passado. O desempenho deste indicador foi influenciado pela valorização do preço da celulose e do papel, assim como pela desvalorização do real. A margem Ebitda (Ebitda/receita) foi ampliada, de 45,7% para 52,9%. Neste trimestre, a Suzano reverteu o lucro líquido de R$801 milhões no terceiro trimestre de 2017 para um prejuízo líquido de R$108 milhões. Apesar dos avanços operacionais citados acima, o resultado financeiro negativo de R$1,9 bilhão, principalmente em função de operações com derivativos (hedge), foi o principal influenciador do revés do lucro.\r\n \r\n \r\nOs embarques globais de celulose, divulgados pelo relatório World 20, subiram 5,0% no 3T18 com relação ao ano anterior, enquanto os embarques de celulose de eucalipto cresceram 18,6% no mesmo período apurado. Ambos os indicadores foram coletados e divulgados pelo Pulp and Paper Products Council (PPPC). Neste contexto mercadológico, a Suzano comercializou 902,7 mil toneladas de celulose de mercado no trimestre atual, alta de 8,8% no comparativo anual. Já as vendas de papéis somaram 336,0 mil toneladas, elevação de 8,6% em relação ao mesmo trimestre do ano passado.\r\n \r\n \r\nEm relação ao endividamento da Companhia no terceiro trimestre do ano, a dívida bruta cresceu 81,4%, totalizada em R$23,8 bilhões. Deste total, cerca de 59,5% do total são advindas de dívidas em moeda estrangeira, enquanto que 40,5% se referem à dívida em moeda nacional. Grande parte dos passivos estão dolarizados, uma vez que funcionam como hedge (proteção), já que a geração de caixa também advém de moeda externa. A dívida líquida do presente trimestre foi somada em R$10,8 bilhões, expansão de 16,9% na comparação anual. Chama a atenção a elevação do caixa neste trimestre, saltando de R$3,8 bilhões para R$12,9 bilhões. Já o grau de alavancagem da dívida, medido pela relação Dívida Líquida/Ebitda Ajustado, foi diminuído de 2,3x no terceiro trimestre de 2017 para 1,6x no terceiro trimestre de 2018. Esse movimento é explicado principalmente pelo forte desempenho do Ebitda Ajustado no período atual. Os vencimentos totais da dívida estão mais concentrados em longo prazo (92,6% do total), fato positivo para a estrutura de capital e que não onera os acionistas em curto prazo.",
            "valor_total": "52.589.130",
            "receita_liquida": "13.350.500",
            "numero_acoes": "1.093.780",
            "pl": "9,73",
            "resultado": "-786.340",
            "dividendos": "0,38",
            "beta": "-0,35",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-11-22T10:05:09",
            "editado": "2019-03-18T10:35:16",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34310,
        "analista": 22,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "A formação de topos e fundos descendentes acompanhada das médias moveis negativamente confirma a tendência de baixa de SUZB3. \r\n\r\nO ativo perdeu uma importante região de suporte e tem espaço para buscar o proximo fundo. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-8/3df230805c582765c01217bcf205e71d516a33ef/SUZB3.PNG",
        "compra": "35,63",
        "compra_maxima": "35,40",
        "stop": "39,02",
        "objetivo": "31,50",
        "preco_encerramento": "34,17",
        "criado": "2018-11-08T16:12:43",
        "editado": "2018-11-12T12:52:04"
    },
    {
        "empresa": {
            "id": 57,
            "analista": 17,
            "nome": "M. DIASBRANCO ON",
            "codigo": "MDIA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/d1f394f0a839e88ed1e09b26f7c05eb9b9b10d96/MDIA.svg",
            "sobre": "A M. Dias Branco é líder nacional na fabricação e venda de biscoitos e massas alimentícias, atuando ainda nos segmentos de moagem de trigo, refino de óleo, gorduras, bolos, snacks, margarinas e cremes vegetais, estando presente em todo o território nacional. Fundada na década de 1940, a companhia conta com cerca de 16,5 mil colaboradores e as empresas do grupo possuem 12 unidades industriais distribuídas em suas diversas unidades de comercialização e distribuição, localizadas em todas regiões do país. Na B3, a companhia é listada no Novo Mercado sob o código MDIA3.",
            "pontos_positivos": "Há mais de 10 anos, a companhia é líder nos mercados de biscoitos e de massas no país e seu market share nesses segmentos cresceu de forma sistemática ao longo dos últimos anos;\r\nAlto nível de integração do processo produtivo. Atualmente, a companhia produz a maior parte de suas matérias prima, a farinha de trigo e a gordura vegetal. Esse fator reduz riscos de oscilação de preços nos insumos e, ao mesmo tempo, elimina custos logísticos;\r\nPortfólio de marcas fortes e com abrangência nacional que conta com distribuição pulverizada;\r\nEquipe de administração da companhia é extremamente experiente e possui quadro qualificado de colaboradores;\r\nModerno parque de produção, com plantas estrategicamente localizadas;\r\nDiversificação geográfica, com aumento nos volumes de vendas nas regiões Sul e Sudeste;\r\nSolidez financeira e forte geração de caixa para sustentar estratégia de crescimento;\r\nCrescimento orgânico e busca por novas aquisições;\r\nDesenvolvimento e lançamento de novos produtos e produtos complementares às linhas existentes.",
            "pontos_negativos": "Grande parte das vendas da companhia é direcionada ao mercado varejista. Uma eventual concentração dos players nesse mercado pode lhes conferir poder de barganha e pressionar as margens da M. Dias Branco;\r\nO setor de gêneros alimentícios no qual a companhia atua é altamente competitivo e marcado pela existência de diversas opções de produtos substitutos;\r\nRenda do consumidor médio brasileiro ainda é baixa;\r\nAs principais matérias primas da companhia e as embalagens que ela utiliza são commodities com cotação altamente volátil e oscilações em seus preços podem afetar adversamente a empresa, mesmo diante de seu alto grau de verticalização.",
            "resumo": "O cenário macroeconômico continua bem desafiador para a companhia, visto a estagnação do nível de emprego formal  e forte comprometimento da renda do consumidor para pagamento de dívidas, condições que comprometem a renda disponível da população e impactam diretamente no setor de alimentos, onde a empresa atua. \r\nA M. Dias Branco apresentou o balanço do 2° trimestre de 2018 em linha com o esperado, o aumento gradual do volume de vendas e o reajuste de preços de produtos foram fatores determinante para o resultado da empresa. Diante deste cenário e concorrência mais acirrada, a companhia apostou em campanhas comerciais e de marketing, conseguindo manter a sua participação de mercado nos seus dois principais segmentos de atuação,  biscoitos e massas.\r\n \r\nA empresa ainda tem bastante espaço para crescer na região Sul e Sudeste, sendo a região onde se concentra a maior força da economia do país, e tem trabalhado forte para aumentar os volumes de vendas, com campanhas de marketing em ambas as regiões, em linha com a sua estratégia voltada para a diversificação geográfica. Um dos movimentos que a companhia fez para aumentar sua participação na região Sudeste, foi a aquisição da Piraquê, empresa que tem boa participação na região, principalmente no Rio de Janeiro. Para o longo prazo, entendemos que os diferenciais da companhia devem seguir sustentáveis, as quedas recentes dos preços de suas ações (MDIA3), deixam a empresa mais atrativa aos investidores de longo prazo, tendo em vista que a empresa tem uma situação financeira bem confortável e uma participação de mercado relevante nos seus segmentos de atuação. Portanto, o aquecimento da economia e redução do desemprego são fatores importantes para a retomada do consumo e deve ditar o ritmo de crescimento da empresa. Acreditamos que o ativo pode continuar com uma performance acima da média do mercado, e que sua tendência no longo prazo é de alta.\r\n \r\nANÁLISE DE RESULTADOS 2º TRIMESTRE DE 2018\r\n\r\nA receita líquida do segundo trimestre de 2018 da M. Dias Branco (MDIA3) foi de R$1,483 bilhão, um aumento de 7,8% em relação ao mesmo período do ano anterior. Esse aumento foi resultado da consolidação da aquisição da Piraquê que possibilitou uma maior diversificação geográfica e melhoria no preço médio dos itens produzidos, ressaltamos também a gestão mais rigorosa das despesas operacionais. \r\nA empresa registrou EBITDA de 275,8 milhões, aumento de 11,3%, na comparação de base anual. O lucro líquido também apresentou aumento, saindo de R$ 199,4 milhões no segundo trimestre de 2017 para R$ 209,7 milhões no trimestre analisado, representando um crescimento de 5,2%. Além dos motivos relatados acima, podemos considerar no resultado do 2T18, o impacto da greve dos caminhoneiros e a redução do resultado financeiro da empresa em função da diminuição dos rendimentos sobre aplicações financeiras da companhia devido a queda na taxa de juros e  resgate para pagamento da aquisição da Piraquê, também ressaltamos o aumento de juros sobre financiamento de nova captação de recursos feita no trimestre.\r\n\r\nNo 2T18, os custos dos produtos vendidos (CPV) se elevaram em 11,9% na comparação de base anual, e representaram 63,6% da receita líquida do período. As principais causas foram o aumento do custo do trigo na faixa de 19%, aumento dos gastos com mão de obra em função de reajustes salariais e  aumento dos gastos gerais, essencialmente com manutenções e aumento nos gastos com depreciação.\r\n \r\nA M. Dias Branco segue líder no mercado nacional, nas linhas de biscoitos e massas, os dois principais segmentos que a empresa atua. No 2T18 o aumento no volume de vendas e preço médio proporcionou o resultado positivo da empresa, esse incremento foi possível por causa da aquisição da Piraquê e crescimento orgânico na linha de massas. \r\nNas ações comerciais e de marketing, destacamos o lançamento do produto Adorita Tropical, um creme vegetal exclusivo para exportação. As Campanhas de marketing com influenciadores digitais melhorando a interação com os consumidores em plataformas digitais e renovação do site de várias marcas, ampliando os serviços de atendimento ao consumidor também merecem destaque. \r\n\r\nAo final do 2T18, a M. Dias Branco possuía R$ 772,1 milhões em passivos indexados em moeda estrangeira. Os valores apresentados são decorrentes da importação de insumos, que na data se encontravam protegidos por operações de swap, fazendo a troca do risco cambial mais taxa prefixada pelo percentual de 6,39% a.a. A companhia encerrou o primeiro trimestre com um caixa e equivalentes de R$ 588 milhões. A dívida líquida/Ebtida  é 0,85x. \r\n \r\nO resultado do 2T18 mostrou um crescimento financeiro pequeno, mas com evoluções importantes, que estão conectadas com a estratégia da companhia de crescimento, com iniciativas que alavancam a diversificação geográfica,  ampliam e modernizam a infraestrutura para os lançamentos de produtos com maior valor agregado e o reforço do time comercial de vendas na região sul e sudeste e aumento dos investimentos em marketing.\r\n",
            "valor_total": "14.675.310",
            "receita_liquida": "5.426.613",
            "numero_acoes": "339.000",
            "pl": "15,14",
            "resultado": "794.552",
            "dividendos": "0,56",
            "beta": "0,60",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:30:45",
            "editado": "2018-10-01T18:13:37",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34111,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "O ativo apresenta uma tendência principal de alta. Após o recuo até a região das médias os preços tem espaço para continuar o movimento altista. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-10-30/3751f2ba7b59834efddc1748c20901c4dbb7dcfa/MDIA3.PNG",
        "compra": "44,91",
        "compra_maxima": "45,10",
        "stop": "42,99",
        "objetivo": "47,72",
        "preco_encerramento": "42,74",
        "criado": "2018-10-30T14:04:38",
        "editado": "2018-11-09T10:38:16"
    }
]