[
    {
        "empresa": {
            "id": 184,
            "analista": 46,
            "nome": "Banco ABC Brasil",
            "codigo": "ABCB4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/fc7dccbd06e6764a0e617a329f45a64d901fd95f/ABCB.svg",
            "sobre": "O Banco ABC Brasil é um banco múltiplo focado na concessão de crédito e na prestação de serviços para empresas de médio e grande porte. A instituição é controlada pela ABC - Arab Banking Corporation. Sua atuação tem como principal negócio a intermediação financeira voltada para operações que envolvam análise e assunção de riscos de créditos. As operações estruturadas, principalmente de mercado de capitais, com a finalidade de facilitar o financiamento corporativo, complementam esta atividade.",
            "pontos_positivos": "Crescimento do lucro líquido recorrente, mesmo com a redução da receita.\r\nRedução da inadimplência, o que culminou na redução da Provisão para Devedores Duvidosos (PDD). Por ter quase a totalidade da sua carteira voltada para o segmento corporativo, a inadimplência do Banco é inferior a outros que também focam em clientes do varejo. \r\nPresença geográfica em 15 cidades. Está em todos os estados do sul e do sudeste do país, além de presença em Mato Grosso, Goiás e Recife. Assim, está próximo aos principais centros econômicos.",
            "pontos_negativos": "Redução do ROAE, que ficou abaixo do registrado por outros bancos no mesmo período.\r\nAlta concorrência no setor, o que pode culminar na redução nas taxas de juros oferecidas aos clientes e, consequentemente, redução da margem financeira. \r\nConcentração da receita de serviços em garantias prestadas, que corresponde a 58%.",
            "resumo": "Ao se analisar os cenários político e econômico brasileiros, o destaque fica para a aprovação das reformas. A aprovação da reforma de Previdência, tida como “a Reforma das reformas”, é importante para que o Brasil consiga controlar suas contas públicas, o déficit fiscal para, dessa maneira, conseguir atrair novos investimentos. Estes, por sua vez, têm a capacidade de gerarem mais empregos e, consequentemente, maior crescimento econômico. Segundo a proposta enviada ao Congresso, a ideia principal seria trazer uma economia de R$1,0 trilhão no prazo de 10 anos. Porém, o mercado ainda fica apreensivo quanto à articulação política que deve ser feita para aprová-la, incluindo pontos cruciais como a idade mínima de aposentadoria e grupos específicos, como os militares. Assim, dependendo dos cortes que venham a ser feitos na proposta original, a economia pode ser menor. Já nos cenários político e econômico internacionais, os Estados Unidos são o país que mais despertam atenção. O crescimento da economia norte americana, que está atualmente acima dos 3,0% a.a., deve ser acompanhado de perto. Há o questionamento se ele será perene, ou abrirá espaço em breve para um crescimento mais modesto. Além disso, a guerra comercial envolvendo os Estados Unidos e a China pode gerar situações desconfortáveis às duas potências.\r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco ABC Brasil no 4T18, percebe-se que eles foram positivos em alguns pontos, mas carecem atenção em outros. O principal destaque foi o fato que a Empresa conseguiu registrar lucro líquido positivo, mesmo com contração da sua receita. Porém, observou-se redução da margem financeira gerencial e do ROAE (capacidade de agregar valor de uma empresa, considerando a média do patrimônio líquido do período), tanto na comparação trimestral quanto anual. Finalmente, a carteira de crédito do Banco se expandiu, associado a uma redução da inadimplência. Consequentemente, foi possível diminuir o PDD, o que contribuiu para o lucro do 4T18. \r\n\r\nEm um cenário de aprovação da reforma da Previdência, é de se esperar que a economia brasileira cresça como um todo devido, principalmente, a um maior fluxo de investimentos. Com a evolução do setor de Corporate e Large Corporate onde o Banco ABC Brasil atua, a expectativa é que ele também venha a se beneficiar. Associado a isso, o Banco apresentou resultados no 4T18 em linha com as expectativas. Assim, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco ABC Brasil apresentou lucro líquido recorrente de R$121,4 milhões, resultado 9,8% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$457,8 milhões, uma elevação de 5,7% frente a 2017. \r\n\r\nPor sua vez, observou-se recuo da margem financeira gerencial. Na comparação trimestral, houve diminuição de 11,2%, passando dos R$276,6 bilhões no 4T17 para R$245,6 bilhões no 4T18. Já em 2018, a margem ficou em R$977,9 milhões, contração de 8,5% em relação aos R$1,1 bilhão apresentados em 2017. Enquanto isso, o Banco apresentou aumento de 12,8% na receita de serviços na comparação entre o 4T17 e o 4T18, e elevação de 17,6% entre 2017 e 2018. O destaque ficou para o setor de Fees mercado de Capitais e M&A, com elevações de 34,1% na comparação trimestral e de 58,7% na comparação anual. Assim, a receita do Banco ABC Brasil finalizou o 4T18 em R$340 milhões, uma queda de 5,6% em relação ao 4T17. Já em 2018, a receita foi de 1,3 bilhão, uma redução de 2,7% em comparação ao ano precedente. \r\n\r\nAssim, foi possível perceber que o lucro da Empresa cresceu, mesmo com a redução da sua receita. Essa alta foi justificada, principalmente, pela redução das despesas com Provisão para Devedores Duvidosos (PDD) e o crescimento das linhas de receitas de serviços, apesar da queda da margem financeira gerencial.\r\n\r\nJá em relação ao patrimônio líquido médio do período, observou-se um crescimento de 12,1% (4T17 versus 4T18) e de 12,2% (2017 versus 2018). Como o patrimônio líquido médio cresceu mais que o lucro líquido recorrente, o ROAE, que indica a capacidade da Empresa em agregar valor a partir de seus próprios recursos, diminuiu. Ele passou de 13,6% no 4T17 para 13,3% no 4T18 (baixa de 0,3 p.p.), e passou de 14,0% em 2017 para 13,2% em 2018 (baixa de 0,8 p.p.). De toda forma, o ROAE superou o CDI em 7,0 p.p. no 4T18, que ficou em 6,3% a.a..\r\n\r\nEm relação à carteira de crédito do Banco ABC Brasil, foi possível constatar um crescimento de 7,0% na comparação entre dezembro de 2018 e o mesmo período do ano anterior, de uma forma que ela atingiu a marca de R$26,2 bilhões. O destaque fica para o segmento Corporate, que engloba empresas com faturamento anual entre R$100 milhões e R$800 milhões. Apesar de representar apenas 20,5% da totalidade da carteira de crédito, ele cresceu 29,6%. Em contrapartida, o segmento Large Corporate, que considera empresas com faturamento superior a R$800 milhões, evoluiu 2,4%.\r\n\r\nAnalisando-se o índice de inadimplência acima de 90 dias da totalidade da carteira de empréstimos, observou-se uma redução de 0,77 p.p. entre dezembro de 2017 e o mesmo período de 2018, passando de 1,20% para 0,43%. A queda mais expressiva foi no segmento Large Corporate, que passou de 1,4% para 0,5%, ao passo que o setor Corporate apresentou queda de 0,3 p.p., passando de 0,6% para 0,3%. A queda da inadimplência, por sua vez, contribuiu para a redução da PDD. Ela diminuiu 41,9% na comparação trimestral, indo de R$50,8 milhões no 4T17 para R$29,5 milhões no 4T18. Já na comparação anual, a redução foi de 46,3% (R$220,2 bilhões em 2017 versus R$118,2 bilhões em 2018). Como consequência, a diminuição da PDD fez com que o lucro líquido recorrente do Banco se elevasse.\r\n\r\nFinalmente, percebe-se que o Índice de Basileia, que mensura a solvência do Banco, passou de 16,32% em dezembro de 2017 para 17,16% em dezembro de 2018. Essa elevação está ligada ao crescimento do patrimônio líquido do Banco ABC Brasil. Ele permanece acima do mínimo estipulado pelo Bacen, em  8,625%.",
            "valor_total": "3.521.479",
            "receita_liquida": "3.626.674",
            "numero_acoes": "210.141",
            "pl": "17,44",
            "resultado": "418.086",
            "dividendos": "1,05",
            "beta": "0,98",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:09:40",
            "editado": "2019-03-12T14:54:17",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36701,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda do suporte, com volume acima da média, aliado ao cruzamento de médias anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-20/ba9ad3e9bfe319a3e2975fc3158d7caa0677c53b/ABCB4CP.PNG",
        "compra": "18,50",
        "compra_maxima": "18,41",
        "stop": "19,50",
        "objetivo": "17,50",
        "preco_encerramento": "18,22",
        "criado": "2019-02-20T16:24:38",
        "editado": "2019-02-28T12:34:20"
    },
    {
        "empresa": {
            "id": 138,
            "analista": 43,
            "nome": "RAIADROGASIL ON",
            "codigo": "RADL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/6a567a4a0c9a715e2a67fa04ed81cc755779da72/RADL.svg",
            "sobre": "A RD é uma empresa do setor de varejo farmacêutico, com mais de 1.800 lojas e presente em 22 estados brasileiros. Criada em 2011 a partir da fusão entre a Raia e a Drogasil, a companhia é líder do mercado brasileiro de drogarias em receitas e número de pontos de vendas. A varejista farmacêutica possui em seu portfólio três marcas focadas em saúde e bem estar: (i) RD farmácias (Droga Raia, Drogasil e Farmasil), (ii) RD serviços (4Bio Medicamentos Especiais e Univers, plataforma de gestão de saúde) e RD Marcas (Needs, B-Well, Triss e Pluii - marcas exclusivas da rede). A RD possui uma estrutura logística descentralizada e escalável formada por oito centros de distribuição, localizados em seis estados – SP (São Paulo, Embu das Artes e Ribeirão Preto), MG (Contagem), PR (São José dos Pinhais), GO (Aparecida de Goiânia), RJ (Barra Mansa) e PE (Jaboatão).",
            "pontos_positivos": "Crescimento acima do segmento varejista farmacêutico.\r\nGanho de market share no Brasil, mantendo posição líder de mercado.\r\nMenos exposta ao cenário macroeconômico que outros segmentos do varejo.",
            "pontos_negativos": "Acirramento da concorrência no mercado farmacêutico, o que obriga os players a trabalharem com menores margens.\r\nDesaceleração do crescimento da empresa pelo aumento de competitividade do setor.\r\nCompanhia com maior necessidade de capital e de giro e com retração na capacidade de gerar caixa.\r\nExpressiva expansão no endividamento financeiro.",
            "resumo": "Apesar do cenário de lenta recuperação econômica, abaixo do ritmo esperado, a Raia Drogasil (RADL3), por atuar no varejo farmacêutico, tende a se beneficiar do caráter de essencialidade que os medicamentos possuem em relação aos outros sub-segmentos de varejo, ficando menos exposta ao cenário macroeconômico.\r\n\r\nA Empresa segue líder do mercado de varejo farmacêutico, com 12,9% de market no 4T18, tendo conseguido manter sua participação no estado de São Paulo e expandir no resto do país. Mesmo assim, o ano de 2018 foi desafiador para a Companhia, que mesmo tendo observado ganho de market-share, aumento de receita e Ebitda, vê a desaceleração neste crescimento e a pressão crescentes nas margens em função do aumento de competitividade do setor.\r\n\r\nOlhamos com cautela o papel e o setor, que pode estar apresentando sinais de saturação que tendem a apertar cada vez mais as margens. Aliado a isso, o crescimento do endividamento e o grau de alavancagem financeira da Companhia são pontos de atenção. Com isso, mantemos a tendência neutra de longo prazo para o ativo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE 2018\r\n\r\nNo trimestre findo em dezembro de 2018, a receita bruta de vendas da Raia Drogasil (RADL3) atingiu R$4,18 bilhões, crescimento de 14,1% em relação ao 4T17. Em contrapartida, o custo das mercadorias vendidas cresceu 14% na mesma base de comparação. Com isso, a margem bruta ficou em 28,7% e ganhou um ponto percentual em relação ao 4T17, denotando uma desaceleração na expansão das margens em função de um cenário mais competitivo.\r\n\r\nNo que tange às despesas, no front de vendas foi observado um crescimento de 17,2% em relação ao 4T17, totalizando R$786,5 milhões no quarto trimestre de 2018. Esse crescimento acarretou em um aumento da margem de despesas com vendas em relação à receita bruta que passou de 18,3% para 18,8%, devido às pressões provenientes da perda de alavancagem operacional gerada pela redução na performance de vendas nas lojas maduras e à aceleração do IGP-M ao longo ano, que pressionou as despesas com aluguéis. Já as despesas gerais e administrativas permaneceram estáveis em relação ao 4T17, em um total de R$100,2 milhões.\r\n\r\nO Ebitda ajustado no 4T18 atingiu R$311,1 milhões, crescimento de 5,7% em relação ao 4T17. Com isso, a margem ebitda ajustada recuou 0,5 ponto percentual, na mesma base de comparação, para 7,4%. O lucro líquido ajustado fechou o quarto trimestre de 2018 em R$154,4 milhões, avanço de 16,4% na base de comparação anual e denotando ganho de 0,1 ponto percentual na margem líquida no mesmo período.\r\n\r\nA respeito do fluxo de caixa operacional no período, este totalizou R$250 milhões no 4T18, 9,7% acima do registrado no 4T17. Este fluxo de caixa foi utilizado para financiar integralmente os R$220,9 milhões realizados em investimentos no trimestre. Os investimentos realizados ao longo de 2018 foram em sua maior parte realizados na abertura de novas lojas, estratégia fundamental para o ganho de market-share da Companhia.\r\n\r\nA dívida bruta da Companhia no quarto trimestre de 2018 ficou em R$843,1 milhões, 38% maior do que a registrada no 4T17. Já o saldo de caixa e equivalentes no período ficou em R$241,6 milhões, e com isso, a dívida líquida fechou o trimestre em R$601,6 milhões, 73,8% maior que no mesmo período do ano anterior. A alavancagem financeira passou de 0.3x no 4T17 para 0.6x no 4T18. O aumento do endividamento pode ser explicado pelo crescimento nos investimentos e pela recente pressão nas margens do setor. ",
            "valor_total": "18.821.748",
            "receita_liquida": "14.801.445",
            "numero_acoes": "329.339",
            "pl": "10,73",
            "resultado": "502.447",
            "dividendos": "0,53",
            "beta": "0,35",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:32:45",
            "editado": "2019-03-26T17:05:54",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36853,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda de correção contra a tendência, após movimento esticado de alta devido à divulgação dos resultados. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-27/558cc9975a2de290914fbb6dfb2d6a1d67ea3c05/RADL3CP.PNG",
        "compra": "66,74",
        "compra_maxima": "66,42",
        "stop": "69,00",
        "objetivo": "64,00",
        "preco_encerramento": "65,36",
        "criado": "2019-02-27T16:25:03",
        "editado": "2019-02-28T10:13:56"
    },
    {
        "empresa": {
            "id": 2,
            "analista": 45,
            "nome": "Cemig",
            "codigo": "CMIG4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/5d03682a734b552776954f0db31bf4ed54fcdce8/CMIG.svg",
            "sobre": "A CEMIG atua nas áreas de geração, transmissão e distribuição de energia elétrica e soluções energéticas. O Grupo Cemig é constituído por 200 empresas e 17 consórcios, tendo atuação em vinte e dois estados brasileiros, no Distrito Federal e também no Chile. O controle da Cemig é do Governo de Minas, mas a empresa tem ações listadas na Bovespa, em Nova Iorque e em Madri. Atualmente, a Companhia atende mais de 11 milhões de pessoas, gere a maior rede de distribuição de energia elétrica da América do Sul e tem um parque gerador de energia composto por 82 usinas hidrelétricas, 32 eólicas, 1 térmica e 1 solar. Assim, totalizando 5,9 GW de capacidade instalada e 8,2 mil km de linhas de transmissão.",
            "pontos_positivos": "Apesar de ser uma empresa sujeita ao controle estatal, a Cemig apresenta bom histórico de governança corporativa.\r\nBoa pagadora de dividendos.\r\nCompanhia realizando desinvestimentos a fim de reduzir a alavancagem financeira.\r\nPresença forte em um dos maiores estados do País, que conta agora com um governo estadual mais liberal inclinado às privatizações.",
            "pontos_negativos": "Elevado risco regulatório.\r\nAlta influência governamental. \r\nTarifas e encargos elevados para o setor de energia.\r\nRedução na tarifa média na energia reduz a capacidade de geração de receitas.",
            "resumo": "Com a vitória de Romeu Zema para o governo no estado de Minas Gerais, as expectativas se renovaram para Cemig (CMIG4). O partido do então governador apresenta uma pauta mais liberal, que é observada com bons olhos pelo mercado. Entretanto, ainda vale a ressalva sobre a expressiva burocracia contida no setor elétrico, onde mudanças de grande impacto caminham a passos lentos. \r\nAlém de questões políticas, fatores macroeconômicos têm forte influência sobre a Companhia. A retomada do crescimento econômico é aquém do esperado. Mas, espera-se que, com reformas pontuais e uma acentuação dos investimentos, acelere o crescimento do PIB (Produto Interno Bruto). Em linha ao relatório Focus, o mercado prevê a economia crescendo algo superior a 2% para o ano de 2019.Outra variável a ser observada é a inflação, uma vez que os reajustes tarifários ocorrem de acordo com a variação deste índice de preços e que, por sua vez, pode impactar o faturamento da Empresa. Dentre os fatores expostos, apontamos uma tendência de alta para longo prazo.  \r\n\r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n\r\nNo 3T18, a receita operacional bruta foi de R$9,7 bilhões, 16,3% maior que o mesmo período do ano anterior. Tal variação é explicada pelo reajuste tarifário anual da Cemig D, com impacto médio nas tarifas dos consumidores de 23,19%, aplicável a partir de 28 de maio de 2018, e aumento de 3,81% no volume de energia vendida aos consumidores finais. Assim, levou a uma receita operacional líquida de 6,3 bilhões, 21,7% maior que ao 3T17. \r\n\r\nA energia comercializada pelo grupo Cemig, no terceiro trimestre de 2018, totalizou 14.184.609 MWh, com acréscimo de 0,99% em relação ao mesmo período de 2017. As vendas de energia para consumidores finais e consumo próprio somaram 11.023.637 MWh, com acréscimo de 3,81% frente a 2017. As vendas para as Distribuidoras e Comercializadoras / Geradoras / Produtores Independentes de Energia, totalizaram 3.160.972 MWh e reduziram-se 7,78% no terceiro trimestre de 2018 frente ao mesmo período de 2017.\r\n\r\n\r\nOs custos e despesas operacionais totalizaram R$5,5 bilhões no 3T18 contra R$5,1 bilhões do 3T17, aumento de 7,01%. Este aumento foi motivado por i) PDVP (Programa de Desligamento Voluntário Programado), incluindo as verbas rescisórias, totalizado em R$25.666, correspondente à adesão de 151 empregados; ii) A despesa com Energia Elétrica Comprada para Revenda que foi de R$3,4 milhões no 3T18, contra R$2,9 milhões no mesmo período de 2017, representando um aumento de 18,71%, e iii) despesa com pessoal de R$308 mil no 3T18 ante aos R$358 mil no 3T17, representando uma redução de 14,05% mesmo apesar do reajuste salarial de 1,83% a partir de novembro de 2017 em função do acordo coletivo.\r\n\r\nA Cemig apresentou, no terceiro trimestre de 2018, um lucro de R$244 milhões contra um prejuízo líquido de R$83 milhões no mesmo período de 2017. Ressalta-se, no entanto, que o lucro líquido do 3T18 foi significativamente afetado pela despesa líquida de R$225 milhões, referente aos efeitos das variações cambiais incidentes sobre a dívida captada no mercado internacional (Eurobonds), parcialmente compensadas pelos efeitos dos ganhos decorrentes da operação de hedge relacionada a esse empréstimo, no montante de R$142 milhões. Dentro deste contexto, o EBITDA consolidado da Cemig foi de 902 milhões, apresentando um aumento de 797,21% no 3T18 em comparação ao mesmo período de 2017. A margem do EBITDA passou de 1,97% no terceiro trimestre de 2017 para 14,43% no mesmo período de 2018.\r\n\r\nA Cemig apresentou uma dívida bruta de R$15,4 bilhões no terceiro trimestre do ano, elevação de 9,5% ante o mesmo período do ano anterior. Tal crescimento é explicado pela nova captação de recursos no exterior da controlada Cemig GT no valor de US$500 milhões (R$1,9 bilhão). Abatendo os R$2,0 bilhões de caixa e equivalentes, a dívida líquida atingiu R$13,2 bilhões, alta de 3,7% na comparação com 3T17. Desmembrando os passivos, avaliamos com cautela a estrutura de capital do ativo, pois as dívidas de curto prazo somam R$2,3 bilhões, valor este superior ao montante das disponibilidades. Como atenuante, nesta visão, o grau de alavancagem da dívida (dívida líquida/Ebitda) foi de 3,56x neste trimestre, uma queda importante em relação aos 5,77x do terceiro trimestre de um ano antes, o que denota um crescimento relevante na geração de caixa operacional bruta da Companhia.",
            "valor_total": "5.551.151",
            "receita_liquida": "23.058.807",
            "numero_acoes": "1458.191",
            "pl": "10.13",
            "resultado": "1103.459",
            "dividendos": "0.19",
            "beta": "1.37",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T15:55:09",
            "editado": "2019-04-18T14:29:25",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36848,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de resistência no gráfico diário, associada à formação de topos e fundos ascendentes no gráfico de 60 minutos.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-27/3526806fd87f66b677845fc7f0704566f872c4f0/CMIG4CP.PNG",
        "compra": "14,51",
        "compra_maxima": "14,58",
        "stop": "13,80",
        "objetivo": "15,30",
        "preco_encerramento": "14,65",
        "criado": "2019-02-27T14:56:16",
        "editado": "2019-02-27T17:25:35"
    },
    {
        "empresa": {
            "id": 100,
            "analista": 45,
            "nome": "Eletrobras",
            "codigo": "ELET3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/84796d68aef0980432a81048763514dfd47f04c3/ELET.svg",
            "sobre": "A Eletrobras (Centrais Elétricas Brasileiras S.A.) é uma empresa de economia mista e capital aberto, controlada pelo governo brasileiro, que atua nas áreas de geração, transmissão e distribuição de energia elétrica. Controladora de empresas de geração, transmissão e distribuição e detentora de uma das matrizes mais limpas do mundo para a geração de energia elétrica, a Eletrobras tem sede em Brasília e escritório central no Rio de Janeiro. A Empresa possui ações negociadas na  B3, na bolsa de valores de Madri e de Nova Iorque. Com capacidade instalada total de 48.134 MW, a Eletrobras é a maior empresa de geração de energia elétrica brasileira e tem uma participação de 31% do total da capacidade instalada do país.",
            "pontos_positivos": "Possibilidade da privatização da Companhia em 2020.\r\nMaior empresa de energia na América Latina.\r\nPerspectivas de novos investimentos em geração, transmissão e distribuição.\r\nElevação das expectativas de retorno e atratividade no mercado de energia elétrica.\r\nDisponibilidade de recursos financeiros para investimentos no Brasil a taxas inferiores aos custos de oportunidade.",
            "pontos_negativos": "Manutenção da presença do Estado no setor elétrico.\r\nA concessão de licenças ambientais para empreendimentos elétricos é um fator gerador de fortes conflitos com órgãos ambientais e com as comunidades atingidas, implicando em atrasos consideráveis e até paralisia das obras.\r\nPropensão à entrada de novas empresas no setor, inclusive de corporações multinacionais e estrangeiras.\r\nFortalecimento dos grandes consumidores, aumentando a pressão por energia de qualidade e redução de tarifas.",
            "resumo": "Esperava-se que a retoma de crescimento econômico no ano de 2018 fosse mais acentuada, mas se apresentou de forma bastante tímida. Entretanto, com a resolução das eleições do ano passado, somado a guinada de partidos pró-mercado, as expectativas se renovaram. O impacto foi direto nas projeções do PIB, inflação, dólar e outros agregados macroeconômicos e um otimismo pairou sobre o mercado. \r\n\r\nCom os primeiros meses de 2019, o que perdurou foi o desenrolar da aprovação da reforma da previdência. As articulações que se demonstraram mais alongadas e todo o trâmite necessário, até o momento, frustra o otimismo que perdurava, que por sua vez acaba impactando todas as projeções de crescimento econômico. Tal situação tem relação direta com as taxas de crescimento do setor elétrico, uma vez que parte considerável da receita das companhias advém da indústria, e com a economia ainda patinando a influência é direta.   \r\n\r\nTambém fica no radar à tramitação no Congresso Nacional do processo que envolve a privatização da Eletrobras, iniciado com a venda da Cepisa, Ceron, Eletroacre e Boa Vista Energia. Vale frisar, que a modernização do setor elétrico é uma demanda urgente, uma vez que tal segmento passou por importantes transformações mundo afora. Muitos países estão promovendo mudanças regulatórias e se adequando às novas necessidades. Neste sentido, avaliando os dados da empresa, assim como o cenário macro, mantém-se o ativo Eletrobrás em tendência neutra no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nA receita operacional líquida da empresa totalizou no 4T18 um montante de R$1,17 bilhão, uma redução de 3,5% quando comparado ao quarto trimestre de 2017 (R$1,2 bilhão). Debruçando-se nos impactos que que levaram a tal resultado, observa-se que a variação é muito explicada pelo término de contratos bilaterais na controlada Eletroacre, onde a receita de geração de energia sai de R$696 milhões no 4T17 para R$584 milhões. O EBITDA no 4T18 atingiu um montante de R$13 milhões ante ao prejuízo constatado no mesmo período referido do ano de 2017 (R$1,5 milhão). Já o lucro líquido atingiu R$12,0 milhões no quarto trimestre de 2018, revertendo o prejuízo de R$4,0 milhões no último semestre de 2017.\r\n\r\nEm 2018, as geradoras da empresa venderam 152 TWh de energia, contra 156 TWh negociados no mesmo período do ano anterior, o que representa uma redução de 2,2%. O preço médio de venda no Ambiente de Contratação Regulada (ACR) foi de R$249,68/MWh enquanto o preço médio no Ambiente de Contratação Livre foi de R$167,37/MWh.\r\n\r\nOs custos e despesas operacionais apresentaram uma redução considerável de 24,56% entre o 4T18 e o 4T17, totalizando respectivamente R$983 milhões e R$1,3 bilhão. Tal variação é explicada pela economia em R$64 milhões devido a saída de empregados em dezembro de 2017, redução em patrocínios Lei Rouanet, R$0,5 milhão e pela redução com gastos com energia comprada para revenda, onde foi de R$1,9 bilhão no 4T17 para R$211 milhões no 4T18.\r\n\r\nA dívida bruta atingiu o montante de R$54,8 bilhões no final do ano de 2018, aumento de 20% quando comparado ao ano de 2017 (R$45,5 bilhões). Já a dívida líquida totalizou no último semestre de 2018 um valor de R$26 bilhões, em contraponto aos R$20,2 bilhões apresentados ano anterior. Tal variação muito é explicada em razão da reclassificação da Amazonas D para “Ativos disponíveis para venda”, onde a dívida que era correspondente a fornecedores foi realocada e será assumida pela Eletrobras. Já os investimentos totalizaram R$6,2 milhões no ano de 2018, concentrando investimentos maiores em geração de energia, apresentando uma elevação de 19% quando comparado a 2017.",
            "valor_total": "32.774.324",
            "receita_liquida": "40.845.767",
            "numero_acoes": "1.352.634",
            "pl": "41,74",
            "resultado": "13.262.378",
            "dividendos": "0,05",
            "beta": "2,05",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:14:05",
            "editado": "2019-04-25T15:58:01",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36837,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Perda de resistência pelo G60",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-27/687885daca48459e153c7bb2cf8658dc97c73200/Capturar.PNG",
        "compra": "38,57",
        "compra_maxima": "38,65",
        "stop": "36,40",
        "objetivo": "40,70",
        "preco_encerramento": "40,70",
        "criado": "2019-02-27T13:53:52",
        "editado": "2019-02-27T16:18:24"
    },
    {
        "empresa": {
            "id": 186,
            "analista": 49,
            "nome": "Braskem",
            "codigo": "BRKM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-26/74da870306dd9dbc4e47ede8cfe66b12b3e7bf7e/braskem.jpg",
            "sobre": "A Braskem é uma empresa petroquímica criada em 2002 para atuar no mercado de resinas termoplásticas (polietileno, polipropileno e PVC). A companhia surgiu com a compra da Copene pela Odebrecht e pelo Grupo Mariani no ano anterior. Por meio de seus escritórios nas Américas, Europa e Ásia, a Braskem atua em parceria com clientes em mais de 60 países do mundo, firmando-se como um importante player global no mercado de resinas termoplásticas e produtos químicos. Ao todo, são mais de 10 milhões de toneladas de produtos fabricados em 41 unidades industriais instaladas no Brasil, nos Estados Unidos, na Alemanha e no México.",
            "pontos_positivos": "Empresa com portfólio diversificado e potencial para aproveitar a recuperação esperada para a economia em 2019.\r\nForte geração de caixa pelos ativos internacionais da Companhia e pelas exportações.\r\nPerfil de endividamento bastante alongado, com alto volume de disponibilidade de caixa em moeda estrangeira.\r\nLiderança isolada no mercado nacional e posição relevante no contexto global.",
            "pontos_negativos": "Exposição da Odebrecht, importante acionista, aos desdobramentos da Lava Jato que devem estender seus efeitos e podem afetar adversamente a Empresa.\r\nGrande sujeição às cotações do petróleo, o que aumenta a volatilidade dos níveis de rentabilidade da Companhia.\r\nCustos de imunização contra o risco cambial inerente à operação da Empresa podem comprometer sua rentabilidade.\r\nPagamento de multas elevadas podem reduzir o resultado operacional da Companhia.\r\nDívida dolarizada (não hedgeada) suscetível à desvalorização cambial.",
            "resumo": "A economia global mostra sinais de desaceleração vindos de dados econômicos fracos da China, da Europa e dos Estados Unidos. Esse fator afeta a demanda no mercado externo da Braskem, como foi visto no resultado de 2018. Além disso, os preços do petróleo Brent em alta mostram um encarecimento do produto para o consumidor industrial de alguns segmentos. Neste ano também ocorreram quedas nos spreads (diferença entre os preços dos produtos químicos e o preço da nafta) dos principais produtos químicos produzidos pela Braskem, ocasionados por alguns fatores como: (i) forte demanda da China por butadieno e (ii) aumento da oferta de cumeno após a entrada de novas capacidades produtivas na Ásia.\r\n \r\nMesmo com um cenário no Brasil ainda otimista, visto que as expectativas de melhora da economia fomentam um ambiente melhor de demanda para os produtos produzidos pela Braskem, vemos um resultado vulnerável a variações cambiais devido a dívidas dolarizadas, o que tem tirado um pouco da margem líquida da Companhia. Diante do cenário atual e da resiliência apresentada pela Companhia mantemos a tendência de longo prazo neutra. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo ano de 2018, a Braskem se manteve praticamente estável em relação à receita líquida das regiões de atuação. Na sua principal região (Brasil) a receita líquida se manteve estável em US$11,5 bilhões. Nos EUA e na Europa houve aumento de 4% em relação a 2017, atingindo US$3,2 bilhões. Já no México, a receita líquida foi de US$1,0 bilhão, queda de 8%. \r\n \r\nVimos no Brasil uma queda de produção tanto de Eteno quanto de Propeno, de 3% e 8%, respectivamente, e também queda da demanda por resina de 2%, o que ocasionou retração da receita na região. Nas regiões EUA e Europa, a queda de produção foi, respectivamente, de 9% e 11%. Nos EUA, foram ocasionadas pela perda de alguns clientes devido ao alto preço da resina, com destaque para setores de embalagens e não-tecido. Já na Europa a retração foi ocasionada pelo enfraquecimento do setor automobilístico, em função de novas regulações que dificultaram a produção de carros.\r\n \r\nDiante da redução operacional no ano, o EBITDA caiu 8% na comparação anual, atingindo R$11,3 bilhões. Fatores que impulsionaram um menor EBITDA foram principalmente (i) um menor spread médio da indústria e (ii) a taxa de operação inferior inferior, devido a questões operacionais e à greve dos caminhoneiros. \r\n \r\nOs custos de produtos vendidos (CPV) aumentaram 27,5% no ano de 2018, registrando R$46,4 bilhões e resultando numa margem bruta de 20%. Segregando por região de atuação, vimos um aumento de 9% no Brasil, nos EUA e na Europa aumento de 7% e no México uma queda de 3%. O aumento do CPV no Brasil foi causado pelo custo de carregamento do estoque formado com preços mais altos das matérias-primas. \r\n \r\nNas despesas operacionais, observamos uma queda de 6% na comparação ano a ano, registrando R$3,3 bilhões. O resultado veio de uma menor produção e vendas no ano, reflexo da queda nas rubricas de despesas com vendas e distribuição (-2,7%) e de despesas gerais e administrativas (-2,8%).\r\n \r\nO resultado financeiro mostrou aumento de 18% em 2018, saldo negativo de R$4,6 bilhões. Mesmo com a redução das despesas financeiras de 20,4% no ano, o resultado financeiro foi impactado negativamente pelas variações cambiais líquidas, que totalizaram um saldo negativo de R$2,3 bilhões (+185%). O principal impacto veio da desvalorização do Real de 17% no ano sobre a exposição líquida não designada para hedge accounting (método contábil de acordo com o IFRS9/CPC48 para proteção cambial de ativos e passivos financeiros).\r\n \r\nO lucro líquido da Braskem foi de R$2,9 bilhões em 2018, queda de 30%, efeito da margem bruta menor neste ano e do resultado financeiro com perdas nas variações cambiais líquidas. Com isso, o lucro por ação caiu de R$5,10 em 2017 para R$3,60 em 2018.\r\n \r\nO prazo médio do endividamento da Companhia em 31 de dezembro de 2018 era de cerca de 14 anos. A dívida de longo prazo da Braskem representa 97% do total e para a dívida de curto prazo a Companhia possui caixa suficiente (cerca de 5 vezes a dívida de curto prazo) para liquidar esse saldo. A Braskem possui cerca de 97% da dívida bruta em Dólar, 3 p.p. acima do apresentado em 2017. A alavancagem  financeira (dívida líquida/EBITDA) subiu de 1,81x em 2017 para 2,06x em 2018.",
            "valor_total": "36.255.223",
            "receita_liquida": "57.999.866",
            "numero_acoes": "795.984",
            "pl": "7,43",
            "resultado": "2.866.675",
            "dividendos": "1,88",
            "beta": "0,44",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:11:47",
            "editado": "2019-03-26T17:09:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36671,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-20/0b211a320f5e7a5165b220d339bcc511efa42108/BRKM5CP.PNG",
        "compra": "56,19",
        "compra_maxima": "56,47",
        "stop": "53,80",
        "objetivo": "58,50",
        "preco_encerramento": "55,47",
        "criado": "2019-02-20T10:13:31",
        "editado": "2019-02-27T10:12:36"
    },
    {
        "empresa": {
            "id": 341,
            "analista": 41,
            "nome": "MOVIDA",
            "codigo": "MOVI3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/ef4f4883b69152164b2a393de348beb92bd41a7d/MOVI.svg",
            "sobre": "A Movida é uma companhia que atua no segmento de locação de veículos no Brasil. É considerada a segunda maior em tamanho de frota e receita entre as empresas de capital aberto que atuam nesse segmento. Em dezembro de 2014, a Empresa consolidou todas as atividades de “rent a car” e de gestão e terceirização de frotas do Grupo JSL, grupo com portfólio de serviços logísticos do País. As atividades da Movida estão divididas em três linhas de negócios, quais sejam: (i) segmento de locação de veículos (“Rent-a-Car” - RAC); (ii) segmento de Gestão de Frotas (GTF) e (iii) comercialização de veículos Seminovos por meio de lojas próprias, principalmente sob a marca Movida Seminovos.",
            "pontos_positivos": "Posição de caixa confortável em relação à alavancagem da dívida.\r\nExpansão das lojas, com foco em aumentar a frota por ponto de atendimento e, assim, diluir os gastos fixos.\r\nPrincipais indicadores, como resultado líquido, lucro líquido e Ebitda estão em uma curva ascendente desde o IPO da Companhia.\r\nMelhora nas margens mesmo em um ambiente econômico ainda desafiador.\r\nBoa pagadora de dividendos.",
            "pontos_negativos": "Forte concorrência no setor de atuação.\r\nConcentração elevada em determinadas marcas para fornecimento dos veículos operacionalizados.\r\nFalhas na determinação no valor do aluguel e da diária podem prejudicar os resultados da Companhia.\r\nA competitividade e manutenção da estratégia de crescimento dependem da sua capacidade de fazer investimentos, renovar e expandir a sua frota.",
            "resumo": "A Movida (MOVI3) tende a ser prejudicada pelo baixo nível de aquecimento da economia, uma vez que diminuem os investimentos por parte das empresas em serviços de gestão de frotas, além de reduzir a capacidade de consumo das pessoas físicas no mercado de aluguel de carros. Contudo, os segmentos de Aluguel de Veículos e Gestão de Frotas têm conseguido apresentar melhoras nos indicadores operacionais, inclusive no número de diárias, variável em que se esperaria piora em dado cenário econômico negativo.\r\n \r\nA isso se soma o atual resultado com controle de custos e ampliação do lucro, do Ebitda e das margens. Por esses motivos, acreditamos que a Companhia deve continuar apresentando bons resultados ao longo de 2019, conforme a economia for se recuperando da crise recente. Assim, apontamos MOVI3 como tendência de alta no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Movida apresentou forte crescimento na receita líquida de serviços (receita líquida excluído o setor de Seminovos), tanto na comparação entre os quartos trimestre de 2017 e 2018, quanto no acumulado anual (29% e 24,7%, respectivamente). O segmento de Aluguel de Carros continua a ser o principal da Empresa e o principal fator de expansão no período, contudo, o crescimento de aproximadamente 48% no segmento de Gestão de Frotas levou este a ampliar sua participação no resultado total. Já o segmento de Seminovos teve leve queda entre 2017 e 2018 (-6,7%). Assim, a receita de serviços somou R$334 milhões no 4T18 e R$1,2 bilhão no acumulado de 2018.\r\n \r\nEm função do crescimento expressivo das receitas, os custos diretos e despesas também se expandiram de forma relevante no período. Mesmo excluindo-se o segmento de Seminovos, essa rubrica teria apresentado alta de 13,5% na comparação entre os quartos trimestres e de 15,1% na comparação anual. Em ambos os casos, o maior impulso veio do crescimento dos custos com depreciação e amortização, fruto da ampliação da frota de veículos. Dessa forma, os custos atingiram R$126 milhões no 4T18 e R$1,7 bilhão no acumulado de 2018, em ambos os casos desconsiderando o segmento de Seminovos.\r\n \r\nO lucro bruto atingiu R$219 milhões entre outubro de dezembro do ano passado, alta de 31,8% em relação ao mesmo período de 2017. No acumulado do ano, o lucro atingiu R$807 milhões, crescimento de 25%. Apesar da alta de quase 50% no segmento de Gestão de Frotas, o destaque foi o segmento de Aluguel de Carros, o qual apresentou crescimento de 6 p.p. em sua margem bruta no trimestre (lucro bruto/receita líquida de serviços). No total, a margem bruta foi de 65,7% no quarto trimestre e de 68% no acumulado do ano.\r\n \r\nAs despesas gerais e administrativas cresceram abaixo do crescimento da receita, pouco impactando o resultado final e reduzindo sua participação na receita líquida de serviços. O resultado financeiro seguiu a mesma trajetória e, apesar da alta, também reduziu sua participação na receita e teve impacto pouco significativo no total.\r\n \r\nO lucro líquido atingiu R$51,7 milhões no 4T18, máxima histórica e valor 160% superior ao registrado no quarto trimestre de 2017. No ano, a alta foi de 143%, auferindo lucro de R$160 milhões. No mesmo sentido, o Ebitda subiu 66% no 4T18 para R$142 milhões, enquanto no ano a rubrica atingiu R$482 milhões, alta de 48%.\r\n \r\nA margem líquida (lucro líquido/receita líquida de serviços) somou 15,5% no trimestre e 13,5% no ano, revertendo os resultados anteriores próximos a 7%. Já a margem Ebitda (Ebitda/receita líquida de serviços) atingiu 42,5% no trimestre e 40,5% no ano, também mostrando bom avanço frente aos patamares anteriores por volta de 33%.\r\n \r\nQuanto ao endividamento, a dívida bruta da Companhia atingiu R$2,2 bilhões, alta de 22% na comparação anual. O caixa e equivalentes somou R$812 milhões, praticamente estável e ainda superior aos passivos de curto prazo, os quais foram auferidos em R$483 milhões. Por fim, a dívida líquida avançou 35% para R$1,5 bilhão, enquanto a alavancagem financeira (dívida líquida/Ebitda acumulado em 12 meses) passou de 3,30x para 3,02x.",
            "valor_total": "2.256.361",
            "receita_liquida": "2.538.598",
            "numero_acoes": "262.368",
            "pl": "6,32",
            "resultado": "159.738",
            "dividendos": "0,09",
            "beta": "0,96",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-01-22T16:43:31",
            "editado": "2019-03-26T14:17:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36776,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento da resistência no gráfico diário, aliado com volume acima da média e rompimento da máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-26/07adb9c83df906c05a3664eb10df274623329d9f/MOVI3CP.PNG",
        "compra": "11,32",
        "compra_maxima": "11,38",
        "stop": "10,65",
        "objetivo": "12,00",
        "preco_encerramento": "11,66",
        "criado": "2019-02-26T10:21:11",
        "editado": "2019-02-26T17:04:49"
    },
    {
        "empresa": {
            "id": 316,
            "analista": 42,
            "nome": "Carrefour",
            "codigo": "CRFB3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/ac1b8bf6f825ee454b46f4f1eafb39ecea112631/CRFB.svg",
            "sobre": "O grupo Carrefour é uma rede varejista de produtos alimentares líder no Brasil, em termos de venda, sendo ainda a única rede de lojas próprias com presença em todo território nacional. Atuando no comércio de produtos alimentares e não-alimentares em mais de 150 cidades e em todos os 26 estados brasileiros e no Distrito Federal. Operando uma plataforma omnicanal, dual-model e multiformato, atende as necessidades dos consumidores e à constante evolução dos seus hábitos de compra, por meio de uma rede de lojas físicas composta por 634 pontos de venda, além de uma plataforma de e-commerce e marketplace em rápida expansão. As marcas Atacadão e Carrefour estão entre as mais reconhecidas nos formatos de atacado de autosserviço e de hipermercado no Brasil. A atuação também se dá no segmento de crédito ao consumidor, através do Banco CSF.",
            "pontos_positivos": "Inauguração de 38 novos pontos de vendas.\r\nRedução da inadimplência na carteira de crédito.\r\nAumento do faturamento com cartões e carteira de crédito.\r\nGanho de market share.\r\nRelevantes avanços da estratégia de transformação digital.\r\nMaior geração de caixa operacional e menor necessidade de capital de giro.\r\nPosição de liderança no segmento de atuação.",
            "pontos_negativos": "Segmento marcado por grande concorrência e pequenas margens de lucro.\r\nFraco crescimento no varejo, evidência a alta dependência do Atacadão.",
            "resumo": "O segmento de varejo alimentar tem se se apresentado como um dos mais resilientes segmentos do varejo. Em um período no qual o cenário econômico político doméstico  tem se mostrado mais turbulento para o varejo, o setor de supermercados e hipermercados auferiu uma performance superior ao varejo em geral, mais que duplicando o volume de vendas e faturamento. O fato anteriormente citado reflete uma característica defensiva do setor, em função da característica de necessidades básicas que os alimentos possuem. Além do mais, a inflação alimentar, que é benéfica para as empresas do referido setor, acumulou alta de 4,53% em 2018, frente a deflação de 4,85% no acumulado de 2017. Adicionalmente, é importante observar que a recuperação do cenário econômico, ainda que morosa, que pode ser observada pelas melhores projeções do PIB, pela tímida redução dos patamares de desemprego e pela manutenção da Selic no menor patamar histórico, o que tende a beneficiar as atividades ligadas ao consumo.\r\n\r\n\r\nAo analisar os resultados do Grupo Carrefour Brasil (CRFB3) referentes ao último trimestre de 2018, constatamos que a Companhia avançou em importantes métricas financeiras operacionais, impulsionada pelo plano de expansão das operações, desse modo, encerrando o ano com 660 pontos de vendas, 38 a mais que o reportado ao término de 2017, refletindo na expansão acima da média do setor, impulsionado majoritariamente pelo Atacado, que corresponde por mais de 67% da receita total, o que levou ao aumento das margens de lucro. Dado a constância na evolução dos resultados, posição de liderança que a marca ocupa no segmento e bandeiras que atendem a todo o espectro de classes sociais, optamos por manter a tendência de alta para o ativo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018.\r\n\r\n\r\nAo término do último trimestre de 2018, a receita líquida de vendas do grupo atingiu R$15,82 bilhões, demonstrando um crescimento de 10,20% na base de comparação anual. Analogamente, o Ebitda (que mensura o desempenho financeiro operacional) seguiu na mesma direção, sendo registrado em R$1,41 bilhão ao fim de dezembro de 2018, expansão de 26,60% na comparação com o 4T17. O grupo varejista finalizou o quarto trimestre de 2018 reportando um lucro líquido de R$758 milhões, maior patamar histórico, indicando um aumento de 66% em relação ao resultado reportado no 4T17, apesar de maiores despesas financeiras com juros, as quais cresceram 60%, ficando em R$104 milhões. \r\n\r\n\r\nA atuação do Grupo Carrefour ocorre majoritariamente por dois segmentos: varejo e atacado. Em termos operacionais, o quarto trimestre foi marcado mais uma vez pelo sólido desempenho do Atacadão, que cresceu 14,90% em vendas, reportando vendas líquidas de R$10,69 bilhões. A expansão do referido segmento foi possibilitada pelo aumento do volume de vendas, ticket médio, aumento nos preços de alimentos considerados commodities e evolução de 5,60% nas lojas recém inauguradas (com até 12 meses). \r\n\r\n\r\nJá o varejo teve um desempenho mais discreto no decorrer do 4T18, as vendas aumentaram em 3,50%, totalizando R$5,10 bilhões. O resultado foi auxiliado também pelo maior volume de vendas, pelo crescimento em 110% do e-commerce, com o faturamento de R$1,40 bilhão e também pelo maior ticket médio. Adicionalmente, destacamos as estratégias de transformação digital, que visam elevar o nível de serviço para o cliente, tais quais: clique & retire e retire de carro e os avanços na transformação alimentar, atualmente 11% de todas as vendas são de produtos com a marca própria do Carrefour, o que tende a gerar maiores margens brutas. Ao término do quarto trimestre de 2018, a rede de super e hipermercados possuía 660 lojas em funcionamento, 38 lojas a mais na comparação com o mesmo período do ano anterior, com destaque para as inaugurações das Cash & Carry, que somou 20 aberturas e para o ano de 2019 o plano de expansão prevê a inauguração de 20 novos pontos de vendas.\r\n\r\n\r\nOutro segmento que o Carrefour explora é o financeiro, através do Banco Carrefour. No 4T18, o faturamento somou R$7,50 bilhões, aumento de 25,50%, auxiliado pelo aumento nas vendas do cartão de crédito e no cartão de crédito no Atacadão. Com isso, a carteira de crédito do banco somou R$8,38 bilhões, crescimento de 33,30%. Adicionalmente, a qualidade da carteira manteve-se estável, os atrasos acima de 90 dias comprometem 9,70% da carteira frente a 9,80% observado no mesmo período do ano anterior. Ao mesmo tempo que a inadimplência acima de 30 dias e abaixo de 90 dias encerrou o 4T18 comprometendo 12,50% da carteira total, redução de 0,1p.p.\r\n\r\n\r\nNo que tange a geração de caixa operacional, no trimestre em questão houve expressiva melhora, expansão de 39,40%, ficando em R$2,43 bilhões. Além do maior lucro líquido, a melhora expressiva pode ser associada à menor necessidade de capital de giro para financiamento das operações, que ficou em R$964 milhões, queda de 10,80%, tendo como destaque o menor prazo de recebimento das vendas à prazo,  maior prazo de pagamento aos fornecedores e maior giro dos estoques.\r\n\r\n\r\nNo que se refere à estrutura de endividamento, ao final do 4T18 a dívida líquida do Grupo Carrefour totalizava o valor negativo de R$831, valor 10,50% menor que o montante devido ao término do 4T17. Uma dívida líquida negativa sinaliza que o valor detido em caixa é suficiente para saldar as obrigações financeiras e ainda há sobra de caixa e também pressupõe a inexistência alavancagem financeira. A despeito da melhora nos indicadores de endividamento, a capacidade de solvência manteve-se inalterada tanto no curto como no longo prazo.",
            "valor_total": "35.880.393",
            "receita_liquida": "54.267.000",
            "numero_acoes": "1.983.438",
            "pl": "7,08",
            "resultado": "1.660.000",
            "dividendos": "0,38",
            "beta": "0,55",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-09-12T17:39:13",
            "editado": "2019-03-22T17:27:24",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36754,
        "analista": 38,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento da resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-25/0a5348e8b84c6a5c993527843a1aa469747fdc79/CRFB3CP.PNG",
        "compra": "20,45",
        "compra_maxima": "20,55",
        "stop": "19,60",
        "objetivo": "21,40",
        "preco_encerramento": "20,62",
        "criado": "2019-02-25T10:59:04",
        "editado": "2019-02-26T13:44:46"
    },
    {
        "empresa": {
            "id": 156,
            "analista": 46,
            "nome": "Banco do Brasil",
            "codigo": "BBAS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/94f38f0428e205734941b5dfab6d68e8c65d237e/BBAS.svg",
            "sobre": "O Banco do Brasil é uma instituição financeira sob controle do Governo Federal, o qual possui 52,2% do total de ações da Companhia. O Banco foi fundado em 1808 e foi a primeira empresa listada em bolsa de valores no Brasil. Atualmente, sua rede de atendimento conta com mais de 4 mil agências e mais de 35 mil caixas eletrônicos, localizados em quiosques, shoppings, aeroportos e rodoviárias. No setor agrícola, o Banco cumpre importante papel na concessão de crédito e atua diretamente na execução da política governamental para esse segmento. Além disso, a Companhia diversifica seus negócios atuando no setor de serviços bancários, seguridade, mercado de capitais, administração de recursos de terceiros, cartões e franquia de atendimento no exterior.",
            "pontos_positivos": "Aumento do lucro líquido recorrente superior àquele apresentado pelos seus principais pares de mercado.\r\nRedução da inadimplência mesmo com a ampliação da carteira de crédito, o que possibilitou a redução do PDD.\r\nAlta capilaridade da rede de agências, que representam quase 22% do total de agências existentes no Brasil.",
            "pontos_negativos": "Aumento do índice de eficiência, mostrando que as despesas administrativas cresceram mais do que as receitas operacionais.\r\nSetor competitivo, no qual uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nParticipação majoritária do governo no controle acionário do Banco, o que pode favorecer a aprovação de projetos com objetivos sociais ou políticos em detrimento daqueles que visem unicamente os interesses financeiros da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro para a presidência da República. Por ter um viés mais pró-mercado, ele pode dar andamento às reformas, com destaque para a reforma da Previdência. Segundo estudo feito pelo governo, a proposta enviada para o Congresso poderia trazer uma economia de R$1,0 trilhão em 10 anos, o que aliviaria o déficit fiscal brasileiro. A aprovação das principais reformas trará consigo maior demanda por crédito, tanto pelas indústrias, para a realização de investimentos, quanto pelas pessoas, para o consumo, o que é positivo para o Banco do Brasil. \r\n\r\nPorém, o mercado ainda fica apreensivo a respeito dos possíveis cortes que a proposta original pode sofrer antes de ser aprovada. Assim, a economia brasileira encontra dificuldades para voltar a crescer de forma vigorosa, de forma que o PIB nacional vem sendo reajustado para baixo frente às expectativas inicialmente traçadas. A inflação aparenta estar sob controle, enquanto a taxa Selic está nas mínimas históricas (6,5% a.a.). O desemprego permanece elevado, enquanto a capacidade ociosa da indústria ainda tem bastante espaço para diminuir. A expectativa é de que o Brasil cresça de forma mais acelerada, mesmo que isso demore mais do que o esperado, de forma que o desemprego diminua juntamente à capacidade ociosa da indústria. Isso tende a aumentar a demanda por crédito do Banco, trazendo aumento de receita. \r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco do Brasil no 4T18, percebe-se que ele foi majoritariamente positivo. O lucro líquido ajustado se expandiu juntamente ao crescimento da margem financeira líquida. A carteira de crédito do Banco também aumentou, com destaque para o segmento de pessoa física. Apesar disso, o setor de pessoa jurídica continua a representar a maior parte da carteira de crédito da Instituição. A inadimplência do Banco do Brasil diminuiu, o que possibilitou uma redução no PDD.\r\n\r\nCom um cenário político econômico favorável, aliado aos resultados positivos apresentados no 4T18, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco do Brasil apresentou lucro líquido ajustado de R$3,8 bilhões, resultado 20,6% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$13,5 bilhões em 2018, o que corresponde a uma alta de 22,2% em relação a 2017. O crescimento do lucro líquido ajustado pode ser justificado pela redução das despesas de provisão de crédito (PDD), pelo aumento das rendas de tarifas e pelo controle de custos eficiente adotado na Companhia. \r\n\r\nTambém constatou-se aumento em relação à margem financeira líquida, que mensura a diferença entre os juros pagos ao Banco (devido ao crédito concedido) e aqueles pagos pelo Banco (devido ao crédito tomado). No 4T18, o Banco do Brasil registrou margem de R$9,3 bilhões frente aos R$8,9 bilhões do 4T17 (alta de 4,6%). Já na comparação anual, a alta foi de 8,6%, passando de R$32,6 bilhões para 35,4 bilhões. Como principais contribuições para esse crescimento, tem-se o aumento nas receitas financeiras com operações de crédito, influenciadas positivamente pelo crescimento da carteira de crédito de pessoas físicas. Além disso, também houve elevação da despesa financeira de captação, que foi afetada pela elevação da taxa de juros na Argentina, culminando em um aumento da despesa em depósitos a prazo no Banco Patagônia. \r\n\r\nEm relação à carteira de crédito do Banco do Brasil, observou-se evolução de 1,8% entre dezembro de 2017 e o mesmo período de 2018 (R$684,8 bilhões versus R$697,3 bilhões). O destaque ficou para a carteira de pessoa física, que cresceu 2,7% de um ano ao outro, de forma que a participação na totalidade da carteira passou de 27,4% para 28,2%. De toda forma, o segmento de pessoa jurídica continuou com a maior representatividade (38,7% em dezembro de 2018) e apresentou evolução de 0,7% na comparação anual.\r\n\r\nVisando analisar a qualidade da carteira de crédito do Banco do Brasil como um todo, observa-se o índice de inadimplência acima de 90 dias. Em dezembro de 2017 registrou-se inadimplência de 3,72%, enquanto no mesmo período de 2018 ele era de 2,53%. Essa redução de 1,19 p.p. reflete o menor saldo de inadimplência no período, sendo que a cobertura segue compatível com o perfil de risco da mesma. Dessa forma, o Banco do Brasil conseguiu reduzir a sua Provisão para Créditos de Liquidação Duvidosa líquida (também conhecida como PDD). Ela passou de R$3,9 bilhões no 4T17 para R$3,2 bilhões no 4T18 (redução de 19,0%). Já na comparação anual, o PDD passou de R$20,1 bilhões em 2017 para R$14,2 bilhões em 2018 (redução de 29,2%). A redução da PDD foi um dos fatores que influenciou positivamente o lucro da Instituição. \r\n\r\nQuanto ao Retorno sobre Patrimônio Líquido Anualizado (RSPL ou ROAE), observou-se elevação de 1,8 p.p. entre o 4T17 e o 4T18, passando de 14,5% para 16,3%. Em linhas gerais, esse indicador representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos e é calculado a partir do patrimônio líquido médio do período. Já na comparação anual, constatou-se elevação de 1,6 p.p. (12,3% em 2017 versus 13,9% em 2018). A título comparativo, o CDI anualizado foi de 6,3%, refletindo a capacidade de geração de valor do Banco. \r\n\r\nFinalmente, percebe-se que o Banco do Brasil apresentou Índice de Basileia de 18,9% em dezembro de 2018. Ele foi 0,7 p.p. menor do que aquele apresentado no mesmo período de 2017. De toda forma, ele permanece acima daquele estipulado pelo Bacen, em 8,625%. Por sua vez, o Índice de Capital Principal passou de 10,48% para 10,00% entre dezembro de 2017 e dezembro de 2018. Apesar da redução, isso não coloca em risco a proposta do Banco de manter o Índice de Capital Principal acima de 9,5% em 2019, quando as regras do Basileia III estarão integralmente implementadas, e acima de 11% em janeiro de 2022.",
            "valor_total": "129.499.323",
            "receita_liquida": "171.488.199",
            "numero_acoes": "2.785.531",
            "pl": "36,71",
            "resultado": "12.862.026",
            "dividendos": "0,00",
            "beta": "1,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:20:27",
            "editado": "2019-03-19T11:59:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36569,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento da resistência após teste de média.\r\n\r\nAção ex-JCP em 22/02/2019.\r\n   Valor atualizado até 14/02/2019: R$ 0,59014654706\r\n   Valor líquido: R$ 0,50164565001 (R$ 0,50)\r\n   Data do pagamento: 07/03/2019",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-15/123e0c53ea7c0ec0072bda2b836ea42312f208b5/BBAS3CP.PNG",
        "compra": "54,78",
        "compra_maxima": "55,05",
        "stop": "50,32",
        "objetivo": "59,43",
        "preco_encerramento": "52,13",
        "criado": "2019-02-15T10:51:51",
        "editado": "2019-02-26T10:57:22"
    },
    {
        "empresa": {
            "id": 110,
            "analista": 43,
            "nome": "Fleury",
            "codigo": "FLRY3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/e8f64bf73da9bd47368727be867164c773033156/FLRY.svg",
            "sobre": "A Fleury é um grupo que atua no segmento de saúde há 90 anos, tendo presença diversificada ao longo de vários negócios e é referenciada por médicos e pela opinião pública como uma empresa reconhecida pela excelência nos serviços prestados, inovação e qualidade técnica. As principais áreas de atuação da empresa são: unidades de atendimento, operações diagnósticas hospitalares e laboratório de referência. A Fleury conta com uma equipe composta por 8.800 colaboradores e 2.000 médicos. Atualmente, a companhia é negociada no Novo Mercado da B3 sob o código FLRY3.",
            "pontos_positivos": "A companhia oferece soluções integradas que envolvem sistemas de apoio à decisão e serviços de assessoria médica. Esse modelo contribui para fidelização de profissionais da saúde em um mercado no qual a indicação tem papel preponderante na escolha do laboratório.\r\nExpansão de unidades de atendimento e novos negócios com estratégia seletiva de aquisições, podendo ingressar em novos estados.\r\nElevação no nível de satisfação do cliente (NPS).\r\nCompanhia em processo de transformação digital, visando elevar o nível de serviço e ganhos de eficiência.\r\nExpansão no número de exames realizados.\r\nSetor da saúde se beneficia como um todo do cenário de envelhecimento e aumento da expectativa de vida da população .",
            "pontos_negativos": "Embora os exames tenham sua demanda pulverizada entre milhões de clientes, os principais pagadores do grupo são planos de saúde e hospitais. Esse cenário sujeita a empresa ao risco de crédito com maior concentração.\r\nSetor de medicina diagnóstica é altamente competitivo, o que tende a pressionar as margens.\r\nTaxa de desemprego ainda alta, impactando o segmento de medicina privada.\r\nOperadoras de planos de saúde têm potencial de integrarem a atuação em sua cadeia, passando a concorrer com a Fleury.\r\nFraco crescimento no segmento premium, representado pela marca Fleury.",
            "resumo": "O setor da Saúde é um setor naturalmente menos exposto ao cenário macroeconômico, que vem mostrando lentidão na recuperação da atividade econômica e retrações nas projeções do PIB, por seu grau de essencialidade acima de outros setores da economia. Entretanto, grande parte da receita bruta da Fleury está atrelada à prestação de serviços no segmento premium, que depende mais de uma economia mais aquecida e dos níveis de emprego e renda do que outros serviços tidos como mais “essenciais” e mais acessíveis.\r\nO resultado da Companhia no quarto trimestre de 2018 apresentou crescimento nominal de receita e EBITDA, mas viu suas margens na estabilidade ou em retração. Com o plano de expansão, vemos a empresa aumentar seu endividamento líquido e grau de alavancagem financeira. Tendo isto em vista, mantemos a cautela e a tendência do ativo como neutra no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 a receita líquida da Fleury (FLRY3) totalizou R$654,8 milhões, crescimento de 12,5% em relação ao 4T17. Este aumento de receita tem como destaque o desempenho das marcas regionais excluindo as do Rio de Janeiro que cresceu sua receita bruta em 45,6% na base de comparação anual.\r\n\r\nJá os custos dos serviços prestados da Companhia ficaram em R$482,2 milhões no 4T18, crescimento de 12,5% em relação ao mesmo período do ano anterior. Destaque para o crescimento dos custos com material direto e intermediação de exames (+15,9% vs 4T17) e com depreciação e amortização (+42,4% vs 4T17), que foram levemente compensados pelo ganho de eficiência no front de gastos com pessoal e serviços médicos, que cresceu abaixo do aumento da receita líquida, sendo o custo mais representativo da Companhia. Com isso, o lucro bruto ficou em R$172,5 milhões, crescimento de 12,5% na comparação anual e a margem bruta se manteve estável, em 26,3%. As despesas operacionais totalizaram R$81,1 milhões no quarto trimestre, crescimento de 29,7% na comparação anual.\r\n\r\nO Ebitda atingiu R$145,4 milhões no trimestre, avanço de 11,2% em relação ao 4T18. Este aumento foi influenciado pelo crescimento das marcas regionais, aliado com ganhos de eficiência e alavancagem operacional que acarretaram em melhoria na margem Ebitda na maioria das marcas e amenizou os impactos relacionados à expansão de novas unidades. Com isso, a margem Ebitda do 4T18 ficou em 22,2%, perto da estabilidade em relação ao 4T17, que foi de 22,4%. Já o lucro líquido da empresa totalizou R$58,2 milhões, um recuo de 10% em relação ao 4T17 levando a margem líquida de 11,1% em 4T17 para 8,9% no trimestre findo em dezembro de 2018.\r\n\r\nOs investimentos da Companhia no 4T18 totalizaram R$141,4 milhões, valor 39,8% superior em relação ao 4T17. Destes, 43,5% foi concentrado no plano de expansão da empresa e o restante fica dividido em investimentos em sistemas, projetos de TI, infraestrutura e renovação de equipamentos. Sobre o plano de expansão, a Empresa inaugurou 9 unidades no trimestre, totalizando 53 unidades inauguradas no acumulado desde outubro de 2016.\r\n\r\nNo que tange o endividamento, a dívida bruta da Empresa fechou o 4T18 em R$1,07 bilhão enquanto o Caixa e equivalentes de caixa ficou em R$808,9 milhões, levando a dívida líquida (dívida bruta - caixa) ficar em R$497 milhões, crescimento de 24,9% em relação ao 4T17. Com isso, o grau de alavancagem financeira(dívida líquida/ Ebitda) da empresa passou de 0.6x no 4T17 para 0.7x no 4T18.",
            "valor_total": "6.252.724",
            "receita_liquida": "2.664.462",
            "numero_acoes": "316.113",
            "pl": "5.54",
            "resultado": "331.584",
            "dividendos": "1.01",
            "beta": "0.65",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:31:50",
            "editado": "2019-03-27T16:13:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36686,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda do suporte no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-20/07f7faf4a6152e8204a88b6ef5b30ef5513b8f0d/FLRY3CP.PNG",
        "compra": "20,76",
        "compra_maxima": "20,66",
        "stop": "21,80",
        "objetivo": "19,35",
        "preco_encerramento": "20,50",
        "criado": "2019-02-20T12:04:48",
        "editado": "2019-02-25T10:36:33"
    },
    {
        "empresa": {
            "id": 11,
            "analista": 42,
            "nome": "Hering",
            "codigo": "HGTX3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c6868fae8c9e62a7738c6a48f99ce2bcfa50337e/HGTX.svg",
            "sobre": "Com mais de 135 anos a Hering (HGTX3) é a maior rede de franquias de varejo têxtil do Brasil, a empresa possui em seu portfólio quatro marcas: (i) Hering; (ii) Hering Kids; (iii) PUC e; (iv) Dzarm. Visando atender o mercado de forma ágil e flexível a Hering possui um modelo de produção híbrido caracterizado pela combinação de produção própria, terceirizada e outsourcing (compra de produto acabado) no mercado interno e externo. Atualmente a varejista possui dois pólos industriais localizados nos estados de Santa Catarina e Rio Grande do Norte. Também possui centros de distribuição localizados em Blumenau (SC) e Anápolis (GO), e a partir deles abastece todas as lojas próprias, franqueadas e clientes Multimarcas.\r\n",
            "pontos_positivos": "Maior eficiência na gestão do capital de giro.\r\nRedução das despesas operacionais.\r\nExpressiva geração de caixa operacional.\r\nMaior produtividade nas vendas.\r\nExposição ao cenário externo.\r\nInexistência de alavancagem financeira.",
            "pontos_negativos": "Setor da empresa é marcado por forte concorrência, o que pressiona as margens e pode comprometer a rentabilidade do negócio.\r\nElevada taxa de desemprego e redução do salário médio, que compromete a propensão ao consumo.\r\nSegmento oferece baixas barreiras a entrada de novos concorrentes.\r\nRetração nas vendas.",
            "resumo": "Segundo a última Pesquisa Mensal do Comércio (PMC) promovida pelo o IBGE, o segmento focado em vestuário apresentou forte retração no volume de vendas e no faturamento na comparação com o mesmo período do ano anterior, recuo de 9,30p.p. e 10,60p.p. respectivamente, desse modo, auferindo uma das piores performances do varejo. O desempenho do setor reflete o atual cenário macroeconômico doméstico, que sinaliza para uma lenta retomada do crescimento econômico, dado a baixa perspectiva de expansão para o PIB e ainda elevado patamar de desocupados, muito embora tenha apresentado uma tímida melhora nos últimos trimestres, que vem acompanhado da estagnação no salário médio nacional, o que tende a retrair a propensão ao consumo por parte das famílias. Por outro lado, destacamos a melhora no nível de confiança do consumidor no início de 2019. Segundo a Fundação Getúlio Vargas (FGV), aos poucos os consumidores começam a perceber a melhora do mercado de trabalho, adequar o orçamento doméstico e reduzir o nível de endividamento.\r\n\r\n\r\nO desempenho da Hering (HGTX3) no 4T18 apresentou sinais mistos, com retração nas vendas, mas avanço no Ebitda, geração de caixa operacional e lucro líquido, além de outras métricas operacionais de vendas. Não foi possível observar melhora nos resultados, nem mudança no cenário macroeconômico que pudesse gerar otimismo com o ativo no longo prazo, logo, optamos por manter o teor de cautela com o ativo e manter a tendência neutra para longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nAo término do quarto trimestre de 2018, a Hering (HGTX3) reportou uma receita líquida de vendas de R$530,25 milhões, montante 1,40% menor que o reportado no 4T17. Dentre os principais fatores que impactaram o resultado das vendas é válido citar: (i) temperaturas desfavoráveis ao calendário das coleções; (ii) encerramento de 66 lojas no acumulado de 12 meses; (iii) retração de 25,40% nas vendas internacionais; (iv) aumento de 13% nas vendas das lojas recém inauguradas, com até 12 meses de funcionamento, (v) aumento do ticket médio e (vi) retração nas vendas para os franqueados e lojas multimarcas. \r\n\r\n\r\nO Ebitda(indicador que mede o desempenho operacional) apresentou evolução, registrando R$88,87 milhões, o que representou um crescimento de 9,0% e incremento na margem de 1,80 p.p. na comparação com o resultado reportado no mesmo período do ano anterior, mesmo com uma menor receita. O resultado foi auxiliado por menores despesas operacionais, as quais no 4T18 apresentaram retração de 28% na comparação com o 4T17, reflexo de uma gestão austera e com foco em ganhos de produtividade. O lucro líquido também apresentou expansão na base de comparação anual, atingindo R$95,47, resultado 11% maior que o reportado ao fim do 3T17. O resultado final foi auxiliado por menores despesas financeiras líquidas com juros, as quais totalizaram R$12,92 milhões, redução de 23,70%.\r\n\r\n\r\nNo período em análise, a Hering (HGTX3) o ticket médio ficou em R$148,14, aumento de 5,30% na comparação com o mesmo período do ano anterior. O preço médio também apresentou evolução, indo de R$61,99 para R$64,80, evolução de 4,50%. Além da evolução na política de preços, a varejista reportou uma maior produtividade nas vendas. A área de vendas ao término do 4T48 era de 77.796 m², retração de 6,30%. Contudo, a o faturamento por metro quadrado ficou em R$6.809, aumento de 17%. A companhia encerrou o último trimestre de 2018 com 761 pontos de vendas, encerramento de 38 lojas no acumulado de 12 meses, refletindo a estratégia de encerrar operações em pontos de vendas com baixas perspectivas de retorno.\r\n\r\n \r\nAo término do quarto trimestre de 2018, os investimentos totalizaram R$26,80 milhões, aumento de 10,70% na comparação com o mesmo período do ano anterior. No acumulado de 2018, os investimentos somaram R$49,6 milhões e foram canalizados majoritariamente para (i) plantas fabris; (ii) tecnologia para evolução dos novos sistemas e suporte ao negócio (iii) reforma e inauguração de lojas. No que tange ao fluxo de caixa, este apresentou substancial melhora no 4T18, sendo registrado por R$65,80 milhões, valor 114% superior ao reportado no mesmo período do ano anterior. Além do maior lucro, o indicador foi impactado positivamente pela menor necessidade de capital de giro para financiamento das operações, que ficou em R$5,98 milhões frente a R$40,74 milhões despendidos no 4T17, o destaque foi a redução dos recebíveis e dos estoques. \r\n\r\n\r\nNo que diz respeito à estrutura financeira, a Hering finalizou o terceiro trimestre de 2018 com um caixa líquido de de R$320,54 milhões, dado a inexistência de endividamento financeiro. Logo, não há alavancagem financeira. No que tange à capacidade de solvência, esta apresentou evolução, tanto no curto como no longo prazo, muito em decorrência do incremento do caixa, que passou de R$148,82 milhões para R$320,54 milhões.",
            "valor_total": "2.413.094",
            "receita_liquida": "1.533.567",
            "numero_acoes": "161.844",
            "pl": "7,79",
            "resultado": "229.533",
            "dividendos": "1,31",
            "beta": "0,86",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:05:17",
            "editado": "2019-03-27T14:21:13",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36720,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda de suporte, caracterizando a formação de um pivô de baixa, associado à perda de uma LTA.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-21/6c9c105423824c3c803a8a43fd757ee5a6ff4f90/HGTX3CP.PNG",
        "compra": "29,83",
        "compra_maxima": "29,68",
        "stop": "31,30",
        "objetivo": "28,15",
        "preco_encerramento": "30,97",
        "criado": "2019-02-21T11:05:49",
        "editado": "2019-02-25T10:31:01"
    },
    {
        "empresa": {
            "id": 309,
            "analista": 42,
            "nome": "Azul",
            "codigo": "AZUL4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/06adb1ca40bd3c88983fc2cf1194fae60f20d7f9/AZUL.svg",
            "sobre": "A Azul Linhas Aéreas (AZUL4) é a companhia aérea que mais cresceu no Brasil desde o início de suas operações, contando atualmente com a maior malha aérea do país, atendendo mais de 100 destinos com 792 decolagens diárias. Além disso, a Companhia expandiu as operações com voos diretos para os Estados Unidos e Portugal, operando com as aeronaves A330 equipadas com o mais tecnológico sistema de entretenimento a bordo, refeições feitas especialmente para as classes Business e Economy. Além disso, mais rotas internacionais são operadas: Buenos Aires, Punta Del Este, Montevidéu e Caiena. Atualmente, com aproximadamente um terço do mercado brasileiro de aviação civil em termos de decolagens, a Azul consolida-se como a terceira maior companhia aérea do País. A clara visão de negócio, traduzida no contínuo crescimento de sua frota, malha de destinos, linhas operadas e participação de mercado, faz da Azul uma realidade de notável sucesso. Neste período, a empresa atingiu recordes mundiais e conquistou alguns dos melhores índices do setor de aviação brasileira.",
            "pontos_positivos": "Segmento que fornece grandes barreiras à entrada de novos entrantes.\r\nSegmento resiliente ao cenário macroeconômico, apresentando expansão na demanda.\r\nAlongamento do perfil da dívida financeira.\r\nRedução do endividamento financeiro em moeda estrangeira.\r\nExpansão da tarifa média por passageiro.\r\nElevação da taxa de ocupação em voos domésticos.\r\nAumento da frota com novas aeronaves, o que concede a Companhia a vantagem competitiva de menores custos.\r\nAquisição dos ativos da Avianca, que tende a elevar a competitividade da Companhia.",
            "pontos_negativos": "Segmento demanda uso intenso de capital de giro.\r\nElevação do preço do petróleo em decorrência dos cortes na produção.\r\nDesvalorização do dólar frente ao real, que impacta negativamente na dívida financeira da companhia.\r\nRedução nas taxas de ocupação de voos internacionais.",
            "resumo": "O ambiente econômico doméstico permanece desafiador para o segmento de aviação civil. A afirmação é corroborada pela morosa retomada da atividade econômica, que é evidenciada pelas baixas perspectivas de expansão do PIB, apesar do término das incertezas políticas com a eleição de um governo com uma agenda pró reforma e viés mais liberal, e pelo elevado nível de desemprego, embora este tenha apresentado evolução nos últimos trimestres. Contudo, observa-se que a média salarial permanece estática, desse modo, afetando o segmento de aviação comercial, bem como atividades ligadas ao consumo.\r\n\r\n\r\nFocando mais especificamente no segmento de aviação comercial, um oligopólio com quatro principais players, ressaltamos os seguintes pontos: (i) a compra de direitos de pousos e decolagens da Avianca pela Azul Linhas Aéreas, em aeroportos considerados premiums tais como: Guarulhos e Congonhas em São Paulo e Santos Dumont no Rio de Janeiro, o que tende a elevar a concorrência no segmento e elevação do market share da Azul, que atualmente é de 21,08%; (ii) sancionamento da MP que autoriza as companhias aéreas nacionais a terem até 100% de capital estrangeiro, o que atenua o problema de fontes de captação; (iii) resiliência do segmento de aviação civil, que a despeito do ainda turbulento cenário econômico, apresenta sucessivos avanços no que tange ao aumento da demanda por passageiros; e (iv) aumento dos preços do petróleo, visto que o querosene para aviação corresponde por uma relevante parcela dos custos, e petróleo vem tendo seus preços pressionados pelos sucessivos cortes da produção pela OPEP.\r\n\r\n\r\nOs resultados referentes ao quarto trimestre de 2018 sugerem que a Azul apresentou retração em importantes métricas financeiras e operacionais. Contudo, ao analisar o resultado do ano, percebemos avanços nas mesmas métricas, que podem ser associadas majoritariamente aos seguintes fatores: (i) transformação da frota, substituição por aeronaves maiores  e mais eficientes; (ii) expansão do programa de fidelidade; e (iii) aumento das receitas com o transporte de cargas. Logo, trocamos a cautela por otimismo com o ativo e alteramos a tendência de neutra para alta no longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, a Azul apresentou receita líquida de R$2,48 bilhões, crescimento de 13,50% comparada ao mesmo trimestre do ano anterior. A expansão pode ser creditada ao aumento de 13,30% na receita de transporte de passageiros e pelo crescimento de 16,10% em outras receitas, impactada majoritariamente pelo avanço das receitas de cargas, refletindo a expansão da malha aeroviária e frota. O indicador também foi auxiliado pela expansão do programa de fidelidade, que atingiu 10,80 milhões de membros e pelo aumento do preço médio da tarifa em 4,90%. O Ebitda, que mensura o desempenho financeiro operacional, apresentou avanço de 14,50% na base de comparação anual, sendo registrado por R$762,70 milhões, sofrendo maior pressão pelas despesas com combustível e com arrendamento de aeronaves, as quais se expandiram 46,40% e 29,40%, respectivamente, ambas em comparação com o mesmo período do ano anterior. No trimestre em questão, a Azul apurou um lucro líquido de R$138,20 milhões, retração de 53,50% na comparação com o valor reportado ao trimestre findo em dezembro de 2017. A expressiva retração pode ser explicada principalmente pelo ganho de R$154,40 milhões no 4T17 referente ao vencimento da opção de compra do título conversível da TAP Linhas Aéreas.\r\n\r\n\r\nOs custos e despesas operacionais totalizaram R$2,20 bilhões, representando um aumento de 16,40% em relação ao 4T17. O CASK com o expurgo do combustível (custo operacional por assento) caiu 8,10%, indo para R$19,27, reflexo da adição de aeronaves mais modernas e com maior número de assentos, que acabam reduzindo o custo por assento. Além da elevação da tarifa média, o número de passageiros transportados também apresentou evolução, e encerrou o 4T18 em 5,91 milhões de clientes atendidos, elevação de 8,81% na comparação com o 4T17.\r\n\r\n\r\nA Companhia também apresentou evolução na utilização das aeronaves. Ao término do quarto  trimestre de 2018, o indicador era de 10,60 horas/dia, contra 10,20 horas/dia referente ao quarto trimestre de 2017. No que tange a taxa de ocupação, esta apresentou elevação de 2,10p.p. em relação ao mesmo período do ano anterior, ficando em 73,50%. O resultado foi impactado negativamente pela taxa de ocupação dos voos internacionais, que reduziu 1,1p.p., enquanto a taxa de ocupação dos voos domésticos apresentou elevação de 0,6p.p.\r\n\r\n\r\nNo que diz respeito à estrutura de endividamento, a companhia aérea apresentou uma dívida líquida 44,60% menor na comparação com 4T17. O valor reportado foi de R$474,70 milhões, sendo que a maior parte dela é é de longo prazo, vencimento acima de 12 meses e com a maior parte em moeda local. A redução do endividamento financeiro pode ser associado principalmente à redução do financiamento com aeronaves, que cedeu 16,80% na comparação com o 4T17, ficando em R$1,25 bilhão. No que tange a capacidade de solvência, no curto prazo houve uma leve deterioração, com o indicador ficando abaixo do nível considerado ideal e no longo prazo houve melhora, com índice se mantendo acima do patamar considerado desejável.",
            "valor_total": "30.176..637",
            "receita_liquida": "8.867.167",
            "numero_acoes": "1.254.746",
            "pl": "2,35",
            "resultado": "585.765",
            "dividendos": "0,00",
            "beta": "1,34",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-06-20T16:54:21",
            "editado": "2019-04-05T09:56:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36652,
        "analista": 38,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-19/5b2c60aceac18dc4e3984c586920016c0d2d0063/AZUL4.PNG",
        "compra": "39,16",
        "compra_maxima": "39,40",
        "stop": "35,70",
        "objetivo": "43,20",
        "preco_encerramento": "37,41",
        "criado": "2019-02-19T13:30:14",
        "editado": "2019-02-21T14:19:39"
    },
    {
        "empresa": {
            "id": 98,
            "analista": 41,
            "nome": "Ecorodovias",
            "codigo": "ECOR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/240b17839f4bf131366ae25ebf61972a8277df64/ECOR.svg",
            "sobre": "A Ecorodovias foi fundada em 1997 com objetivo de atuar na administração de corredores de importação e exportação e em eixos turísticos relevantes. Essa estratégia vem se refletindo nas concessões operadas pela Companhia desde então. A partir de 2012, a Empresa passou a atuar no setor portuário adquirindo terminal que, na época da compra, era o quinto maior terminal de contêineres do Brasil. Atualmente, a Ecorodovias é uma das principais companhias de infraestrutura logística no Brasil, conta com 6 mil colaboradores, sete concessões de rodovias e um terminal portuário com atuação em 6 estados.",
            "pontos_positivos": "Aquecimento da economia nos próximos anos traria impactos positivos sobre os fluxos pedagiados da Companhia.\r\nGeração do fluxo de receita com alta previsibilidade e contratos de concessão de longo prazo.\r\nMenor custo da dívida com taxa Selic em patamares historicamente baixos.\r\nAs ações da empresa fazem parte do ISE - Índice de Sustentabilidade Empresarial da B3.\r\nPosição de caixa confortável permite o cumprimento dos passivos mais curtos.",
            "pontos_negativos": "Retorno do investimento em concessões é de longo prazo.\r\nRetomada da atividade econômica em menor nível compromete o crescimento no fluxo de veículos que passam pela malha rodoviária operada pela Companhia.\r\nBaixa diversificação de atividades, com o setor de concessão rodoviária representando mais de 80% da receita bruta da Companhia.\r\nAmpliação dos gastos com manutenção e depreciação comprimem as margens da Empresa.",
            "resumo": "O baixo dinamismo da economia brasileira, aliado à suspensão da cobrança dos eixos suspensos nos pedágios rodoviários, continua pressionando os números do principal setor da Ecorodovias (ECOR3). Fator positivo, por outro lado, é a evolução do Ecoporto de Santos, o qual evitou uma deterioração ainda maior dos resultados e vem ampliando sua participação nos resultados da Companhia.\r\n \r\nA dificuldade em conter o avanço dos custos no atual cenário adverso se refletiu na queda do lucro e na compressão das margens. O aumento dos investimentos em imobilizados ao longo de 2019 tende a pressionar ainda mais os custos fixos, o que é um ponto de atenção.\r\n \r\nMesmo assim, esperamos uma melhora nos resultados caso a economia brasileira retome um ritmo mais acelerado de crescimento, algo que pode acontecer ao longo de 2019. Dessa forma, preferimos manter o tom de cautela com ECOR3 por enquanto, reiterando a tendência neutra para o longo prazo. Caso a economia apresente melhora e a Companhia possa se beneficiar desse cenário menos desafiador, poderemos então alterar a tendência para alta.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Ecorodovias apresentou receita líquida (excluídas as receitas de construção) de R$2,5 bilhões no acumulado de 2018, praticamente estável em relação ao total de 2017. Dentre seus segmentos de atuação, o Ecoporto apresentou crescimento de 28,5% em sua receita, atingindo R$355 milhões. Por outro lado, a receita de arrecadação de pedágios, principal linha de faturamento da Companhia, permaneceu estável. A melhora na operação do Ecoporto veio da maior captação de contêineres de importação e do maior valor agregado das cargas. Já a o resultado do segmento de rodovias foi impactado pela greve dos caminhoneiros e pela suspensão da cobrança de eixos suspensos.\r\n \r\nOs custos dos serviços prestados (retirados os custos de obras) tiveram crescimento de 6,7% no período, passando de R$1,0 bilhão para R$1,1 bilhão. As principais contribuições vieram do crescimento de 20,6% nas provisões para manutenção e de 3,7% nos custos com depreciação e amortização. Os custos de construção de obras foram excluídos da conta pois são reembolsados pelo governo de acordo com os contratos de concessão que regulam a operação da Companhia.\r\n \r\nDada a estagnação da receita e o aumento dos custos, o lucro bruto da Ecorodovias caiu 2,1% na comparação entre 2017 e 2018, atingindo R$1,4 bilhão. A margem bruta (lucro bruto/receita líquida ex-construção) também encolheu, passando de 57,4% para 55,3%. Apesar do recuo, a margem segue em patamar elevado e confortável.\r\n \r\nAs despesas operacionais e o resultado financeiro tiveram leve variação, porém, dada sua baixa representatividade, pouco impactaram no resultado total. Nesse sentido, a primeira atingiu R$205 milhões (-3,1%) e a segunda -R$460 milhões (+1,2%).\r\n \r\nAo final, o lucro líquido da Ecorodovias contraiu-se em 4,6%, passando de R$392 milhões para R$374 milhões. A margem líquida (lucro líquido/receita líquida ex-construção) passou de 15,8% para 14,9%, queda de 0,9 p.p. O Ebitda, por outro lado, permaneceu estável em R$1,6 bilhão. A margem Ebitda (Ebitda/receita líquida ex-construção) atingiu 64,2%, queda de 1,5 p.p..\r\n \r\nNo que tange o endividamento da Companhia, a dívida bruta somou R$7,5 bilhões, alta de 25%. Desse total, R$1,5 bilhão (20%) está voltado ao curto prazo, enquanto R$6 bilhões (80%) estão voltado para o longo prazo, denotando cronograma confortável de amortização. O caixa da Companhia cresceu 62%, passando de R$1,7 bilhão para R$2,7 bilhões, além de seguir confortavelmente acima dos passivos de curto prazo. Por sua vez, a dívida líquida avançou 10% para R$4,8 bilhões. Por fim, a alavancagem financeira (dívida líquida/Ebitda 12 meses) passou de 2,65x para 2,95x, o que denota um ponto de atenção.",
            "valor_total": "5.219.623",
            "receita_liquida": "3.169.267",
            "numero_acoes": "556,463",
            "pl": "1,15",
            "resultado": "375.194",
            "dividendos": "0,72",
            "beta": "0,74",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:10:48",
            "editado": "2019-03-21T17:28:04",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36683,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste de média de 21 períodos no gráfico diário, com rompimento da máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-20/64da00d35ceb97a1867c8c4802bd22153e6bd903/ECOR3CP.PNG",
        "compra": "11,36",
        "compra_maxima": "11,42",
        "stop": "10,65",
        "objetivo": "12,10",
        "preco_encerramento": "11,10",
        "criado": "2019-02-20T11:11:41",
        "editado": "2019-02-21T10:23:37"
    },
    {
        "empresa": {
            "id": 168,
            "analista": 46,
            "nome": "Minerva",
            "codigo": "BEEF3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/3e90f78ea3b2f0fb0e9473b154f9bdfd24c4cd03/BEEF.svg",
            "sobre": "A Minerva Foods é uma das líderes na América do Sul na produção e comercialização de carne in natura e seus derivados, exportação de gado vivo, além de atuar no processamento de carne bovina, suína e de aves. A Companhia opera 26 plantas de abate de bovinos, sendo onze localizadas no Brasil, seis no Paraguai, três no Uruguai, cinco na Argentina e uma na Colômbia, com capacidade total de abate de 26.380 cabeças de gado por dia. Adicionalmente, a Minerva possui uma planta localizada no Brasil para o processamento de proteínas - Minerva Fine Foods. A Companhia exporta para mais de cem países em cinco continentes através de treze escritórios comerciais além de operar quatorze centros de distribuição, sendo nove no Brasil, um no Paraguai, um na Colômbia, dois no Chile e outro na Argentina.\r\n",
            "pontos_positivos": "Presença global e negócios estabelecidos com mais de 100 países diversificam a base de clientes da Companhia.\r\nRecompra de bonds perpétuos, oferta pública inicial na bolsa de Santiago e aumento de capital privado visando a redução da alavancagem do balanço.\r\nFinalização do processo de integração entre as unidades.\r\nLíder de exportação de carne bovina na América do Sul.",
            "pontos_negativos": "Fatores de risco relacionados à oscilação do preço da cabeça de gado que impactam diretamente seus custos e a oscilação da moeda estrangeira, dada que a valorização do real prejudica as exportações da Empresa.\r\nRiscos associados a barreiras sanitárias ligadas ao mercado brasileiro.",
            "resumo": "O terceiro trimestre de 2018 (3T18) foi marcado no cenário interno, principalmente, por uma lenta recuperação da economia brasileira. Associado a isso, também constatou-se a incerteza sobre o futuro político do país face às eleições presidenciais que ocorreram em outubro de 2018. Do ponto de vista cambial, observou-se uma valorização de 3,8% do Dólar em relação ao Real, tendo como base o segundo trimestre de 2018 (2T18). Por outro lado, quando o 3T17 é tomado como base de comparação, observou-se uma valorização de 25% da moeda norte americana frente à brasileira. \r\n\r\nEsta alta cambial, associada à crescente demanda dos últimos meses do mercado externo, foram os principais motivos que conduziram à melhora dos resultados da Divisão Indústria Brasil em relação ao 3T17. Já a Athena Foods (área de atuação responsável pela produção e/ou distribuição em países da América do Sul) teve a evolução dos seus resultados justificada pelo forte desempenho das exportações da Argentina e pela desvalorização das moedas desses países frente ao Dólar. Outro ponto de destaque foi o crescimento constante das exportações do Paraguai para a Rússia, devido ao embargo às exportações brasileiras. Em relação ao endividamento da Companhia, percebe-se que ele aumentou em relação ao 3T17 e manteve-se praticamente estável se comparado ao 2T18, mas ainda carece atenção. Dois projetos visando à melhoria da estrutura de capital da Empresa merecem destaque: a intenção de realização de uma oferta pública inicial na bolsa de Santiago, Chile, e a realização de Aumento de Capital Privado de até R$1,1 bilhão.\r\n\r\nApesar da melhora dos resultados em relação ao mesmo período do ano passado e aos projetos apresentados, é necessária a confirmação de que eles trarão os resultados positivos esperados. Dessa forma, espera-se que Minerva (BEEF3) evolua em linha com o mercado, sem destoar. Portanto, a tendência para o longo prazo permanece neutra.\r\n\r\nANÁLISE DE RESULTADO 3º TRIMESTRE 2018\r\n \r\nA receita líquida da Minerva atingiu R$4,34 bilhões no terceiro trimestre de 2018, o que representa uma alta de 26,9% em relação ao mesmo período do ano anterior. O EBITDA ajustado, por sua vez, passou de R$311,8 milhões no 3T17 para R$449,2 milhões no 3T18 (elevação de 44,1%). Quando se analisa a margem EBITDA ajustada para o mesmo período, constata-se a evolução de 1,3 pontos percentuais, passando de 9,1% para 10,4%. Finalmente, a Minerva registrou um prejuízo líquido de R$132 milhões no 3T18, frente um lucro líquido de R$85,8 milhões apurado no 3T17. A critério comparativo, a BEEF3 consolidou um prejuízo líquido de R$926 milhões no 2T18, devido à greve dos caminhoneiros no mês de maio. \r\n \r\nAo se analisar os resultados por área de atuação, é possível perceber que a Divisão Indústria Brasil diminuiu seus abates (em cabeças) em 6,1% e o volume de vendas (em toneladas) em 3,9%. Em contrapartida, a Athena Foods aumentou os abates em 39,5% e o volume em 49,8%. O recuo da Divisão Brasil é justificada pelo cenário cambial favorável às exportações e pelo crescimento da demanda do mercado externo no período, com destaque para a Ásia e as Américas. Já o avanço da Athena Foods se explica pelo forte desempenho das exportações da Argentina e pela desvalorização das moedas desses países frente ao Dólar. Além disso, outro ponto de destaque foi o crescimento constante das exportações do Paraguai para a Rússia, devido ao embargo às exportações brasileiras.\r\n \r\nEm função do setor em que a Empresa está inserido, observa-se a sua dependência ao preço da cabeça de gado. Dessa forma, entre os meses de julho e setembro, percebeu-se um aumento no preço do boi gordo no mercado doméstico. Tomando como referência a base ESALQ no Estado de São Paulo, o preço médio de referência subiu 8,6% em relação ao 3T17 e apresentou uma elevação de 4,8% se comparado ao segundo trimestre de 2018, influenciado pelo período de entressafra.\r\n \r\nAo se observar a estrutura de capital de Minerva, viu-se a alavancagem financeira, calculada pela relação dívida líquida/EBITDA ajustado, aumentar, passando de 4,2x no 3T17 para 5,0x no 3T18. Em linhas gerais, esse indicador reflete o endividamento da Companhia. Percebe-se também que Minerva possui um caixa equivalente a R$4,2 bilhões, o que é suficiente para amortizar as dívidas até 2026, com o duration da sua dívida em 5,4 anos. Visando a melhoria da estrutura de capital da Empresa, foram apresentados dois projetos ao mercado: o primeiro deles, que veio após a integração entre as unidades, é a intenção de realização de uma oferta pública inicial na bolsa de Santiago, Chile. O país demonstra ter elevados padrões de governança corporativa e de taxa de poupança, motivando assim a sua escolha. O segundo é a realização de Aumento de Capital Privado de até R$1,1 bilhão, que será destinado à recompra antecipada de títulos perpétuos com juros de 8,75%, visando a redução da alavancagem da Empresa. O CAPEX (investimentos em imobilizados) totalizou R$46,1 milhões no 3T18. Destes, R$34,6 milhões, ou seja, 75%, foram utilizados para a manutenção das suas operações, enquanto os outros 25% (R$11,5 milhões) destinaram-se à expansão das mesmas.\r\n \r\nAo se analisar os resultados dos últimos 12 meses findos em 30/09/2018, constata-se que a Minerva atingiu uma participação de 21% nas exportações da América do Sul, consolidando-se como a maior exportadora de carne bovina da região. As exportações da Minerva a nível mundial atingiram um market share de 7%. Da mesma forma, a Empresa segue se destacando como uma das principais exportadoras nos países em que atua. Em relação às exportações do 3T18, a Companhia deteve uma participação de 14% (da receita) no caso do Brasil. Quando se analisa outros países da América do Sul como Paraguai, Uruguai, Argentina e Colômbia, percebe-se que os respectivos market share são de 42%, 17%, 18% e 82%.",
            "valor_total": "1.116.571",
            "receita_liquida": "15.569.519",
            "numero_acoes": "222.869",
            "pl": "-6,13",
            "resultado": "-1.486.072",
            "dividendos": "0,00",
            "beta": "0,56",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:38:09",
            "editado": "2019-01-09T16:26:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36637,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência, associado ao rompimento da média de 200 períodos no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-19/2e99e59d862564a39f444b193f8370e514f79c59/BEEF3CP.PNG",
        "compra": "6,23",
        "compra_maxima": "6,27",
        "stop": "5,85",
        "objetivo": "6,60",
        "preco_encerramento": "6,42",
        "criado": "2019-02-19T10:58:17",
        "editado": "2019-02-20T10:31:24"
    },
    {
        "empresa": {
            "id": 393,
            "analista": 42,
            "nome": "Via Varejo",
            "codigo": "VVAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-11-26/685d2b27e8992a979dca5003c43c4460f7786e4e/VVAR.svg",
            "sobre": "A Via Varejo é a empresa responsável pela administração da Casas Bahia e do Ponto Frio, duas importantes varejistas brasileiras que atuam no mercado de eletrônicos e móveis. A empresa é controlada pelo Grupo Pão de Açúcar e está presente em cerca de 400 municípios brasileiros, 20 estados e no Distrito Federal, com 900 lojas e cerca de 50 mil colaboradores. A Companhia tem sede administrativa no município de São Caetano do Sul, na grande São Paulo (SP), e mantém uma rede inteligente de logística, com 26 centros de distribuição e entrepostos localizados em regiões estratégicas do país.",
            "pontos_positivos": "Melhor gestão de capital de giro.\r\nIntegração digital dos canais de vendas.\r\nMelhora na capacidade de solvência de curto prazo.",
            "pontos_negativos": "Modelo de negócio marcado pela alta concorrência.\r\nMaior restrição na concessão de crédito.\r\nModelo de negócio marcado pelo baixo poder de barganha com fornecedores.\r\nReversão do lucro em prejuízo.\r\nModelo de negócio caracterizado pelas baixas margens de lucratividade.\r\nRetração nas vendas à vista.\r\nFraca performance nas vendas das lojas recém inauguradas. ",
            "resumo": "Apesar da melhora observada no ambiente macroeconômico, que pode ser percebida através das melhores projeções para o PIB, inflação em patamares confortáveis, manutenção da Selic no menor patamar histórico, o cenário ainda continua desafiador para o segmento varejista. De acordo  com a última edição da Pesquisa Mensal do Comércio, promovida pelo IBGE, o segmento varejista apresentou um fraco desempenho, 2,30% no acumulado 12 meses. Já o segmento focado na venda de eletrodomésticos apresenta uma performance pior ainda, recuo de 3,30% no acumulado de 12 meses. O fraco desempenho do segmento reflete a lenta evolução do desemprego, que ainda se encontra em um elevado patamar, mesmo com a melhora dos níveis de confiança do consumidor. Outro dado que reflete o fraco desempenho do setor é  demanda por bens duráveis, que de acordo com o IPEA apresenta retração de 6,19 no acumulado de 2018.\r\n\r\n\r\nAo analisar o desempenho da Via Varejo (VVAR3), percebe-se que a Varejista apresentou fracos dados financeiros operacionais, com retração em importantes métricas, que culminaram na reversão do lucro em prejuízo. Ainda, destacamos a intenção do atual controlador Grupo Pão de Açúcar (GPA) em se desfazer do ativo, no entanto, ainda sem nenhum interessado na aquisição na Varejista, o que gera apreensão nos investidores. Em virtude do fraco desempenho, cenário macroeconômico ainda adverso optamos por manter a tendência neutra do ativo para longo prazo. Tendo em vista que a alteração depende da evolução das métricas financeiras operacionais bem como a melhora no ambiente macroeconômico. \r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo término do quarto trimestre de 2018, a receita líquida da Via Varejo atingiu R$7,46 bilhões, valor 1,0% superior ao reportado no mesmo período do ano anterior. O resultado foi influenciado pela vendas das lojas físicas e online, as quais cresceram respectivamente 1,70% e 1,20%. Já as vendas nas lojas recém inauguradas se mantiveram estáveis na comparação com o mesmo período do ano anterior. O faturamento sofreu impacto negativo em decorrência da retração das receitas oriunda dos serviços financeiros e de fretes e montagens, as quais diminuíram 5,10%, ficando em R$905 milhões. \r\n\r\n\r\nO Ebitda, que mede o desempenho financeiro operacional, foi registrado em R$163 milhões negativos, frente ao montante de R$163 milhões do 4T17. O indicador foi afetado por despesas não recorrentes com reestruturação societária. No que tange o resultado final, apurou-se um prejuízo de R$279 milhões, deste modo, revertendo o lucro de R$111 milhões reportado no quarto trimestre do ano anterior, mesmo com a redução das despesas financeiras, que recuaram 13,10% ficando em R$166 milhões.\r\n\r\n\r\nA inadimplência da carteira de crédito apresentou sinais mistos, no entanto ainda se mantém em patamares sustentáveis. A carteira de crédito vencida acima de 90 dias apresentou aumento de 0,3p.p, ficando em 7,50%. Ao mesmo tempo que os vencimentos maiores que 15 dias e menores que 90 sinalizaram retração de 0,8p.p. No período em análise, a Varejista investiu o total de R$209 milhões, montante 29,20% maior que o investido no mesmo período do ano anterior. A maior parte deste montante foi canalizado para TI e para a inauguração de novas lojas. É válido ressaltar que os investimentos em TI contemplam a estratégia de integração digital dos canais de vendas, com o intuito de melhorar a experiência do cliente e elevar o nível de serviço. Ao término do 4T18, a Varejista encerrou o trimestre com a abertura de 59 lojas e encerramento de 23 pontos de vendas.\r\n\r\n\r\nNo que se refere à composição das vendas, no quarto trimestre as vendas à vista, no carnê e no cartão co-branded apresentaram retração respectivas de 2,41%, 1,27% e 0,44%, o que ajuda a explicar a queda na receita com serviços financeiros acima comentada. No 4T18, a Companhia apresentou uma menor necessidade de capital de giro para financiamento das suas operações, uma economia de R$148 milhões, frente a uma necessidade de R$88 milhões reportada no mesmo período do ano anterior. Os principais destaques positivos foram a redução dos estoques e das contas a receber. Com isso, a Via Varejo apresentou uma geração de caixa positiva de R$152 milhões, frente ao consumo de R$471 milhões reportada no mesmo período do ano anterior.\r\n\r\n\r\nNo que tange a estrutura de endividamento, ao término do quarto trimestre de 2018, a Companhia possuía uma dívida líquida negativa de R$2,712 bilhões, o que representa uma redução de 4,70% na comparação com o 4T17. O aumento do endividamento líquido está associado diretamente ao aumento da dívida financeira que ficou aproximadamente em R$1,0 bilhão, frente ao montante de R$716 milhões. Um dívida líquida negativa sugere que o valor detido em caixa é suficiente para cobrir o saldo devedor e ainda há sobra, pressupondo a inexistência de alavancagem financeira, a qual é mensurada pela relação entre dívida líquida e Ebitda. Embora o endividamento tenha aumentado, o fato não implicou na deterioração da capacidade de solvência de curto prazo da Varejista, que embora não esteja em níveis confortáveis, apresentou melhora. Ao mesmo tempo que a capacidade de pagamento de longo prazo, período acima de 12 meses manteve-se em patamares saudáveis.",
            "valor_total": "5.680.673",
            "receita_liquida": "26.928.000",
            "numero_acoes": "1.294.000",
            "pl": "1,95",
            "resultado": "-267.000",
            "dividendos": "0,01",
            "beta": "1,04",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-11-26T10:25:51",
            "editado": "2019-03-15T18:27:08",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36596,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte confirmando o pivot de baixa. Operação com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-18/79e9684fa317ac48d555c840fcf357cab8af99a2/vvar3.PNG",
        "compra": "5,21",
        "compra_maxima": "5,18",
        "stop": "5,65",
        "objetivo": "4,76",
        "preco_encerramento": "5,40",
        "criado": "2019-02-18T10:12:01",
        "editado": "2019-02-19T16:49:11"
    },
    {
        "empresa": {
            "id": 95,
            "analista": 31,
            "nome": "Cyrela",
            "codigo": "CYRE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/687ba3123e29b0f5fe2bec4d79c2e7cd5e017419/CYRE.svg",
            "sobre": "A Cyrela ocupa uma posição entre as maiores incorporadoras do País com atuação no segmento de alta renda e luxo. Com mais de 50 anos de existência, atua em todas a etapas do negócio, seja de forma independente ou através de parcerias na incorporação, construção, venda e prestação de serviços. A Companhia controla ainda a Cyrela Urbanismo, com foco em projetos completos para classe média e a Living, que atua no segmento super econômico. Atualmente, a Empresa está presente em 16 estados brasileiros e no Distrito Federal.",
            "pontos_positivos": "Operação diversificada em setores de alta, média e baixa renda.\r\nSequência de queda na taxa de juros, favorecendo a retomada do crédito de longo prazo.\r\nAumento no número de lançamentos, impulsionando as vendas e consequentemente a receita.\r\nCultura de preservação da liquidez e controle da alavancagem financeira dentro de níveis saudáveis.",
            "pontos_negativos": "A piora no cenário para incorporadoras voltadas para alta renda e luxo.\r\nInsegurança do investidor ainda elevada e crédito imobiliário limitado apesar da redução das taxas de juros e inflação.\r\nExpectativas deterioradas para a construção civil e para o crescimento da economia brasileira impactam as métricas da Empresa.",
            "resumo": "O último trimestre foi marcado pela definição eleitoral, o que resultou em uma forte retomada da confiança dos agentes econômicos, refletindo no preço dos papéis negociados em bolsa. Após a definição do quadro eleitoral, a expectativa de avanços importantes em uma pauta econômica pró-reforma animou os mercados. A construção civil, setor que é bastante penalizado em recessões econômicas, começa a dar sinais de que o pior passou. A tendência à frente deve ser positiva, caso o novo governo consiga avançar no Congresso Nacional as reformas necessárias para o fomento de novos investimentos, criação de empregos e, por consequência, renda. Ainda houve a definição de um marco importante para o setor de construção, com a aprovação da Lei do Distrato, deixando as regras mais claras e desincentivando a especulação, sendo melhor para o setor como um todo.\r\n\r\n\r\nNo longo prazo, entendemos que a Cyrela terá como principal desafio manter a performance através da redução de seus custos, da liquidação dos estoques e do foco na redução do endividamento. O setor já mostra sinais de recuperação, sobretudo do número de lançamentos. Apesar do avanço em importantes métricas operacionais, a Companhia fechou o ano novamente com  prejuízo líquido, apesar de ter registrado lucro líquido no 4T18, o que nos mantêm cautelosos quanto à geração de valor ao acionista. Desta forma, e somado com a lenta e tímida recuperação econômica, com destaque para o desemprego, avaliamos o ativo CYRE3 em tendência neutra.  \r\n \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nNo último trimestre do ano, a receita líquida totalizou R$1,3 bilhão, aumento de 64,6% em relação ao 4T17, reflexo da reclassificação entre linhas da provisão para distratos no montante de R$254 milhões. Excluindo esse efeito, o aumento teria sido de 33,2%. Os custos também se elevaram no trimestre, saltando 68,9%, de R$590 milhões para R$763 milhões. Os principais influenciadores para essa alta foram os R$167 milhões dos efeitos de provisão para distratos e R$67 milhões devido à reclassificação entre linhas de parte da provisão referente aos gastos reparatórios. A margem bruta foi de 25,1%, 1,9 p.p. abaixo dos 27% do último trimestre de 2017. Pontos de atenção ficam  para os níveis dos distratos e a realização de descontos na comercialização, que podem seguir pressionando a margem bruta.\r\n \r\nNa linha de despesas comerciais, a Cyrela também registrou um aumento, de 9,4% na comparação anual, em função da rubrica Mídia, devido ao aumento no número de lançamentos. Apesar disso, as despesas acabaram sendo diluídas devido ao maior crescimento da receita (ao contrário dos custos). Já as despesas gerais e administrativas apresentaram queda de 7,2%, atingindo R$92 milhões. O resultado financeiro também apresentou melhora, comparando os mesmos períodos, passando de R$8 milhões para R$16 milhões, fruto do ganho de R$12,5 milhões decorrentes da marcação a mercado de operações de Swap de taxa de juros de empréstimos e financiamentos. Em sua última linha das demonstrações de resultados, a Cyrela registrou um lucro líquido de R$116 milhões no trimestre analisado, ante lucro líquido de R$49 milhões no 4T17.\r\n \r\nEm relação aos dados operacionais, o número de lançamentos da Cyrela no 4T18 foi de 29 empreendimentos, 52,6% acima dos 19 empreendimentos lançados no 4T17, tendo o valor geral de vendas (VGV) lançado crescido 132,1%. Dessa forma, as vendas totais aumentaram 97,3%, para R$1,7 bilhão. Interessante observar que 73% das vendas totais foram de lançamentos, enquanto de estoque pronto foi de apenas 11%, mostrando dificuldades na redução dos estoques. A Cyrela conseguiu atingir uma velocidade de vendas (VSO) 12 meses de 45,1%, acima dos 34% do registrado no 4T17. O estoque a valor de mercado finalizou o ano em R$4,5 bilhões, enquanto o landbank apresenta  um VGV de R$37 bilhões.\r\n \r\nEm 31 de dezembro de 2018, a dívida bruta foi mensurada em R$2,4 bilhões, queda de 17,9% em relação aos R$2,9 bilhões registrados ao final do 3T18. Por sua vez, a dívida líquida cresceu 12,7%, comparando os mesmos períodos, atingindo R$820 milhões. Aproximadamente 88% das obrigações estão voltadas para o longo prazo e a parcela restante para o curto prazo, sendo o prazo médio da dívida de 3 anos. As disponibilidades são mais do que suficientes para cobrir a dívida de curto prazo, o que proporciona maior conforto quanto ao endividamento. A alavancagem financeira, medida por meio da dívida líquida/Patrimônio Líquido, atingiu 14,8% no trimestre analisado, um aumento frente o trimestre imediatamente anterior.",
            "valor_total": "6.184.024",
            "receita_liquida": "3.146.157",
            "numero_acoes": "399.815",
            "pl": "13,85",
            "resultado": "6.028",
            "dividendos": "1,12",
            "beta": "1,20",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:00:42",
            "editado": "2019-04-18T14:16:51",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36526,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-14/8ee05403919de741b2af456e7fa8618755deb540/Capturar.PNG",
        "compra": "16,10",
        "compra_maxima": "16,02",
        "stop": "17,00",
        "objetivo": "15,15",
        "preco_encerramento": "16,68",
        "criado": "2019-02-14T10:37:12",
        "editado": "2019-02-18T15:45:24"
    },
    {
        "empresa": {
            "id": 244,
            "analista": 45,
            "nome": "AES Tietê",
            "codigo": "TIET11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/88a9691d7d7ff4dbd0bdd507fb12de5ce5fd8e15/TIET.svg",
            "sobre": "A AES Tietê Energia S.A. é uma das mais eficientes geradoras de energia elétrica do Brasil, com um parque gerador composto por nove usinas hidrelétricas e três Pequenas Centrais Hidrelétricas (PCH's). A estrutura da Companhia conta com capacidade instalada de 2.658 MW e garantia física bruta de 1.247 MW médios, localizada nos rios Tietê, Grande, Pardo e Mogi-Guaçu, nas regiões central e noroeste do Estado de São Paulo. Além da fonte hidráulica, a Companhia incluiu em seu portfólio a fonte eólica, em agosto de 2017, por meio da aquisição do Complexo Eólico Alto Sertão II com capacidade instalada de 386,1 MW e energia contratada por 20 anos por meio de Leilão de Energia de Reserva (LER) e Leilão de Energia Nova A-3 (LEN) realizados em 2010 e 2011.",
            "pontos_positivos": "Empresa voltada para pagamento de dividendos.\r\nPolítica voltada para oportunidades de aquisições de fontes renováveis visando reduzir a exposição ao risco hidrológico.\r\nBoas práticas de governança corporativa.\r\nAdoção de práticas sustentáveis na condução dos negócios.",
            "pontos_negativos": "Exposição sensível ao risco pluviométrico, que pode ter sua capacidade de geração de energia afetada com falta de chuvas.\r\nO setor de energia elétrica é marcado por intensa intervenção governamental.\r\nElevados encargos do setor.\r\nAumento expressivo do endividamento sugere cautela.",
            "resumo": "O risco intrínseco (e de baixa previsibilidade) para as empresas do setor elétrico que têm seus negócios ligados majoritariamente à geração de energia é quanto às variações climáticas. Estas podem levar à escassez quanto a excedentes de produção, impactando diretamente na receita, no lucro e na distribuição de dividendos, como é o caso da Tietê.\r\n\r\nEmbora essa ressalva seja pertinente, no contexto macroeconômico as atenções se voltam para aprovação da reforma da Previdência e para o início do governo de Jair Bolsonaro. O mercado se mantém com expectativas elevadas quanto a isto, levando a uma precificação mais contundente do PIB, que acaba impactando positivamente no setor de energia elétrica. \r\n\r\nSeguindo os resultados apresentados pela Companhia ao longo do tempo, entendemos que os ativos estão com seus valores descontados e operando abaixo de seus pares em um mercado majoritariamente de alta. Se realizamos uma análise micro do que a Companhia retrata, podemos observar que a Tietê segue apresentando piora em seus indicadores ou se mantendo estável quanto a um mercado que permanece positivo. Assim, para o longo prazo mantemos a tendência neutra para a AES Tietê (TIET11). \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018, a receita operacional líquida foi de R$466,7 milhões, muito em linha ao apresentado no mesmo período do ano anterior (R$466,1 milhões). Já a margem operacional líquida (receita líquida livre de compra de energia para revenda, taxas e encargos setoriais) do 4T18 totalizou R$352,3 milhões, elevação de 25,3% quando comparada ao 4T17. Esse resultado é explicado pelo incremento de R$60,7 milhões na margem líquida hídrica devido principalmente à maior receita proveniente do mercado à vista, resultado da combinação das estratégias de alocação e de comercialização de energia.\r\n\r\nAs despesas financeiras foram de R$81,4 milhões no quarto trimestre de 2018, 27,6% inferiores aos R$112,5 milhões registrados no mesmo período do ano anterior. Tal variação é explicada pela variação do IGP-M entre os períodos.\r\n\r\nO EBITDA do 4T18 foi de R$269,3 milhões, incremento de 35,6% quando comparado ao registrado no 4T17 (R$198,6 milhões), também muito explicado pelo incremento na margem líquida. Já o lucro líquido consolidado foi de R$104,9 milhões, resultado 141,9% superior ao auferido no 4T17 (R$43,4 milhões). Tal melhora é pautada pela manutenção do patamar de despesas operacionais da Companhia em R$82,9 milhões no 4T18 e pela melhora do resultado financeiro em R$28,4 milhões, efeito justificado principalmente pela variação positiva de R$26,6 milhões relacionada à atualização monetária referente ao GSF (Fator de Ajuste da Garantia Física ).\r\n\r\nA dívida bruta consolidada encerrou 2018 em R$4,1 bilhões, superior à posição da dívida bruta em 31 de dezembro de 2017, que era de R$3.589,6 milhões. Os fatores que motivaram esta alta são a 7ª emissão de debêntures, para suportar a estratégia de investimentos na casa dos R$1.250,0 milhões, e o resgate antecipado da 3ª emissão de notas promissórias da AES Tietê Energia no valor de R$900,0 milhões.\r\n\r\nOs investimentos somaram R$149,3 milhões no 4T18, valor 409,7% maior que o montante investido no 4T17 (R$ 29,3 milhões), variação elucidada principalmente pelos investimentos realizados no Complexo Solar Ouroeste, alinhados com a estratégia de crescimento da Companhia.",
            "valor_total": "3.942.640",
            "receita_liquida": "1.923.533",
            "numero_acoes": "393.477",
            "pl": "3,87",
            "resultado": "287.963",
            "dividendos": "0,66",
            "beta": "0,39",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2016-01-11T09:56:15",
            "editado": "2019-03-20T16:37:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36587,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda do suporte com volume projetado acima da média. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-15/0f29939e2c50b312c7afb5a84fe0ed329d40d202/TIET11CP.PNG",
        "compra": "10,94",
        "compra_maxima": "10,87",
        "stop": "11,30",
        "objetivo": "10,50",
        "preco_encerramento": "10,59",
        "criado": "2019-02-15T16:18:12",
        "editado": "2019-02-18T12:21:47"
    },
    {
        "empresa": {
            "id": 65,
            "analista": 20,
            "nome": "SER EDUCA ON",
            "codigo": "SEER3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/3a39cbed199582da25ff5f8f3cae8bc487d54804/SEER.svg",
            "sobre": "A SER Educacional é uma das maiores organizações privadas no setor de ensino superior no Brasil, com destaque para a sua atuação nas regiões Norte, Nordeste e Sudeste. Atualmente, sua rede é composta de 73 unidades credenciadas, distribuídas em todos os estados do País. A Companhia tem aproximadamente 152,4 mil alunos e está autorizada pelo MEC a oferecer cursos na modalidade de EAD - Ensino à Distância. Desde 2013, a SER Educacional é negociada no Novo Mercado da B3 sob o código SEER3.",
            "pontos_positivos": "Mapeamento de futuras aquisições que, caso concretizadas, podem elevar o número total de alunos.\r\nPosicionamento diferenciado em regiões com alto potencial de crescimento.\r\nAlta escalabilidade, replicabilidade e padronização de operações.\r\nExpansão para outras regiões do País a fim de se tornar uma empresa com abrangência nacional.",
            "pontos_negativos": "Conjuntura econômica fragilizada, com alto nível de desemprego, impacta a inadimplência e a evasão de alunos.\r\nO mercado de ensino superior tem alto nível de competitividade e as regiões norte e nordeste são um caminho natural para expansão de outros grupos educacionais.\r\nDificuldade fiscal do País impacta o setor de educação, reduzindo o financiamento estudantil neste ambiente, o que pode impactar os negócios da Empresa.",
            "resumo": "A Ser Educacional, no terceiro trimestre de 2018, apresentou dificuldade de avançar nas importantes métricas operacionais, tais como a receita líquida, o Ebitda e o crescimento do lucro líquido. As dúvidas quanto ao crescimento persistem, principalmente diante da atual conjuntura econômica e dos repasses menores do financiamento estudantil governamental. A retomada tímida da economia, os elevados números de desempregados e a concorrência acirrada reacendem os desafios que o setor educacional enfrentará ao longo deste e do próximo ano.\r\n \r\nPara o longo prazo, avaliamos os papéis da SEER3 com tendência neutra. As dificuldades que o setor passará neste ano, diante da conjuntura econômica prevalecente, nos fazem manter cautela quanto aos resultados futuros. Caso a economia cresça de forma vigorosa e a taxa de desemprego caia, poder-se-á alavancar a base de alunos e, por consequência, as métricas operacionais, fato que permite uma possível alteração na tendência do papel.  \r\n \r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n \r\nNo tocante aos dados operacionais do terceiro trimestre de 2018, a receita bruta foi de R$450,4 milhões, avanço de 13,3% quando avaliada com o mesmo período do ano passado. O crescimento orgânico da Companhia foi o principal responsável pela expansão do indicador, com destaque para o aumento do ticket médio dos cursos. Maior peso na composição das receitas da Empresa, as mensalidades de graduação cresceram 12,3%, totalizando R$420,0 milhões. Após as deduções, principalmente, de descontos, de impostos e do PROUNI, a receita líquida foi mensurada em R$286,0 milhões, queda de 3,4% na comparação anual. A retração é explicada pelo aumento de 123,8% dos descontos e bolsas, que totalizaram R$101,3 milhões neste trimestre.  \r\n \r\nSobre os custos do serviços prestados (CSP), excluindo depreciação e amortização, a rubrica se expandiu 3,6%, atingindo R$122,9 milhões. Deste grupo de contas, o avanço de 34,0% dos serviços de terceiros e outros foi o principal responsável pelo resultado do CSP. O lucro bruto, que é a dedução dos custos sobre a receita líquida, decresceu 9,6% para R$151,0 milhões. A margem bruta (lucro bruto/receita líquida) ficou mais espremida, passando de 56,4% para 52,8%.   \r\n \r\nEm relação ao Ebitda Ajustado, o indicador alcançou R$75,3 milhões, estável se verificado o mesmo período do ano passado. A margem Ebitda Ajustada (Ebitda/receita líquida) foi aumentada de 25,5% para 26,4% na comparação anual relativa ao terceiro trimestre. Já o lucro líquido ajustado foi de R$49,8 milhões, queda de 3,7% sobre o mesmo período do ano passado. O resultado financeiro saltou de uma despesa financeira líquida de R$8,6 milhões para R$12,9 milhões e foi um fator que impactou a lucratividade no período.\r\n \r\nSob a ótica da captação, no encerramento do terceiro trimestre de 2018 foram matriculados 22 mil novos alunos no segmento Graduação, 5,1% menor do que no mesmo período do ano passado. Na mesma base temporal, o segmento Pós-Graduação (presencial) apresentou redução de 29,1% na captação de alunos. A base total de alunos encerrou o mês de setembro/2018 com 146,8 mil alunos, 2,2% inferior ao valor visto no mesmo trimestre do ano anterior.\r\n \r\nPor outro lado, a taxa de evasão fechou o terceiro trimestre em 16,3%, maior ante aos 14,4% do 3T17. Já o ticket médio da graduação presencial subiu de R$721,32 para R$731,70 na comparação anual, elevação de 1,4%. O repasse da inflação e a melhoria no cursos ofertados foram os principais fatores deste acréscimo.\r\n \r\nEm relação ao endividamento, a dívida bruta subiu 0,7% no trimestre atual se comparada com o mesmo período do ano passado, mensurada em R$430,2 milhões. Já o total de caixa e disponibilidades cresceu 129,3%, calculado em R$976,3 milhões. Neste trimestre, a Ser não apresentou dívida líquida, ou seja, o caixa é suficiente para cobrir todos os seus passivos. Acreditamos que a estrutura de capital da Ser está coerente e compatível com suas atividades. Tal fato garante a continuidade do fluxo de proventos aos acionistas.",
            "valor_total": "2.216.104",
            "receita_liquida": "1.246.414",
            "numero_acoes": "133.985",
            "pl": "11,53",
            "resultado": "172.496",
            "dividendos": "0,44",
            "beta": "0,79",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:09:14",
            "editado": "2018-12-11T15:28:13",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36470,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média com rompimento da máxima do candle anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-12/6b3e40960bc83f8b8102c0d70f1d8973e04b9b3f/seer3.PNG",
        "compra": "20,74",
        "compra_maxima": "20,84",
        "stop": "19,89",
        "objetivo": "22,00",
        "preco_encerramento": "19,70",
        "criado": "2019-02-12T10:48:07",
        "editado": "2019-02-15T15:39:44"
    },
    {
        "empresa": {
            "id": 17,
            "analista": 42,
            "nome": "NATURA ON",
            "codigo": "NATU3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/09ed2d89ddf93dc803932bb19ef2ecf06b386a5a/NATU.svg",
            "sobre": "A Natura é uma marca brasileira que está presente em sete países da América Latina e na França, sendo um dos principais nomes no mercado de cosméticos, fragrâncias, higiene pessoal e venda direta. Atualmente, a Companhia se destaca pela integração com as dimensões socioeconômica e ambiental, buscando resultados sustentáveis por meio de canais de diálogo abertos com os seus consumidores. Nos últimos meses, a marca Natura passou a deter 100% das ações da The Body Shop, passando a controlar a Companhia.",
            "pontos_positivos": "Penetração em novos mercados na América Latina.\r\nExpansão das vendas via e-commerce.\r\nGanho de market share das operações no Brasil e América Latina.\r\nCompanhia líder no segmento de cosméticos.\r\nExpansão no ticket médio.\r\nCrescimento acima do segmento.",
            "pontos_negativos": "Redução no número de consultoras no Brasil.\r\nNegócio com alta necessidade de capital de giro.\r\nPiora na capacidade de solvência no longo prazo. \r\nElevado patamar de desemprego, que tende a travar o consumo das famílias.",
            "resumo": "Apesar do novo governo e equipe econômica, que possuem um viés mais liberal, as projeções de curto e médio prazo para o cenário econômico doméstico sinalizam para uma gradual retomada da atividade econômica, contudo, em um melhor ritmo que o presenciado em 2018. A afirmação é corroborada projeção de expansão do PIB e pela morosa evolução dos níveis de desemprego, que se encontra em níveis elevados. Ainda, é importante ressaltar que a média salarial nacional se encontra estática, apresentando perdas quando descontada a inflação. Outro fator importante a ser analisado é o consumo das famílias, que foi o principal vetor de crescimento do PIB em trimestres anteriores e que atualmente se encontra estagnado. A despeito do atual cenário macroeconômico doméstico, o volume de vendas do segmento varejista focado em cosméticos apresenta expansão no acumulado de 2019 quando comparado com o mesmo período do ano anterior, desse modo, auferindo uma performance acima do segmento varejista como um todo.\r\n\r\n\r\nAo analisar os números reportados pela Natura (NATU3), observamos que a Companhia apresentou significativos avanços em indicadores financeiros operacionais, auferindo crescimento de dois dígitos em receita, Ebitda e lucro líquido e expansão significativa da geração de caixa operacional. Tais avanços são reflexos do desempenho das três linhas de negócio, Natura, Body Shop e Aesop. No período em análise também houve forte performance das operações no Brasil e na América latina, o que resultou no consistente ganho de market share. Na América Latina, a Companhia reportou mais uma vez um consistente desempenho das operações no México, no Chile, na Colômbia e na Argentina, apesar da economia hiperinflacionária do nosso vizinho do Mercosul. \r\n\r\n\r\nA despeito da evolução apresentada pela Natura, continuamos com o cautela com o ativo e mantemos a tendência como neutra, dado que a Companhia ainda apresenta um longo histórico de resultados inconstantes. A alteração para tendência de alta depende da evolução dos resultados para os trimestres subsequentes.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4T18\r\n\r\n\r\nAo final do quarto trimestre de 2018, a receita líquida consolidada reportada cresceu 16,1%, ficando em R$4,34 bilhões, explicada pela boa performance nas três divisões de negócios, reflexo da bem sucedida campanha de natal. No Brasil e na América Latina, houve aumento das principais categorias de produtos: perfumaria e corpo e presentes. Desse modo, no 4T18 a Natura atingiu o patamar recorde de vendas, sendo auxiliadas pela maior produtividade das consultoras, que cresceu 18,40% na comparação com o mesmo período de 2017 e gerou por mais um trimestre ganho de participação de mercado. O Ebitda, que mede o desempenho operacional, apresentou avanço de 13,70%, sendo registrado por R$714,60 milhões. No que tange o lucro líquido, este apresentou crescimento de 48,70% na comparação com o quarto trimestre de 2017, sendo registrado por R$381,70 milhões. Além do que já foi exposto acima, o aumento pode ser associado a menores despesas financeiras com juros, as quais totalizaram R$1  bilhão, redução de 5,19% na comparação com o quarto trimestre de 2018.\r\n\r\n\r\nNo que tange o desempenho por negócio, as vendas da Natura Brasil cresceram 14,40%. De acordo com a Companhia, o crescimento reflete a força do modelo de negócio. O crescimento foi possibilitado pelo aumento da produtividade, que apresentou expansão de 18,40% na comparação com o mesmo período do ano anterior, mesmo com um menor número de consultoras, que ao término do 4T18 reduziu-se 6% na comparação com o mesmo período do ano anterior. As vendas online se expandiram consistentemente no quarto trimestre de 2018, com aumento do número de visitas no site, ticket médio e alta taxa de conversão. O canal online respondeu por 4% das vendas no 9M18, com cerca de 350 mil consultoras digitais e 4,80 milhões de consumidores digitais. As operações no varejo físico seguem crescendo, contando com 36 lojas, além da inauguração de mais 5 pontos de vendas em shoppings no decorrer do 4T18.\r\n\r\n\r\nNa América Latina, as vendas cresceram 23,40%. Houve ganho de market share e aumento na preferência pela marca, principalmente na Argentina, na Colômbia e no México. Ao término do 4T18, a operação na América Latina atingiu 644,8 mil consultoras, crescimento de 9,50% na comparação com o mesmo período do ano anterior. Visando dar continuidade aos bons resultados, a Natura segue com a estratégia de aceleração da estratégia digital, visto que a 30% das consultoras já utilizam a plataforma online. Na Argentina, apesar do ambiente hiperinflacionário, as vendas superaram o desempenho geral do mercado em decorrência da preferência e do alto reconhecimento da marca. As vendas da bandeira The Body Shop tiveram aumento de 11,20%, sendo impactadas negativamente pelo encerramento das operações em 114 lojas no decorrer de 2018 e positivamente pelo aumento nas vendas as lojas recém inauguradas e pela antecipação das compras de natal pelos franqueados. A marca Aesop também apresentou forte desempenho, com as vendas se expandindo 43,90%, com aumento de 18 novas lojas nos últimos 12 meses. Na Ásia, maior mercado da marca, houve forte crescimento nas lojas exclusivas, além da expansão das vendas online.\r\n\r\n\r\nAo término do 4T18, a Natura apresentou uma maior geração de caixa (R$708,70 milhões), valor 139% superior ao reportado no mesmo período do ano anterior. O aumento expressivo é em decorrência principalmente do maior lucro líquido e da menor necessidade de capital de giro e de maiores prazos de pagamento a fornecedores. No que tange a estrutura de endividamento, ao término de 2018 a dívida líquida apresentou redução de 4,57% e sendo registrada por R$5 bilhões. A alavancagem financeira, que é mensurada pela relação dívida líquida e Ebitda, foi na mesma direção e saiu de 3,01x para 2,71x. No que tange a capacidade de solvência, a de curto prazo manteve-se em níveis confortáveis, tendo melhora, enquanto a de longo prazo apresentou deterioração em decorrência do maior montante de empréstimos e financiamentos, contudo, ainda se mantendo em patamares confortáveis.",
            "valor_total": "19.382.715",
            "receita_liquida": "13.365.023",
            "numero_acoes": "430.7277",
            "pl": "5,98",
            "resultado": "570.661",
            "dividendos": "0,47",
            "beta": "0,99",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:19:47",
            "editado": "2019-03-22T17:25:00",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36530,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-14/d3b890ddad870f559b6808cdeab59dd86c71c998/Capturar.PNG",
        "compra": "44,48",
        "compra_maxima": "44,18",
        "stop": "46,30",
        "objetivo": "42,18",
        "preco_encerramento": "46,50",
        "criado": "2019-02-14T10:55:59",
        "editado": "2019-02-15T11:41:30"
    },
    {
        "empresa": {
            "id": 47,
            "analista": 45,
            "nome": "Engie Brasil",
            "codigo": "EGIE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/899ff1eb62cf7ce247e4ed668af5e9ac8dfb2c74/EGIE.svg",
            "sobre": "Com sede em Florianópolis, a Engie Brasil Energia S.A. está presente no Brasil há mais de 20 anos, líder em geração de energia elétrica no país, oferece serviços e soluções inovadoras aos seus clientes. Produz cerca de 6% da capacidade instalada do Brasil, a qual provém majoritariamente de fontes limpas e renováveis. A Engie vem reforçando essa posição por meio da aquisição de usinas em operação e novos projetos de energia renovável. O controle acionário da empresa é detido pela Engie Brasil Participações, que responde por 68,7% do capital social da Engie Brasil Energia. A Companhia é controlada pelo grupo Franco-Belga Engie, maior produtor independente de energia do mundo.",
            "pontos_positivos": "Os investimentos em fontes energéticas complementares reafirma o compromisso com a transição energética, fundamental ao desenvolvimento sustentável.\r\nA decisão de não mais construir novas usinas a carvão acompanha a consciência global quanto à necessidade de produzir mais energia, ao mesmo tempo em que se reduz a emissão de carbono.\r\nAlto índice de disponibilidade das suas usinas, que permitem à Companhia estar sempre preparada para atender as demandas não previstas e oportunidades do mercado, além de reforçar sua capacidade comercial futura.",
            "pontos_negativos": "Tarifas e encargos elevados para o setor de energia;\r\nA energia assegurada pela companhia está quase totalmente contratada para os próximos períodos, o que reduz sua capacidade de aproveitar o momento de altos preços da energia no mercado à vista.\r\nLicenciamento ambiental apresenta falta de diretrizes metodológicas, excesso de discricionariedade e ausência de transparência com relação aos procedimentos administrativos.",
            "resumo": "Embora as condições hidrológicas no ano de 2018 apresentarem comportamentos aquém do esperado, a Engie obteve avanços nos principais indicadores operacionais, como crescimento da receita e do EBITDA. O engajamento do Governo em priorizar reformas acrescido de uma retomada de crescimento econômico levam a esperar retornos maiores do setor energético do que comparado a outros. Uma vez que se espera que a  indústria brasileira tenha melhores desempenhos nos próximos semestres, onde advém parte considerável da receita das Companhias energéticas. \r\n\r\nA Engie, em especial, apresentou política de aquisições que, tanto nas Usinas Hidrelétricas de Jaguara e Miranda, quanto do Complexo Eólico Umburanas, possibilitou o avanço nos serviços de acessos às centrais eólicas. É um fator importante para a expansão do faturamento. Também é válido salientar a aprovação de expressivos investimentos em projetos eólicos neste quarto semestre do ano de 2018, R$1,6 bilhões, que demonstra o intuito de crescimento a longo prazo de forma sustentável. \r\n\r\nApesar do impacto no endividamento de curto prazo, as concessões fazem parte da estratégia de crescimento da Companhia, adicionando 832MW de capacidade instalada de energia ao seu parque gerador. Assim, com estes fatos expostos, observamos uma tendência para Engie (EGIE3) de alta para longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nNo quarto semestre de 2018, a receita operacional líquida da empresa foi de R$2,3 bilhões, aumento de 11,4% comparado ao mesmo período do ano anterior. Tal melhora é justificada pelo resultado de R$319,3 milhões decorrentes em operações de trading em energia, R$32,9 milhões relativos ao reconhecimento da receita de venda de painéis solares fotovoltaicos para residências e empresas e R$27,9 correspondentes à receita de Gestão dos Ativos de Geração (GAG). O lucro líquido do 4T18 foi de R$ 761,6 milhões, R$ 56,9 milhões ou 8,1% superior aos R$ 704,7 milhões apresentados no mesmo trimestre do ano anterior.\r\n\r\nO 4T18 apresentou um preço médio de venda de energia, desconsiderando os encargos sobre a receita, de R$187, 35/MWh.  Aumento de 1,2% comparado ao 4T17. Entretanto, o volume de vendas e, contratos passou de 9.334 GWh do quarto semestre de 2017 para 9.225 GWh no quarto semestre de 2018. Uma redução de 1,2%. Já os custos da venda de energia e serviços foram elevados em R$161,6 milhões (13,9%), entre os trimestres comparados, passando de R$ 1.164,5 milhões no 4T17 para R$ 1.326,1 milhões no trimestre em análise.\r\n\r\nAs despesas aumentaram R$ 2,2 milhões (3,6%) nos trimestres quarto de 2018, em razão, substancialmente, de acréscimo de gastos com material e serviços de terceiros, bem como da elevação de despesas com contribuições e doações para projetos sociais e culturais. Levando ao EBITDA alcançar no 4T18 R$1.083 milhões, isto é, 1,5% maior que no mesmo período do ano passado. esse efeito positivo é explicado (i) decréscimo de R$ 165,3 milhões no custo com combustíveis; (ii) redução R$63,2 milhões referentes às compras de energia para a gestão do portfólio da Companhia; e incremento de receita de remuneração e variação monetária sobre ativos financeiros e reconhecimento de receita de Gestão dos Ativos de Geração (GAG) das Usinas Hidrelétricas Jaguara e Miranda de R$ 50,3 milhões. Assim, A margem Ebitda foi de 47,1% no 4T18, decréscimo de 4,5 p.p. em relação ao mesmo período de 2017.\r\n\r\nEm 31 de dezembro de 2018, a dívida bruta total consolidada somava R$9.498,3 milhões — aumento de 41,0% (R$ 2.760,1 milhões) comparativamente à posição de 31 de dezembro de 2017. A variação do endividamento é explicada muito pela construção do Conjunto Eólico Campo Largo, da UTE Pampa Sul, da Central Fotovoltaica Assú V e do Conjunto Eólico Santa Mônica e à modernização da UHE Salto Santiago.",
            "valor_total": "26.941.934",
            "receita_liquida": "8.794.792",
            "numero_acoes": "815.928",
            "pl": "7,75",
            "resultado": "2314.361",
            "dividendos": "2,44",
            "beta": "0,51",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:01:52",
            "editado": "2019-03-07T09:20:13",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36468,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência com volume projetado acima da média. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-12/28639de8307f219ae56f7eea91ceb501d448b3b4/egie3.PNG",
        "compra": "44,22",
        "compra_maxima": "44,40",
        "stop": "41,79",
        "objetivo": "46,50",
        "preco_encerramento": "42,47",
        "criado": "2019-02-12T10:39:16",
        "editado": "2019-02-14T12:33:34"
    },
    {
        "empresa": {
            "id": 393,
            "analista": 42,
            "nome": "Via Varejo",
            "codigo": "VVAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-11-26/685d2b27e8992a979dca5003c43c4460f7786e4e/VVAR.svg",
            "sobre": "A Via Varejo é a empresa responsável pela administração da Casas Bahia e do Ponto Frio, duas importantes varejistas brasileiras que atuam no mercado de eletrônicos e móveis. A empresa é controlada pelo Grupo Pão de Açúcar e está presente em cerca de 400 municípios brasileiros, 20 estados e no Distrito Federal, com 900 lojas e cerca de 50 mil colaboradores. A Companhia tem sede administrativa no município de São Caetano do Sul, na grande São Paulo (SP), e mantém uma rede inteligente de logística, com 26 centros de distribuição e entrepostos localizados em regiões estratégicas do país.",
            "pontos_positivos": "Melhor gestão de capital de giro.\r\nIntegração digital dos canais de vendas.\r\nMelhora na capacidade de solvência de curto prazo.",
            "pontos_negativos": "Modelo de negócio marcado pela alta concorrência.\r\nMaior restrição na concessão de crédito.\r\nModelo de negócio marcado pelo baixo poder de barganha com fornecedores.\r\nReversão do lucro em prejuízo.\r\nModelo de negócio caracterizado pelas baixas margens de lucratividade.\r\nRetração nas vendas à vista.\r\nFraca performance nas vendas das lojas recém inauguradas. ",
            "resumo": "Apesar da melhora observada no ambiente macroeconômico, que pode ser percebida através das melhores projeções para o PIB, inflação em patamares confortáveis, manutenção da Selic no menor patamar histórico, o cenário ainda continua desafiador para o segmento varejista. De acordo  com a última edição da Pesquisa Mensal do Comércio, promovida pelo IBGE, o segmento varejista apresentou um fraco desempenho, 2,30% no acumulado 12 meses. Já o segmento focado na venda de eletrodomésticos apresenta uma performance pior ainda, recuo de 3,30% no acumulado de 12 meses. O fraco desempenho do segmento reflete a lenta evolução do desemprego, que ainda se encontra em um elevado patamar, mesmo com a melhora dos níveis de confiança do consumidor. Outro dado que reflete o fraco desempenho do setor é  demanda por bens duráveis, que de acordo com o IPEA apresenta retração de 6,19 no acumulado de 2018.\r\n\r\n\r\nAo analisar o desempenho da Via Varejo (VVAR3), percebe-se que a Varejista apresentou fracos dados financeiros operacionais, com retração em importantes métricas, que culminaram na reversão do lucro em prejuízo. Ainda, destacamos a intenção do atual controlador Grupo Pão de Açúcar (GPA) em se desfazer do ativo, no entanto, ainda sem nenhum interessado na aquisição na Varejista, o que gera apreensão nos investidores. Em virtude do fraco desempenho, cenário macroeconômico ainda adverso optamos por manter a tendência neutra do ativo para longo prazo. Tendo em vista que a alteração depende da evolução das métricas financeiras operacionais bem como a melhora no ambiente macroeconômico. \r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo término do quarto trimestre de 2018, a receita líquida da Via Varejo atingiu R$7,46 bilhões, valor 1,0% superior ao reportado no mesmo período do ano anterior. O resultado foi influenciado pela vendas das lojas físicas e online, as quais cresceram respectivamente 1,70% e 1,20%. Já as vendas nas lojas recém inauguradas se mantiveram estáveis na comparação com o mesmo período do ano anterior. O faturamento sofreu impacto negativo em decorrência da retração das receitas oriunda dos serviços financeiros e de fretes e montagens, as quais diminuíram 5,10%, ficando em R$905 milhões. \r\n\r\n\r\nO Ebitda, que mede o desempenho financeiro operacional, foi registrado em R$163 milhões negativos, frente ao montante de R$163 milhões do 4T17. O indicador foi afetado por despesas não recorrentes com reestruturação societária. No que tange o resultado final, apurou-se um prejuízo de R$279 milhões, deste modo, revertendo o lucro de R$111 milhões reportado no quarto trimestre do ano anterior, mesmo com a redução das despesas financeiras, que recuaram 13,10% ficando em R$166 milhões.\r\n\r\n\r\nA inadimplência da carteira de crédito apresentou sinais mistos, no entanto ainda se mantém em patamares sustentáveis. A carteira de crédito vencida acima de 90 dias apresentou aumento de 0,3p.p, ficando em 7,50%. Ao mesmo tempo que os vencimentos maiores que 15 dias e menores que 90 sinalizaram retração de 0,8p.p. No período em análise, a Varejista investiu o total de R$209 milhões, montante 29,20% maior que o investido no mesmo período do ano anterior. A maior parte deste montante foi canalizado para TI e para a inauguração de novas lojas. É válido ressaltar que os investimentos em TI contemplam a estratégia de integração digital dos canais de vendas, com o intuito de melhorar a experiência do cliente e elevar o nível de serviço. Ao término do 4T18, a Varejista encerrou o trimestre com a abertura de 59 lojas e encerramento de 23 pontos de vendas.\r\n\r\n\r\nNo que se refere à composição das vendas, no quarto trimestre as vendas à vista, no carnê e no cartão co-branded apresentaram retração respectivas de 2,41%, 1,27% e 0,44%, o que ajuda a explicar a queda na receita com serviços financeiros acima comentada. No 4T18, a Companhia apresentou uma menor necessidade de capital de giro para financiamento das suas operações, uma economia de R$148 milhões, frente a uma necessidade de R$88 milhões reportada no mesmo período do ano anterior. Os principais destaques positivos foram a redução dos estoques e das contas a receber. Com isso, a Via Varejo apresentou uma geração de caixa positiva de R$152 milhões, frente ao consumo de R$471 milhões reportada no mesmo período do ano anterior.\r\n\r\n\r\nNo que tange a estrutura de endividamento, ao término do quarto trimestre de 2018, a Companhia possuía uma dívida líquida negativa de R$2,712 bilhões, o que representa uma redução de 4,70% na comparação com o 4T17. O aumento do endividamento líquido está associado diretamente ao aumento da dívida financeira que ficou aproximadamente em R$1,0 bilhão, frente ao montante de R$716 milhões. Um dívida líquida negativa sugere que o valor detido em caixa é suficiente para cobrir o saldo devedor e ainda há sobra, pressupondo a inexistência de alavancagem financeira, a qual é mensurada pela relação entre dívida líquida e Ebitda. Embora o endividamento tenha aumentado, o fato não implicou na deterioração da capacidade de solvência de curto prazo da Varejista, que embora não esteja em níveis confortáveis, apresentou melhora. Ao mesmo tempo que a capacidade de pagamento de longo prazo, período acima de 12 meses manteve-se em patamares saudáveis.",
            "valor_total": "5.680.673",
            "receita_liquida": "26.928.000",
            "numero_acoes": "1.294.000",
            "pl": "1,95",
            "resultado": "-267.000",
            "dividendos": "0,01",
            "beta": "1,04",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-11-26T10:25:51",
            "editado": "2019-03-15T18:27:08",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36389,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média, rompendo a máxima do candle anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-7/cba5c7ae21467501324bebcec63311e95f236bfa/Chart.png",
        "compra": "5,53",
        "compra_maxima": "5,56",
        "stop": "5,24",
        "objetivo": "5,99",
        "preco_encerramento": "5,37",
        "criado": "2019-02-07T17:03:06",
        "editado": "2019-02-14T10:41:15"
    },
    {
        "empresa": {
            "id": 41,
            "analista": 45,
            "nome": "Energias Brasil",
            "codigo": "ENBR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/4d6f6ec242ddfe3888a44b2db9fe7554b92d4e93/ENBR.svg",
            "sobre": "A ENBR3 - Energias do Brasil é uma holding de um grupo de empresas que atua nas áreas de geração, distribuição, transmissão e comercialização de energia elétrica. No segmento de geração, controla as operações de empreendimentos em 6 estados do País: Mato Grosso, Tocantins, Ceará, Pará, Amapá e Espírito Santo. No segmento de distribuição, atua com duas distribuidoras nos estados de São Paulo e Espírito Santo. No segmento de comercialização, negocia contratos de compra e venda de energia com clientes distribuídos em todo território nacional. No segmento de transmissão, a Companhia possui 5 projetos, totalizando 1.297 km de extensão. No segmento de serviços, presta serviços técnicos e comerciais, incluindo sistemas de transmissão, distribuição e manutenção para clientes corporativos, projetos de eficiência energética e geração distribuída fotovoltaica.",
            "pontos_positivos": "Localização das distribuidoras é privilegiada pelos altos índices de consumo de energia e de atividade econômica.\r\nEmpresa integrante do Novo Mercado, o que traz mais confiança e credibilidade aos investidores.\r\nInvestimentos em consolidação na área de geração e novos projetos para a área de transmissão, aumentando a atuação nos segmentos e a diversificação da Empresa.",
            "pontos_negativos": "Assim como as demais companhias do setor, a Energias do Brasil sofre com o ambiente de negócios sujeito a intensa regulação e a grande interferência governamental.\r\nVolume médio de negociação de ações decrescente, o que pode reduzir a participação relativa no índice e gerar pressão vendedora por parte de fundos de investimentos de estratégia de gestão passiva.\r\nElevada burocracia e encargos no setor.",
            "resumo": "A retomada do crescimento econômico mais acentuada é primordial para as companhias do setor elétrico. O mercado espera, em linha com o relatório Focus, que o PIB cresça mais de 2% neste ano. Tal cenário pode levar a um aquecimento da indústria, que é de onde advém parte considerável da receita do setor de energia. O consumo das famílias é outra variável que também merece atenção,  pois também impacta o faturamento destas mesmas empresas. Com fatores macroeconômicos positivos, possíveis privatizações, uma taxa básica de juros em patamares baixos e um índice de inflação comportado, podemos verificar um cenário positivo para o setor.\r\n\r\nA Energias do Brasil apresenta melhoras em boa parte de seus indicadores, aperfeiçoando-se em questões de resultados e projetos para diminuição dos gastos gerenciáveis. A Companhia segue atenta ao mercado e utiliza caixa para aquisição de outras companhias, incrementando seu negócio. A gestão da Companhia segue ativa com relação à mitigação do risco hidrológico gerindo seus hedges continuamente, permitindo diminuir esse impacto em seu resultado.\r\n\r\nOutros fatores que são considerados como positivos são a participação da Companhia no segmento do Novo Mercado de governança corporativa e, em grande parte, por sua classificação de risco, considerada como positiva por agências de rating. Dessa forma, reafirmamos a tendência de alta para ENBR3 no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nNo 4T18, a receita operacional líquida totalizou R$2,9 bilhões, uma redução de 16,1% quando comparada ao quarto trimestre de 2017 (R$3,5 bilhões). A queda é justificada pelo bom desempenho no 4T17, quando houve mudança na apuração de PIS e COFINS para alguns contratos, e pela redução do volume de energia vendida entre os períodos comparados. Entretanto, no ano, a receita operacional líquida totalizou R$12,86 bilhões, aumento de 9,6% ante a 2017. \r\n\r\nNo ano de 2018, a Companhia deu início ao programa de gestão de orçamento “OBZ 360” (Orçamento Base Zero), com o objetivo de otimização dos custos no Centro de Serviços Partilhados e nas demais áreas de suporte ao negócio. Entretanto, os gastos com pessoal, material, serviços de terceiros e outros no quarto trimestre de 2018 apresentaram uma elevação de 10,2% quando comparados ao mesmo período do ano anterior, apresentando R$351 milhões ante R$319 milhões. Os fatores que explicam tal variação são: (i) gastos não recorrentes referentes a horas extras para atendimentos emergenciais decorrentes do período chuvoso (R$2,8 milhões); (ii) maior alocação de recursos para projetos (R$4,0 milhões); e (iii) custos com serviços jurídicos devido ao incremento das causas cíveis classificadas como “prováveis” (R$4,1 milhões).\r\n\r\nO EBITDA foi de R$497,9 milhões no trimestre, 10,5% abaixo do mesmo período do ano anterior. No ano, o EBITDA ajustado foi de R$2,3 bilhões, 9,4% acima de 2017. Desta forma, o lucro líquido ajustado foi de R$283,4 milhões no 4T18, aumento de 44,0%, e de R$952,1 milhões no ano, aumento de 66,2%.\r\n\r\nA dívida bruta da Empresa totalizou R$7,5 bilhões no ano de 2018, aumento de 23,1% em relação a dezembro de 2017. Os principais motivos que levaram a esta alta foram as emissões de debêntures, créditos captados junto ao BNDES e outras captações para investimentos. Apesar deste aumento, a relação dívida líquida/EBITDA foi de 1,9x no 4T18, redução considerável quando comparada ao mesmo período do ano anterior ( 2,4x).",
            "valor_total": "8.933.279",
            "receita_liquida": "13.834.220",
            "numero_acoes": "605.646",
            "pl": "15,97",
            "resultado": "943.760",
            "dividendos": "0,86",
            "beta": "0,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T15:42:15",
            "editado": "2019-03-20T16:36:54",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36395,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência após teste na média móvel de 9 períodos. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-8/ebe9439394c29213f5341914416a12bc0b67a005/enbr3.PNG",
        "compra": "17,47",
        "compra_maxima": "17,62",
        "stop": "16,80",
        "objetivo": "18,30",
        "preco_encerramento": "18,00",
        "criado": "2019-02-08T10:50:06",
        "editado": "2019-02-12T17:01:44"
    },
    {
        "empresa": {
            "id": 173,
            "analista": 46,
            "nome": "Banco Bradesco",
            "codigo": "BBDC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/a17f4ecbe26b598f2eb0740f07f085f9699c0327/BBDC.svg",
            "sobre": "O Bradesco é um dos maiores bancos privados do país e possui uma ampla rede de agências e serviços, que lhe permite abranger uma gama de clientes diversificada. Seus produtos e serviços se concentram em operações bancárias, tais como: operações de crédito e captação de depósitos, emissão de cartões de crédito, consórcios, seguros, arrendamento mercantil, cobrança e processamento de pagamentos, planos de previdência complementar, gestão de ativos e serviços de intermediação e corretagem de valores mobiliários. O grupo Bradesco também tem posição de destaque em outros segmentos em que atua. Nos ramos de seguros, previdência, saúde suplementar, leasing e capitalização, as subsidiárias do Banco encontram-se entre os maiores players brasileiros.",
            "pontos_positivos": "Registro do melhor ROAE dos últimos onze trimestres, refletindo a sua capacidade de geração de valor com os próprios recursos.\r\nApresentação de lucros acima das expectativas, refletindo a margem financeira elevada e o controle das suas despesas.\r\nAtuação diversificada, oferecendo serviços como seguros, previdência e capitalização.\r\nMelhoria do índice de eficiência operacional.\r\nPagamento periódico de remuneração direta aos acionistas sob a forma de dividendos ou de juros sobre capital próprio.",
            "pontos_negativos": "Inadimplência do Banco permanece elevada frente aos seus pares, mesmo após a redução percebida no 4T18.\r\nRedução do payout na comparação entre 2017 e 2018.\r\nRedução do market share (participação de mercado) no que tange as agências.\r\nGrande competição no setor.",
            "resumo": "Quando analisamos os cenários político e macroeconômico brasileiros, conseguimos perceber um certo alívio das tensões do cenário eleitoral, após a eleição de um presidente mais pró-mercado. Porém, a economia ainda demonstra uma certa dificuldade em crescer devido a incertezas internas e externas. No âmbito interno, um dos principais entraves diz respeito à reforma da Previdência. Mesmo que o Executivo tenha apresentado ao Legislativo a sua proposta, ainda não se sabe quais concessões deverão ser feitas (e quão impactantes elas serão) para que a reforma possa ser aprovada.Temos, por outro lado, uma inflação sob controle, mesmo com os juros no menor patamar histórico. Já no cenário externo, a atenção fica para a economia dos Estados Unidos. Não é consenso se ela conseguirá continuar a crescer com a atual volúpia. Além disso, a guerra comercial envolvendo a China carece atenção.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Bradesco no 4T18, percebe-se que eles vieram acima daqueles esperados pelo mercado como um todo. De fato, constatou-se o aumento de 19,9% no lucro na comparação trimestral, além da manutenção de um ROAE elevado. Já no que diz respeito às despesas operacionais, percebe-se que as mesmas seguem sob controle, mesmo após uma elevação em relação ao 4T17. Enquanto isso, a carteira de crédito do Banco apresentou aumento, sem degradação da inadimplência. \r\n\r\nEnxergamos que a economia brasileira pode vir a crescer de maneira mais intensa no longo prazo. Com isso, o setor bancário se beneficiará como um todo. Sendo o Bradesco um dos maiores bancos brasileiros e apresentando bons resultados, esperamos que ele continue a se valorizar. Por isso, a tendência do Bradesco é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Bradesco apresentou lucro líquido recorrente de R$5,8 bilhões, resultado 19,9% superior àquele registrado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$21,6 bilhões, uma alta de 13,4% frente a 2017. Por sua vez, a margem financeira ficou em R$16,8 bilhões no 4T18, frente aos R$15,8 bilhões registrados no 4T17 (alta de 6,1%). Ao se analisar os resultados anuais, percebe-se que a margem financeira ficou praticamente estável, apresentando alta de 0,31% (R$63,1 bilhões em 2017 versus R$63,3 bilhões em 2018).\r\n\r\nA evolução do lucro frente a um crescimento menor da margem financeira reflete o desempenho positivo das receitas de prestação de serviços e resultados com operações de seguros, previdência e capitalização. Além disso, destaca-se as despesas operacionais. Na comparação trimestral, elas passaram de R$10,2 bilhões no 4T17 para R$10,6 bilhões no 4T18 (alta de 3,9%). Já na comparação anual houve elevação de 0,84%, passando dos R$20,1 bilhões em 2017 para os R$20,3 bilhões em 2018. Portanto, percebe-se que o lucro líquido cresceu substancialmente mais que as despesas operacionais, o que é um fator positivo. Isso se reflete na redução de 0,1 p.p. no índice de eficiência operacional (IEO), que no acumulado dos 12 meses passou de 40,8% no 4T17 para 40,7% no 4T18. Esse índice corresponde à relação entre as despesas operacionais e as receitas bancárias, de forma que a queda é positiva para a governança e para o controle de gastos da Empresa.\r\n\r\nOutro ponto positivo que contribuiu para o crescimento do lucro líquido de Bradesco foi a redução da PDD (Provisão de Devedores Duvidosos) Expandida. Ela passou de R$5,4 bilhões no 4T17 para R$3,7 bilhões no 4T18 (diminuição de 31,8%). A redução no comparativo anual foi semelhante, passando de R$20,6 bilhões em 2017 para R$14,5 bilhões em 2018 (diminuição de 29,6%). Como destaque para a redução da PDD tem-se a melhoria nos processos de concessão e recuperação de créditos. \r\n\r\nA carteira de crédito do Bradesco cresceu 7,8% de dezembro de 2017 (R$492,9 bilhões) para o mesmo período de 2018 (R$531,6 bilhões). Se não considerarmos a variação cambial, o aumento foi de 6,7%. Enquanto o segmento de pessoas jurídicas representava 64,4% da totalidade da carteira em 2017, o mesmo diminuiu para 63,4% em 2018. Em termos financeiros, a elevação de um ano para o outro foi de 6,1% (R$317,5 bilhões em 2017 versus R$336,9 bilhões em 2018), inferior ao crescimento da totalidade da carteira. Em contrapartida, o segmento de pessoas físicas cresceu 11,0% em termos financeiros. Assim, a participação do mesmo na totalidade da carteira passou dos 35,6% em 2017 para os 36,6% em 2018. Por sua vez, a composição de cada segmento não apresentou mudanças significativas.\r\n\r\nApesar do crescimento da carteira de crédito do Banco, percebeu-se uma redução da inadimplência. Em dezembro de 2017, o índice de inadimplência acima de 90 dias foi de 4,7%. Após uma redução de 1,22 p.p, o índice finalizou dezembro de 2018 em 3,51%. Tal redução reflete a melhor qualidade dos novos tomadores de empréstimos e os ajustes nos processos de concessão e recuperação de crédito e justifica a redução da PDD Expandida. É importante destacar que essa redução se deu mesmo com a expansão da participação dos segmentos de pessoas físicas e das micro, pequenas e médias empresas que, historicamente, vinham apresentando maior inadimplência que as grandes empresas.\r\n\r\nO ROAE (Return On Average Equity, calculado como a relação entre o lucro líquido e o patrimônio líquido médio) foi de 19,7% no 4T18, um aumento de 1,7 p.p. em comparação àquele registrado no mesmo período do ano anterior. Esse foi o melhor resultado nos onze últimos trimestres e remete à capacidade que a Empresa tem de agregar valor a partir de seus próprios recursos. Já na comparação entre 2017 e 2018, a elevação do ROAE foi de 0,9 p.p., passando de 18,1% para 19,0%. \r\n\r\nPara se avaliar a solvência da instituição financeira, é importante observar o índice de Basileia. Em dezembro de 2018, esse índice fechou em 17,8% acima daquele estipulado pelo Banco Central (8,625%). No final de 2017, o Basileia do Bradesco estava em 17,1%.\r\n\r\nNo ano de 2018, percebemos algumas mudanças que vieram a impactar a governança da Empresa e, consequentemente, seus resultados. Em março de 2018, Octavio de Lazari Junior foi nomeado pelo conselho de administração como novo diretor-presidente. Na instituição desde 1978, passou por diversas áreas como diretor vice-presidente executivo do Bradesco e diretor-presidente do Grupo Bradesco Seguros. Já em outubro, foi realizada uma parceria com a RCB Investimentos S.A., uma das principais empresas de gestão e recuperação de créditos no Brasil, através da aquisição de 65% das suas ações. Dessa forma, o Bradesco destacou sua posição como o maior banco em volume de recuperação de créditos.\r\n",
            "valor_total": "258.706.905",
            "receita_liquida": "214.658.142",
            "numero_acoes": "6.693.581",
            "pl": "18,19",
            "resultado": "19.084.953",
            "dividendos": "0,97",
            "beta": "1,36",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:50:35",
            "editado": "2019-02-22T14:15:52",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36397,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média com rompimento da máxima do candle anterior. Operação a favor da tendência com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-8/fa25c7826392af0674e8e41375b2afe6804538d7/bbdc3.PNG",
        "compra": "39,95",
        "compra_maxima": "40,10",
        "stop": "38,50",
        "objetivo": "41,20",
        "preco_encerramento": "40,70",
        "criado": "2019-02-08T10:54:23",
        "editado": "2019-02-12T16:54:54"
    },
    {
        "empresa": {
            "id": 136,
            "analista": 49,
            "nome": "PETROBRAS PN",
            "codigo": "PETR4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/768e336065cf6992df328066d8388eb1c65c8f97/PETR.svg",
            "sobre": "A Petrobras é uma petrolífera controlada pelo Governo Federal brasileiro e que atua como empresa integrada de energia nos setores de exploração e produção, refino, comercialização, transporte, petroquímica, distribuição de derivados, gás natural, energia elétrica, gás-químico e biocombustíveis. A Companhia atualmente está presente em 19 países, atuando nas Américas, Europa, Ásia e África, com operações em bacias, refinarias, termelétricas, gasodutos, fábricas de fertilizantes, terminais e oleodutos. Seus produtos atingem os mais diversos setores como o automotivo, doméstico, industrial, nitrogenados, ferroviários, marítimos e aviação.",
            "pontos_positivos": "Processo de desalavancagem da Companhia tem sido efetivo e gera resultado sobre seus indicadores de alavancagem.\r\nProcesso de privatização de subsidiárias da Petrobras contribui para redução de sua alavancagem.\r\nEmpresa detém liderança na extração de petróleo no Brasil, com expertise na exploração em águas ultra profundas.\r\nA Companhia tem privilégios na exploração das reservas do pré-sal, o que amplia seu estoque de petróleo.\r\nA Empresa é integrada verticalmente, controlando atividades de exploração, produção, refino e comercialização do petróleo e de seus derivados.",
            "pontos_negativos": "Os efeitos da lava-jato ainda geram perdas para a Companhia através de acordos judiciais com investidores estrangeiros.\r\nExposição forte à cotação do petróleo nos mercados internacionais impacta o resultado diretamente.\r\nA redução do crescimento Chinês e a incerteza em relação à limitação da produção de países da OPEP têm pressionado para baixo a cotação do petróleo.\r\nOs cenários político e econômico afetam diretamente os negócios da Empresa.\r\nA queda nos níveis de investimento são um ponto de atenção sobre a geração de fluxo de caixa futuro da Companhia.\r\nA alta do dólar dificulta a redução da dívida da Companhia em moeda estrangeira.",
            "resumo": "A Petrobras opera numa indústria intensiva em capital e de longo prazo de maturação dos seus investimentos. Nos últimos trimestres, observamos reduções de custo e aumento da efetividade dos investimentos, proporcionando diminuições contínuas nos custos unitários de extração e de refino de petróleo e no denominado “Brent de equilíbrio”, que é o valor do barril do petróleo a partir do resultado líquido em que os investimentos em exploração e produção superam o custo de capital. O brent de equilíbrio reduziu de US$43/barril em 2014 para US$29/barril em 2018, conforme planos estratégicos da Companhia.\r\n \r\nSobre o cenário internacional que movimenta os preços do Petróleo Brent, vemos que o desaquecimento da economia global tem impactado na demanda do produto, ao mesmo tempo em que vemos a OPEP com dificuldades de atingir as metas de redução nos estoques de petróleo, o que pressiona os preços da commodity para baixo. Além disso, cenários estressantes como a falta de acordo comercial entre os EUA e China e tensões na Venezuela (fornecedor importante de Petróleo para os EUA) ainda movimentam os preços da commodity, afetando no final das contas a rentabilidade dos projetos da Petrobras.\r\n \r\nEm termos de múltiplos, a Petrobras negocia a níveis bem próximos ao setor. Vemos isso no racional EV/EBITDA (“valor da firma/EBITDA”) de 5,5x sem desconto contra o setor que opera a 5,1x. Preço sobre lucro e preço sobre valor contábil também apresentam pouco desconto em relação aos pares. Por outro lado, a Petrobras passa por um processo importante em sua gestão de redução da alavancagem, com perspectivas de desinvestimentos em suas subsidiárias e venda de ativos non-core (que não fazem parte da sua atividade principal), o que já vem otimizando os resultados da Companhia, que apresentou uma redução do endividamento líquido de R$84,9 bilhões em 2017 para R$69,4 bilhões em 2018. A Companhia mostrou que os planos de reestruturação estão dando certo e estão gerando novamente lucratividade no negócio. As metas de longo prazo da Companhia estão sendo gradativamente atingidas, por isso, mantemos uma expectativa positiva para a Petrobras e acreditamos na alta do papel no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo quarto trimestre do ano, a Petrobras apresentou uma receita de vendas de R$92,7 bilhões, alta de 21,2% na comparação com o 4T17. Na comparação com o 3T18, a receita foi 6% inferior devido aos menores preços dos derivados no mercado interno e das exportações, em linha com a redução do preço do Brent em 10% e com a apreciação do real em 4%, além de um menor preço de venda de energia. \r\n \r\nO custo dos produtos vendidos no 4T18 foi de R$61,2 bilhões, apresentando uma queda de 3,8% na comparação com o 3T18, resultado ocasionado pela menor participação de GNL no mix de vendas. Este resultou da maior produção de gás, devido ao término da parada programada de Mexilhão, e da menor demanda no segmento termelétrico. O lucro bruto da Companhia foi de R$31,5 bilhões, queda de 9,1%. Com isso, a margem bruta (lucro bruto/receita) caiu 1,0 p.p. e atingiu 34,0% no atual trimestre. Na comparação anual, a receita aumentou 23%, atingindo R$349,8 bilhões, e o lucro bruto cresceu 36%, atingindo R$124,5 bilhões. Com isso, a margem bruta aumentou 3,0 p.p., saindo de 32% em 2017 para 36% em 2018.\r\n \r\nO lucro líquido da Companhia no 4T18 foi de R$2,10 bilhões, queda de 68% em relação ao terceiro trimestre do ano, impactado fortemente por menores margens nas vendas e pelo impacto de itens especiais como (i) ganhos com acordos comerciais de R$3,19 bilhões, (ii) reversão para perdas de crédito esperadas referente ao setor elétrico de R$2,5 bilhões, (iii) resultado positivo com desmantelamento de áreas em R$2,36 bilhões em função do alongamento do prazo até o abandono, (iv) perdas com contingências de R$4,9 bilhões, principalmente, o acordo com ANP (agência nacional do Petróleo) para unificação do Parque das Baleias e a arbitragem movida pela Vantage, e (v) perdas com impairment de R$6,43 bilhões, com destaque para campos de produção de óleo e gás no Brasil e no exterior e navios da Transpetro. Caso não houvessem esses efeitos especiais, a Petrobras lucraria cerca de R$8,0 bilhões como o mercado estimava. Cabe destacar que no ano de 2018 a Petrobras apresentou lucro líquido de R$25,7 bilhões, primeiro resultado positivo desde 2013.\r\n \r\nO EBITDA ajustado no 4T18 caiu 2% em relação ao trimestre anterior, atingindo R$29,16 bilhões, devido à diminuição da receita na comparação trimestral. No acumulado do ano, o EBITDA alcançou R$114,9 bilhões, aumento de 50% em relação a 2017, atingindo um recorde da Companhia. A margem EBITDA no trimestre foi de 31%, queda de 1,0 p.p., e no ano foi de 33%, alta de 6,0 p.p. na comparação anual.\r\n \r\nA produção de óleo e gás alcançou 2,63 milhões de barris de óleo equivalente por dia, uma queda de 5% em relação a 2017. A queda está relacionada aos desinvestimentos realizados nos campos de Roncador, Lapa e no Golfo do México. Os desinvestimentos totais realizados no ano resultaram em entrada de caixa de R$20,2 bilhões, o que tem contribuído para a desalavancagem da Companhia. O volume total das vendas de derivados no quarto trimestre sofreu retração de 5%, caindo de 2,0 milhões barris/dia para 1,90 milhões de barris/dia.\r\n \r\nO endividamento bruto diminuiu 10%, caindo de R$361,4 bilhões em 2017 para R$326,8 bilhões em 2018. A taxa média dos financiamentos atingiu 6,1%, mesmo nível de 2017. Já o endividamento líquido reduziu 4%,caindo de R$280,7 bilhões para R$268,8 bilhões. O indicador de alavancagem financeira (dívida líquida/EBITDA) caiu de 3,67x em 2017 para 2,34x no ano de 2018, fator impactado pelo recebimento dos desinvestimentos e pelo fluxo de caixa livre positivo. De acordo com o presidente da Estatal, a meta para os próximos anos é uma alavancagem equiparada aos pares internacionais que possuem alavancagem entre 1,0x a 1,5x.",
            "valor_total": "379.963.388",
            "receita_liquida": "281.099.000",
            "numero_acoes": "13.044.497",
            "pl": "21,25",
            "resultado": "25.779.000",
            "dividendos": "0,90",
            "beta": "2,33",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:27:47",
            "editado": "2019-02-28T17:13:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36443,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Ativo perdendo suporte importante no gráfico diário, após lateralização.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-11/a717d33e38b81af746242af707fb3993a56d5d08/Capturar.PNG",
        "compra": "24,62",
        "compra_maxima": "24,54",
        "stop": "25,89",
        "objetivo": "23,27",
        "preco_encerramento": "25,54",
        "criado": "2019-02-11T12:58:44",
        "editado": "2019-02-12T10:51:25"
    },
    {
        "empresa": {
            "id": 12,
            "analista": 43,
            "nome": "Hypera Pharma",
            "codigo": "HYPE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/f5b8ae1bcc2ff00e1fb67ed9a0731c27cc1c4573/HYPE.svg",
            "sobre": "A Hypera Pharma é a maior empresa farmacêutica brasileira e está presente nos segmentos relevantes do setor. Com posição de liderança em diversas categorias, oferece produtos de alta qualidade e segurança. A Hypera Pharma se organiza em três unidades de negócios, líderes nos mercados em que estão presente: (i) produtos de prescrição. A companhia possui nesse segmento um portfólio altamente reconhecido, com produtos como: Predsim, Celestamine, Maxsulid, Diprospan, Mioflex-A, Addera D3; (ii) Consumer Health. É líder no mercado de medicamentos isentos de prescrição, com marcas ícones como: Apracur, Benegrip, Coristina D, Engov, Epocler, Estomazil, dentre outras; (iii) Genéricos, com a marca Neo Química é líder nos mercados de genéricos em que está presente.",
            "pontos_positivos": "Atuação diversificada em três diferentes frentes de negócio;\r\nPortfólio de medicamentos variados;\r\nCompanhia com boa capacidade de geração de caixa;\r\nSegmento de atuação com fortes barreiras à entrada de novos participantes;\r\nOs medicamentos possuem características de essencialidade, deste modo, não sofrendo oscilações na demanda em períodos de recessão ou lento crescimento econômico;\r\nMaiores investimentos em inovação;\r\nMaior número de lançamentos de marcas novas.",
            "pontos_negativos": "Companhia com exposição ao dólar, em virtude das matérias primas necessária à produção;\r\nAlongamento dos prazos de recebimento e estocagem;\r\nRisco de imagem, reflexo do envolvimento da companhia na operação Tira-Teima,desdobramento da operação Lava Jato, deflagrada pela Polícia Federal em maio de 2018.\r\nCrescimento da concorrência no setor pressiona as margens da Companhia.",
            "resumo": "A Hypera apresentou no quarto trimestre de 2018 um resultado contrário à tendência positiva que vinha apresentando nos trimestres anteriores. O 4T18 foi marcado pelo crescimento da concorrência em importantes segmentos no qual a Companhia é líder de mercado, como por exemplo o de Vitamina D. O efeito da cadência na recuperação da atividade econômica é amenizada pois a Companhia está inserida em um segmento que atende necessidades básicas, o que reduz a exposição ao cenário macroeconômico.\r\n\r\nEm relação ao período analisado, apesar do crescimento nas métricas anuais, o último  trimestre de 2018 demonstrou que o crescimento da concorrência acarretou em um recuo na receita e redução das margens, agravados pela desvalorização do real frente ao dólar que aumentou os custos .\r\n\r\nEm virtude do que foi dito e levando em conta que a Empresa continua exposta a um risco de imagem em decorrência do seu envolvimento na operação Lava Jato, deflagrada pela Polícia Federal, alteramos a tendência de longo prazo de alta para neutra. Ficamos atentos ao desenrolar das investigações e possíveis dispêndios que isto possa causar e ao desempenho dos investimentos em inovação e P&D que podem levar a Varejista farmacêutica a recuperar o ritmo de crescimento apresentado no começo do ano.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\nA receita líquida da Hypera Pharma (HYPE3) no quarto trimestre de 2018 atingiu o valor de R$991,9 milhões, recuo de 6,5% em relação ao mesmo período do ano anterior. Aliado à queda da receita, foi observado aumento de 10,5% nos custos dos produtos vendidos, que pode ser explicado pela desvalorização do real frente ao dólar e o consequente crescimento do preço em dólar de insumos utilizados no processo de manufatura. Com isso, a Empresa viu no trimestre sua margem bruta (lucro bruto/receita líquida) reduzir 4,8 pontos percentuais em relação ao 4T17, ficando em 68,6%.\r\nPudemos notar que no 4T18 a empresa reduziu suas despesas em relação ao mesmo período de 2017. Entretanto, esse recuo não foi o suficiente para cobrir a redução de margem que a empresa sofreu, fazendo com que o Ebitda das operações continuadas ficasse em R$328,3 milhões, 9,9% inferior ao 4T17. O lucro líquido no período em análise ficou em R$304,2 milhões, recuo de 30,4% na  base de comparação anual, tendo sido impactado pela atenuação de um benefício fiscal que foi relevante para o 4T17 gerando uma forte base de comparação.\r\nA Hypera Pharma possui relevante participação no mercado, sendo uma das maiores empresas farmacêuticas do Brasil e estando presente em todos os segmentos relevantes do setor. O desempenho no segmento de similares e genéricos, em especial Neosoro, Doralgina, Histamin e Flavonid tem se destacado pelo crescimento de mercado e pelo aumento na capacidade de produção. Já em produtos de prescrição, a empresa sofreu impacto negativo proveniente do aumento de competição no mercado de vitamina D, com a marca líder de mercado Addera D3. Por outro lado, novos lançamentos como Colflex e Ofolato foram benéficos para o crescimento do segmento. Em Consumer Health, o desempenho foi impactado negativamente pela retração no crescimento no mercado de antigripais.\r\nNo âmbito da inovação, foram lançados 70 novos produtos em 2018, sendo 36 feitos no quarto trimestre, recorde para a Companhia. O investimento total em inovação, pesquisa e desenvolvimento totalizou R$180 milhões no ano, 4,9% da receita líquida, 0,9 pontos percentuais maior que no ano passado. É importante ressaltar que 31% da receita líquida no trimestre foi proveniente de produtos lançados nos últimos 5 anos, demonstrativo da relevância e dos resultados dos dispêndios realizados com inovação, pesquisa e desenvolvimento.\r\nO endividamento bruto da Hypera no 4T18 ficou em R$582,4 milhões contra R$676 milhões no mesmo período do ano anterior. O saldo das disponibilidades antes da distribuição de JCP foi de R$1,64 bilhões, fazendo com que a empresa possua um endividamento líquido negativo, que quer dizer que a empresa possui disponibilidades suficiente para honrar todos os seus compromissos e ainda há sobra de  caixa. No que se refere ao fluxo de caixa operacional, este somou R$166,9 milhões no quarto trimestre, levando o acumulado no ano de 2018 chegar ao valor recorde para a de R$1.066,5 bilhão, crescimento de 14,4% em relação à 2017.\r\n",
            "valor_total": "19.087.808",
            "receita_liquida": "3.724.309",
            "numero_acoes": "632.047",
            "pl": "13,08",
            "resultado": "1.129.601",
            "dividendos": "1",
            "beta": "0,57",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:07:01",
            "editado": "2019-03-21T15:09:02",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36271,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Entrada pelo gráfico de 60 minutos. Ativo fez teste nas médias e veio para perder o fundo.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-1/ab7a875f1a017dc49eb9900b3efc261bce4643ca/Capturar.PNG",
        "compra": "31,44",
        "compra_maxima": "31,36",
        "stop": "32,37",
        "objetivo": "30,39",
        "preco_encerramento": "31,01",
        "criado": "2019-02-01T12:13:06",
        "editado": "2019-02-12T10:08:41"
    },
    {
        "empresa": {
            "id": 192,
            "analista": 42,
            "nome": "Lojas Marisa",
            "codigo": "AMAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/0188926ec82ef1291ae46ac0e44a65d826be264c/AMAR.svg",
            "sobre": "A Marisa S.A é a maior rede de moda feminina do Brasil. A Companhia desenvolve e comercializa sob sua marca corporativa \"Marisa\" uma ampla variedade de produtos de qualidade a preços atrativos. A marca \"Marisa\", associada ao reconhecido slogan \"De Mulher para Mulher\", possui forte reputação com o público feminino e uma identificação com seu público-alvo, que a Companhia acredita ser única no mercado brasileiro. \r\n",
            "pontos_positivos": "A empresa explora negócios complementares com a oferta de cartões de crédito e de seguros em parceria com o Itaú, o que gera uma diversificação positiva com relação às operações.\r\nMaior geração de caixa operacional.\r\nMelhor gestão do capital de giro e dos estoques.\r\nEncerramentos das lojas com baixa perspectiva de retorno.",
            "pontos_negativos": "Ambiente competitivo e com baixas barreiras à entrada pressionam as margens da companhia pela entrada de novas empresas do segmento de vestuário voltadas para as classes C e D.\r\nCompanhia focada exclusivamente no público feminino.\r\nMaiores perdas nas carteiras de crédito e private label.\r\nRetração nas vendas.\r\nFraco desempenho das lojas recém inauguradas.\r\nRetração nas receitas com juros provenientes de empréstimo pessoal e venda à prazo.\r\n",
            "resumo": "O atual cenário macroeconômico e suas perspectivas ainda continuam desafiadoras, apesar da eleição de um governo com viés liberal e com uma agenda reformista. A afirmação é corroborada pelos constantes cortes na projeção de expansão do PIB pelo principais agentes de mercado, elevado patamar de desocupados, estagnação da média salarial nacional e estagnação do consumo das famílias. Os fatos anteriormente citados refletem no índice de confiança do consumidor (ICC) e índice de incertezas econômicas (IIE), ambos os levantamentos realizados pela Fundação Getúlio Vargas (FGV).\r\n\r\n\r\nDe acordo com a Fundação, os últimos resultados sugerem um desapontamento dos consumidores com o ritmo de recuperação da economia, após projetarem melhoras para a economia e para as finanças familiares nos meses anteriores. Além da velocidade da recuperação estar aquém do esperado, a demora no avanço das reformas tem contribuído para o aumento da incerteza econômica.\r\n\r\n\r\nAo analisar o segmento do varejo focado no segmento de vestuário percebe-se que o setor apresenta uma das piores performances. No acumulado de 12 meses, o volume de vendas apresenta retração de 1,60% e no faturamento recuo de 0,3p.p. Deste modo corroborando com os resultados das pesquisas da FGV, que sinalizam uma menor predisposição ao consumo das famílias. Ao analisar o resultado do 4T18 das Lojas Marisa (AMAR3), percebe-se que, muito embora a Companhia tenha conseguido reverter o prejuízo auferido no mesmo período do ano anterior, em decorrência do aumento das receitas financeiras e receitas não operacionais, a mesma continuou apresentando retração em importantes métricas financeiras operacionais. Logo, mantemos o teor de cautela com o ativo e optamos pela manutenção da tendência de baixa para curto prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018.\r\n\r\n\r\nNo 4T18 a receita líquida registrada foi de R$661,40 milhões, o que representa uma redução de 2,20%, na comparação com valor auferido no 4T17. Segundo a Companhia, o resultado foi afetado majoritariamente pela retração no fluxo de clientes na lojas e pela retração nas vendas das lojas recém inauguradas, lojas com até 12 meses de funcionamento. Ao término do quarto trimestre de 2018, o Ebitda atingiu R$300,7 milhões, frente ao resultado de R$54,3 milhões reportado no 4T17, o resultado foi auxiliado pelo crédito tributário de R$350 milhões. Junto com a retração das vendas, o indicador foi impactado por maiores despesas com vendas e administrativas, as quais foram afetadas por maiores gastos com marketing e provisões de perdas para o itens do estoque que eram considerados obsoletos. O lucro líquido do período foi registrado por R$160 milhões, frente a uma perda de R$326 mil reportado ao término do 4T17. Contudo, é importante ressaltar que o resultado final foi impactado positivamente pelo ganho financeiro de R$331 milhões no período em análise.\r\n\r\n\r\nEmbora, as vendas nas mesmas lojas, indicador que mensura o desempenho dos pontos de venda em funcionamento em até 12 meses, tenha ficado no negativo, o mesmo apresentou expansão de 0,5 p.p. na comparação com o mesmo período do ano anterior. No que tange ao número de lojas, a Varejista encerrou o quarto trimestre de 2018 com 17 lojas a menos na comparação com o 4T17, totalizando 371 lojas em funcionamento, o encerramento das operações desses pontos de vendas, ocorreu em linha com a estratégia de preservação das margens, com o encerramento das lojas com baixa perspectiva de retorno e geração de valor.\r\n\r\n\r\nAcompanhando o fraco desempenho das vendas, as receitas oriundas de juros dos empréstimos pessoais e das vendas a prazo também apresentaram retração. Os juros das operações de empréstimo pessoal cederam 21,4% na comparação com o mesmo período do ano anterior, ficando em R$22,5 milhões, enquanto as perdas desse tipo de operação de crédito cederam 13,3%, ficando em R$9,9 milhões. Já os ganhos de capital decorrente das vendas a prazo totalizaram R$60 milhões, diminuição de 6,8% em relação ao 4T17, e as perdas cederam 17,8%, ficando em R$35,2 milhões.\r\n\r\n\r\nNo que tange a geração de caixa operacional, esta finalizou o 4T18 sendo registrada por R$108,75 milhões, frente ao consumo de R$628 milhões reportado no mesmo período do ano anterior. O resultado foi auxiliado pela necessidade de capital de giro, que permanece negativa sendo registrada por R$62,8 milhões, muito embora esta tenha aumentado em relação ao mesmo período do ano anterior. A necessidade de capital de giro apresentou impactos positivos majoritariamente dos menores estoques, maior prazo de pagamento aos fornecedores e créditos tributários. \r\n\r\n\r\nAo analisar a estrutura da dívida das Lojas Marisa, constatamos que a dívida líquida apresentou retração de 9,70%, passando a ser registrada por R$522 milhões. A alavancagem financeira, que é mensurada pelo quociente dívida líquida/EBITDA convergiu para a mesma direção, indo de 2,2x para 1,2x. Adicionalmente, constatou-se que a Varejista alongou o perfil do endividamento financeiro, ao término do 4T17, as obrigações com vencimento acima de 12 meses correspondiam por 40% do endividamento financeiro total e ao término do 4T18 passou para 70%, proporcionando no curto prazo maior folga de caixa. No que tange a capacidade de solvência de curto prazo esta se manteve inalterada, enquanto a de longo prazo apresentou uma leve deterioração, contudo ainda mantendo-se em patamares confortáveis.",
            "valor_total": "816.344.000",
            "receita_liquida": "2.800.245",
            "numero_acoes": "204.086",
            "pl": "4,04",
            "resultado": "-131.498.00",
            "dividendos": "0,00",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-16T13:15:50",
            "editado": "2019-04-09T10:05:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36407,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Ativo fez uma correção na região das médias, com candle de indefinição, e hoje a máxima desse candle está sendo rompida.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-8/47c7d67a2b85854def19be1facc119132a9ca919/Capturar.PNG",
        "compra": "6,22",
        "compra_maxima": "6,25",
        "stop": "5,94",
        "objetivo": "6,58",
        "preco_encerramento": "6,33",
        "criado": "2019-02-08T12:09:18",
        "editado": "2019-02-11T16:35:54"
    },
    {
        "empresa": {
            "id": 181,
            "analista": 46,
            "nome": "Banco Banrisul",
            "codigo": "BRSR6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7a58abf6d3dc5780d5ea62990f04ac0fadf1e5ed/BRSR.svg",
            "sobre": "Fundado em 1928, o Banrisul é um banco múltiplo controlado pelo Estado do Rio Grande do Sul. A rede de atendimento Banrisul conta com quase 1.200 pontos, distribuídos em 518 agências, das quais 495 estão no Rio Grande do Sul, 17 em Santa Catarina, 4 nos demais estados brasileiros e 2 no exterior. A atuação do Banco abrange as áreas de operações de crédito pessoal, crédito imobiliário, financiamentos de longo prazo com recursos próprios e com recursos obtidos de instituições governamentais, linhas de crédito para agricultura e pecuária, linhas de crédito empresarial, poupança, depósito à vista e à prazo, além da administração de recursos de terceiros.",
            "pontos_positivos": "Baixos índices de inadimplência, mesmo atuando majoritariamente no varejo.\r\nElevação expressiva do lucro líquido recorrente anual.\r\nCrescimento da carteira de crédito do Banco, com destaque para o setor varejista, que é o foco de atuação da Instituição.\r\nControle eficiente das despesas de intermediação financeira.",
            "pontos_negativos": "Setor competitivo, onde uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nPelo maior acionista ser o Estado do Rio Grande do Sul, torna-se mais fácil a interferência do governo em prol de objetivos sociais ou políticos, sem priorizar, necessariamente, os objetivos financeiro-econômicos.\r\nAs agências são concentradas no Rio Grande do Sul, sendo que a presença em outras partes do Brasil ainda é baixa.",
            "resumo": "O ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro, que é tido como um presidente com discursos mais reformistas e mais pró-mercado. Segundo estudo do governo, a proposta original da reforma da Previdência pode economizar cerca de R$1,0 trilhão em 10 anos, o que proporcionaria um certo alívio no déficit fiscal brasileiro. Porém, o mercado ainda fica apreensivo sobre os possíveis cortes que podem acontecer durante o processo de discussão da reforma. Mediante a este cenário de apreensão, vemos que a economia brasileira encontra dificuldade para retomar um crescimento mais vigoroso, com as expectativas do PIB sendo reajustadas para baixo. Além disso, o desemprego permanece elevado, bem como a capacidade ociosa das indústrias.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Banco Banrisul no 4T18, percebe-se que eles foram positivos. Houve aumento do lucro, acompanhado da elevação da margem financeira. Por sua vez, a carteira de crédito do Banco cresceu (com destaque para o varejo), ao mesmo tempo em que a inadimplência diminuiu. Com isso, foi possível reduzir o PDD (provisão para operações de crédito de liquidação duvidosa), o que contribuiu para o aumento do lucro. As despesas, por sua vez, estão sob controle. \r\n\r\nAcreditamos que a aprovação da reforma da Previdência poderá trazer um crescimento mais forte para a economia brasileira. Assim, espera-se mais investimentos e redução do desemprego. O aumento do consumo, por sua vez, pode aumentar a demanda pelo crédito oferecido pelo Banco Banrisul. Aliado aos resultados apresentados no 4T18, vemos a tendência de longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco Banrisul apresentou lucro líquido recorrente de R$300,1 milhões, resultado 7,3% inferior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$1,1 bilhão em 2018, o que corresponde a uma alta de 20,3% em relação a 2017. Em dezembro de 2018, a Empresa apresentou o Plano de Desligamento por Aposentadoria Voluntária (PDAV), que implicou em uma provisão de R$86,5 milhões e afetou o lucro líquido (incluindo eventos não recorrentes).\r\n\r\nPor sua vez, observou-se evolução da margem financeira, que representa a diferença entre os juros pagos ao banco (devido ao crédito concedido) e aqueles pagos pelo banco (devido ao crédito tomado). No 4T18, o Banrisul registrou margem financeira de R$1,6 bilhão, face ao R$1,4 bilhão do 4T17 (alta de 10,5%). Na comparação anual, a alta foi de 9,1%, passando dos R$5,2 bilhões em 2017 para R$5,7 bilhões em 2018.\r\n\r\nDo ponto de vista das despesas de intermediação financeira, foi possível observar uma redução de 4,1% na comparação trimestral (R$1,4 bilhão versus R$1,3 bilhão) e de 17,2% entre 2017 e 2018 (R$6,2 bilhões versus R$5,1 bilhões). Já no que tange as despesas administrativas recorrentes, houve alta de 8,3% entre o 4T17 e o 4T18 (R$913,6 milhões versus R$989,3 bilhões) e elevação de 4,9% na comparação anual (R$3,6 bilhões versus R$3,8 bilhões).\r\n\r\nEm relação à carteira de crédito do Banco Banrisul, observou-se um crescimento de 8,6% entre dezembro de 2017 (R$31,4 bilhões) e o mesmo período de 2018 (R$34,1 bilhões). Dentre os diferentes segmentos da carteira, destaca-se o de pessoas físicas. Ele já representava a maior parte da carteira em 2017 (50,7%) e, após uma elevação de 4,5 p.p., passou a representar 55,2% da totalidade da carteira, fechando 2018 com R$18,8 bilhões. Isso reforça a estratégia de negócios do Banco, atendendo, majoritariamente, ao varejo.\r\n\r\nPensando na qualidade da carteira de crédito do Banco, avalia-se o índice de inadimplência acima de 90 dias. Entre 2017 e 2018, o mesmo passou de 3,56% para 2,55%. A redução de 1,01 p.p, mesmo com o crescimento de 8,6% da carteira de crédito, indica que a concessão de crédito continua a ser feita com o devido rigor, com controle de risco e evitando clientes de perfil duvidoso. Com isso, o Banco registrou índice de inadimplência acima de 90 dias inferior aos seus pares. \r\n\r\nCom a diminuição da inadimplência, foi possível reduzir as despesas anuais de provisão para operações de crédito de liquidação duvidosa (PDD). Em 2017 essa despesa foi de R$1,4 bilhão e caiu para R$1,3 bilhão em 2018 (baixa de 11,4%). Porém, na comparação entre trimestres, constatou-se aumento de 27,4%, passando de R$353,0 milhões no 4T17 para R$449,8 mmilhões no 4T18.\r\n\r\nDessa forma, é possível perceber que o lucro líquido recorrente do Banco Banrisul diminuiu entre o 4T17 e o 4T18 devido ao aumento do PDD e à elevação das despesas administrativas recorrentes, que superaram os ganhos com a elevação da margem financeira e a alta da receita de serviços e tarifas bancárias. Em contrapartida, o aumento do lucro anual foi influenciado pelo incremento da margem financeira, crescimento das despesas administrativas recorrentes, aumento da receita de tarifas e serviços e menor PDD.\r\n\r\nJá em relação ao ROAE recorrente, que representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos, calculada a partir do patrimônio líquido médio do período, constatou-se um resultado misto. De um lado, o ROAE apresentou queda de 2,6 p.p. entre o 4T17 e o 4T18, passando de 20,2% para 17,6%. Por outro lado, entre 2017 e 2018 houve uma alta de 1,8 p.p., de 13,5% para 15,3%.",
            "valor_total": "6.684.194",
            "receita_liquida": "9.519.552",
            "numero_acoes": "408.974",
            "pl": "17,72",
            "resultado": "1.312.517",
            "dividendos": "1,06",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:05:58",
            "editado": "2019-03-15T12:11:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36319,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência. O ativo respeita um canal de alta e opera com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-5/4df93cc69be648fed72f887986f3d0f1891e215e/brsr6.PNG",
        "compra": "24,18",
        "compra_maxima": "24,30",
        "stop": "22,85",
        "objetivo": "25,50",
        "preco_encerramento": "22,85",
        "criado": "2019-02-05T11:43:07",
        "editado": "2019-02-08T10:09:10"
    },
    {
        "empresa": {
            "id": 86,
            "analista": 46,
            "nome": "Telefônica",
            "codigo": "VIVT4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/efb7d8f74199100efd8eafa0dcca8bb2b7c282bf/VIVT.svg",
            "sobre": "A Telefônica Brasil é a maior empresa de telecomunicações do Brasil, com quase 100 milhões de clientes, sendo 75 milhões no segmento de telefonia móvel, no qual é líder de mercado em âmbito nacional, e 23 milhões na operação fixa. A Telefônica Brasil atua na prestação de serviços de telecomunicações fixos e móveis em todo o território nacional e conta com um portfólio de produtos completo e convergente (voz fixa e móvel, banda larga fixa e móvel, ultra banda larga, TV, dados e TI). A Telefônica é um dos maiores players mundiais no setor de comunicações com presença em 21 países, 343,5 milhões de acessos e aproximadamente 125 mil empregados. O acionista controlador é o Grupo Telefónica, da Espanha, que é um dos maiores conglomerados de comunicação do mundo.",
            "pontos_positivos": "Aumento nas adições líquidas nos negócios de maior valor, através da elevação dos acessos móveis pós-pagos, em detrimento da redução dos pré-pagos.\r\nDiminuição dos custos operacionais recorrentes, marcando o 12º trimestre de reduções.\r\nRedução da alavancagem através da liquidação de empréstimos e financiamentos.\r\nAumento da remuneração dos acionistas através do pagamento de dividendos e JCP.\r\nLiderança da telefonia móvel no âmbito nacional.",
            "pontos_negativos": "Mercado competitivo pode levar a uma disputa de preços entre as operadoras, comprometendo as margens de lucro da Empresa.\r\nDiminuição da receita operacional líquida, de forma que o crescimento da receita se deu em função da receita líquida de aparelhos.\r\nCrescimento econômico aquém do esperado, aliado ao desemprego ainda alto, dificultam a atração de novos clientes e o aumento do ticket médio.",
            "resumo": "Quando avaliamos o cenário político e econômico brasileiro, foi possível observar que o ano de 2018 foi marcado, principalmente, pelos receios ligados à eleição presidencial de outubro. Estes, por sua vez, foram antecipados pela Greve dos Caminhoneiros, que aconteceu em maio. Dessa forma, constatou-se um menor grau de investimento, com as previsões do crescimento do PIB sendo revisadas para baixo e tanto o desemprego quanto a capacidade ociosa da indústria em níveis elevados. \r\n\r\nIsso impactou a Telefônica, uma vez que uma economia com dificuldades de crescimento faz com que as pessoas tenham receio de consumir ou aderir a planos de maior valor. Além disso, buscando economia, as pessoas são mais propensas a mudar de prestadora de serviço, o que aumenta o churn (rotatividade) da Empresa.\r\n\r\nApós a eleição de Jair Bolsonaro, houve certo alívio das tensões vistas anteriormente. Porém, a economia continua apresentando dificuldade para crescer devido, principalmente, às questões ligadas às reformas. Assim, o consumo também tem dificuldade de evoluir.\r\n\r\nDo ponto de vista dos resultados apresentados pela Telefônica no 4T18, observou-se elevação da receita operacional líquida e contração dos custos operacionais recorrentes, o que culminou no aumento do EBITDA recorrente e da margem EBITDA. Porém, na comparação trimestral, o lucro líquido da Empresa diminuiu. Finalmente, a Telefônica conseguiu reduzir o seu endividamento.\r\n\r\nAcreditando na evolução gradual da economia brasileira e seus reflexos no consumo, bem como nos resultados positivos que a Empresa conseguiu apresentar no 4T18, vemos que a tendência de longo prazo da Telefônica é de alta. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, a Telefônica apresentou receita operacional líquida de R$11,1 bilhões, o que representa uma elevação de 0,5% em relação ao mesmo período do ano anterior (4T17). Por sua vez, a receita operacional líquida de serviços foi de R$10,6 bilhões no 4T18 e passou a representar 95,4% da receita total. Quando comparada ao 4T17, observou-se contração de 1,4%, ou o equivalente a uma redução de R$147,9 milhões. Apesar de representar apenas 5,6% da receita operacional líquida no 4T18, a receita líquida de aparelhos aumentou 70% em comparação ao 4T17, conseguindo compensar a redução da receita de serviços.\r\n\r\nJá na comparação anual, a receita operacional líquida da Companhia cresceu 0,6% em relação a 2017, finalizando o exercício de 2018 em R$43,4 bilhões. A receita operacional líquida de serviços, que representou 96,1% da receita em 2018, apresentou contração de 0,9% e ficou em R$41,8 bilhões. Em contrapartida, a receita líquida de aparelhos aumentou 56,5% (R$1,1 bilhão em 2017 versus R$1,7 bilhão em 2018). Em linhas gerais, a variação da receita se deu em função do crescimento das receitas de pós-pago, terminais e ultra banda larga, apesar da redução dos acessos de pré-pago, refletindo as adições líquidas nos negócios de maior valor.\r\n\r\nOs custos operacionais recorrentes da Telefônica foram de R$7,0 bilhões no 4T18, o que representou uma redução de 1,4% em relação ao 4T17. Já na comparação anual, a redução foi de 2,0%, ou R$567,5 milhões. Essa diminuição ocorreu, principalmente, em função de iniciativas de simplificação, eficiência e digitalização adotadas pela Empresa, de forma que o 4T18 foi o 12º semestre consecutivo de redução dos custos operacionais. \r\n\r\nDessa forma, o EBITDA recorrente no 4T18 foi de R$4,1 bilhões, uma alta de 1,2%. em comparação aos resultados do 4T17. Por sua vez, o EBITDA recorrente subiu 5,5%. na comparação anual (R$14,7 bilhões em 2017 versus R$15,5 bilhões em 2018). Para possibilitar a comparação da evolução do EBITDA recorrente frente à receita operacional líquida, analisa-se a margem EBITDA recorrente, que representa a razão entre eles. Na comparação trimestral, observa-se que a margem subiu 1,2 p.p., passando de 35,8% no 4T17 para 37,0% no 4T18. Já na comparação anual, a alta foi de 1,7 p.p. (33,9% em 2017 versus 35,6% em 2018).\r\n\r\nJá a respeito do lucro líquido, observou-se contração de 3,0% e a Telefônica registrou resultado de R$1,5 bilhões no 4T18. Observou-se que o lucro diminuiu (mesmo com o crescimento do EBITDA) em função da elevação de 27,5% na depreciação e da alta de 36,7% dos impostos. Apesar disso, as variações monetárias e cambiais caíram 64% de um trimestre para o outro.\r\n\r\nEnquanto isso, na comparação anual, o lucro líquido passou de R$4,6 bilhões para R$8,9 bilhões (alta de 92,5%). O resultado financeiro líquido foi o principal fator que fez com que o lucro da Telefônica crescesse nessa proporção, uma vez que ela reverteu um prejuízo de R$903 milhões em 2017 para um lucro de R$1,8 bilhões em 2018. \r\n\r\nA Telefônica conseguiu reduzir o seu endividamento. Em 2017 sua dívida bruta era de R$8,5 bilhões, ao passo que em 2018 ela caiu para R$6,1 bilhões. A redução se deu, principalmente, pela liquidação de empréstimos e financiamentos no período considerado. Também foi possível observar redução da dívida líquida, que passou de R$3,8 bilhões em 2017 para R$2,2 bilhões em 2018, de forma que a sua alavancagem, calculada pela razão entre a dívida líquida e o EBITDA anualizado, passou de 0,26x em 2017 para 0,12x em 2018.\r\n\r\nNo que tange o negócio móvel da Telefônica, foi possível constatar redução de 2,4% no total de acessos. Apesar disso, observou-se aumento de 9,9% em pós-pagos e diminuição de 14,2% em pré-pagos. O market-share da Empresa se elevou 0,2 p.p., passando de 31,7% para 31,9% entre o 4T17 e o 4T18. Por sua vez, o churn mensal (rotatividade de clientes) subiu 0,8 p.p. (3,3% no 4T17 versus 4,1% no 4T18). Já no negócio fixo, a redução foi de 3,6% no total de acessos, com destaque para a telefonia fixa, que apresentou redução de 6,0%.",
            "valor_total": "78.068.324",
            "receita_liquida": "43.462.741",
            "numero_acoes": "1.688.694",
            "pl": "42,40",
            "resultado": "8.928.258",
            "dividendos": "2,45",
            "beta": "0,49",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:28:17",
            "editado": "2019-04-04T16:54:34",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36248,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Tendência de alta com rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-31/294a1c3aef9c4f357fe30953c1f14bb570cfd6a3/VIVT4.png",
        "compra": "49,00",
        "compra_maxima": "49,15",
        "stop": "47,35",
        "objetivo": "50,95",
        "preco_encerramento": "47,35",
        "criado": "2019-01-31T13:25:17",
        "editado": "2019-02-07T17:17:30"
    },
    {
        "empresa": {
            "id": 25,
            "analista": 43,
            "nome": "Usiminas",
            "codigo": "USIM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-10-2/4e06238f8bc8d3c4f8a20408ffe91e60d39a0194/USIM.svg",
            "sobre": "Usiminas iniciou suas operações em 1962 e, desde então, é um dos maiores grupos siderúrgicos do Brasil, atuando de forma verticalizada ao longo da cadeia do aço, com atividades nas áreas de mineração, logística, bens de capital, centros de serviços e soluções customizadas para a indústria. A Companhia foi a primeira empresa a ser privatizada dentro do programa de desestatização no começo dos anos 90. Atualmente, a Empresa tem ações negociadas na B3, nos EUA (Mercado de Balcão - Over the Counter) e também em Madri, na Espanha.",
            "pontos_positivos": "Unidades de produção geograficamente dispersas facilitam o atendimento a diferentes polos industriais no Brasil.\r\nForte presença nas regiões mais industrializadas e que concentram mais da metade do PIB nacional.\r\nA Empresa possui participação no capital da MRS Logística, posição que lhe garante presença permanente no conselho de administração desta Companhia.\r\nApreciação do real desalavanca parte da dívida atrelada em moeda estrangeira (cerca de 22% do total da dívida são passivos contratados em outras moedas).\r\nKnow-how em aços especiais para o segmento de construção civil possibilita que a Usiminas conte com vantagens competitivas para a participação em grandes projetos de infraestrutura no Brasil.\r\nConta com um Centro de Tecnologia que é o maior e mais moderno da América Latina e permite à empresa buscar inovações para dominar tecnologias de alto valor.\r\nLinha de produtos variada para atender diferentes mercados.\r\nEncerramento da disputa societária entre a Ternium e a Nippon, grupos controladores da Usiminas.\r\nDecisão judicial favorável retira o ICMS da base de cálculo do PIS e da COFIS e gera um ativo de “Impostos a recuperar”.\r\n",
            "pontos_negativos": "O setor de atuação da Usiminas é altamente cíclico, com a demanda atrelada ao nível de atividade econômica, especialmente devido às aplicações do aço serem direcionadas a setores também cíclicos da economia.\r\nDificuldades de ajuste da produção à demanda em função da dinâmica da produção de aço.\r\nForte concorrência no segmento.\r\nFlutuações no câmbio podem prejudicar o desempenho financeiro da Companhia.\r\n",
            "resumo": "A Usiminas apresentou dados satisfatórios na divulgação do resultado do quarto trimestre de 2018. Após o revés operacional do 2T18, ocasionado em função da paralisação dos caminhoneiros seguido por uma recuperação no terceiro trimestre, a lenta recuperação da atividade industrial fez com que a Companhia visse uma redução nos volumes de venda de aço e de minério de ferro no quarto trimestre de 2018, que culminaram em uma queda na receita em relação ao trimestre anterior.\r\nApesar da recuperação industrial em ritmo mais cadenciado que o esperado, mantemos o otimismo com o ativo, bem como com os setores de siderurgia e mineração. Caso tenhamos um ritmo mais aquecido para a atividade industrial brasileira, tal fato pode dar celeridade ao avanço dos dados operacionais nos próximos trimestres. Aliado ao cenário econômico, vitórias judiciais em relação a um empréstimo compulsório à Eletrobras e ao recálculo e reapropriação de tributos recolhidos indevidamente, fortaleceram o resultado da Companhia e sua capacidade de geração de caixa.\r\nO crescimento mais significativo dos setores de construção civil e de automóveis no Brasil será de fundamental importância para a expansão operacional. Este setores, considerados cíclicos, ou seja, que possuem grande sensibilidade às variações da atividade econômica, poderão avançar principalmente pela pauta mais liberal proposta pelo novo governo e pela consequente retomada dos investimentos no País, que deve ampliar a geração de empregos e renda. Neste sentido, avaliamos a tendência para a Usiminas (USIM5) como alta no longo prazo e acreditamos no comportamento acima da média de mercado para as suas ações.\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\nA Usiminas apresentou uma receita líquida de R$3,4 bilhões, crescimento de 9,7% na comparação anual. Este aumento pode ser explicado principalmente pelos maiores preços médios do aço e do minério de ferro, com destaque para o mercado doméstico. No resultado atual, 83% da receita líquida é proveniente do mercado interno, enquanto 17% é atribuído ao mercado internacional. O custo dos produtos vendidos (CPV), fechou o trimestre totalizando R$3,1 bilhões, alta de 14,8% em comparação ao 4T17. O lucro bruto (receitas líquidas - custos) recuou 9,4%, fechando o trimestre em R$376 milhões representando uma margem bruta (lucro bruto/receita líquida) de 11%, queda de 2 pontos percentuais em relação ao mesmo período do ano passado.\r\nO Ebitda ajustado, que serve como parâmetro de resultado operacional, no trimestre foi de R$830,3 milhões, contra R$450,3 milhões do 4T17 , crescimento de 84,4%. Esse crescimento é explicado pelo reconhecimento do valor de créditos fiscais relativos à exclusão do ICMS da base de cálculo do PIS e da COFIS. O resultado desse crescimento, fez as margens de Ebitda ajustado passarem de 14,6% para 24,2%.\r\nO resultado financeiro da Companhia no quarto trimestre de 2018 foi um saldo positivo de R$637,8 milhões contra um resultado negativo de R$172,1 milhões no 4T17. Esse resultado se deve  principalmente ao reconhecimento de um crédito a receber da Eletrobras (ELET3) e à correção no cálculo do PIS e da COFINS. Com isso, no 4T18, a Companhia apresentou um lucro líquido de R$401,4 milhões, revertendo um prejuízo de R$44,9 milhões no mesmo período do ano passado, culminando em uma margem líquida de 11,8%. \r\nO volume total de vendas de minério de ferro no trimestre ficou em linha com o 4T17, totalizando 1,5 milhões de toneladas. Como o preço médio de venda do minério de ferro teve uma alta de 9% em relação ao mesmo período do ano anterior, a receita subiu mesmo com a estabilidade no volume vendido. Por sua vez, o volume de vendas em toneladas de aço recuou de 1,1 milhão de toneladas no 4T17 para 1,0 milhão de toneladas no 4T18, o que foi também compensado pelos melhores preços praticados no mercado interno e externo. Os investimentos (CAPEX) somaram R$240,7 milhões neste trimestre, superiores ao montante de R$107,1 milhões do quarto trimestre de 2017. Deste total, 74% dos recursos foram direcionados para a unidade de Siderurgia, 22% para a mineração, 3% para transformação do aço e 1% para bens de capital, aproximadamente.\r\nNo que tange ao endividamento financeiro, no 4T18 a Usiminas contabilizou R$5,9 bilhões, redução de 11,9% na comparação anual. Apesar da redução de 27% no caixa e aplicações, para R$1,6 bilhão, a dívida líquida recuou 4,2%, mensurada em R$4,2 bilhões. Quanto a composição do endividamento por período de vencimento, cerca de 8% da dívida bruta está voltada para o curto prazo, enquanto 92% está voltada para o longo prazo. No ano anterior, a relação era de 15% e 85%, respectivamente. Ainda na avaliação das obrigações, as altas somas de capital empregados nas operações de siderurgia e mineração são inerentes ao setor, entretanto, a dívida líquida/EBITDA da Usiminas fechou o 4T18 em 1,6x, valor atrativo em relação aos seus principais pares. Isto somado ao perfil de longo prazo das obrigações são aspectos positivos para a Companhia que possui caixa suficiente para honrar com os compromissos de curto prazo.\r\n",
            "valor_total": "14.063.211",
            "receita_liquida": "13.736.780",
            "numero_acoes": "1.229.302",
            "pl": "12.77",
            "resultado": "726.658",
            "dividendos": "0,10",
            "beta": "1.58",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:45:07",
            "editado": "2019-03-15T17:37:22",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36296,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte com cruzamento de médias. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-4/2e4acb2df0a655cd249836ae389d609f63731717/usim5.PNG",
        "compra": "9,58",
        "compra_maxima": "9,53",
        "stop": "10,12",
        "objetivo": "8,94",
        "preco_encerramento": "9,47",
        "criado": "2019-02-04T10:53:58",
        "editado": "2019-02-07T10:39:25"
    },
    {
        "empresa": {
            "id": 123,
            "analista": 46,
            "nome": "Klabin",
            "codigo": "KLBN11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/68c21855116ee63244111475d96669044879e61e/KLBN.svg",
            "sobre": "A Klabin, fundada em 1899, é a maior produtora e exportadora de papéis do Brasil. A empresa é líder na produção de papéis e cartões para embalagens, embalagens de papel ondulado e sacos industriais, comercializando também madeira em toras para serrarias e laminadoras. A Empresa possui 18 unidades industriais, sendo 17 no Brasil, em oito estados, e uma na Argentina. Está dividida em quatro unidades de negócios: Florestal, Celulose, Papéis e Conversão. Atualmente, conta com mais de 18 mil colaboradores (diretos e indiretos).",
            "pontos_positivos": "Evolução dos resultados operacionais como receita líquida, EBITDA e margem EBITDA.\r\nDiminuição da alavancagem.\r\nControle dos custos e despesas, de forma que eles cresceram menos que a receita.\r\nAumento da geração e venda de energia elétrica, principalmente na Unidade Puma.\r\nLíder no mercado brasileiro de papéis para embalagens.",
            "pontos_negativos": "Preços dos produtos comercializados pela Empresa variam de forma cíclica e impactam diretamente na receita.\r\nCobertura de seguros da Empresa abrange suas unidades produtivas, mas não alcança suas florestas. Embora elas sejam alvo de políticas rígidas de prevenção a incêndio e a danos, trata-se de parte importante de seus ativos descoberta.\r\nExposição ao câmbio, o que atinge as receitas e as dívidas da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, em um primeiro momento, pela tensão a respeito das eleições de outubro, antecipada pela greve dos caminhoneiros. Essa tensão foi aliviada parcialmente pela eleição de Jair Bolsonaro, tido pelo mercado como um presidente pró-reformas. \r\n\r\nPorém, o cenário de incertezas ainda persiste, pois não se sabe quais cortes serão feitos na proposta original da reforma da Previdência para que ela seja aprovada, ou seja, qual será a real economia que ela trará. Esse cenário de indefinições traz consigo maiores volatilidades, em especial para a divisa norte-americana em relação ao Real. \r\n\r\nComo uma parte considerável das receitas da Klabin advém da exportação, variações cambiais afetam a sua competitividade no exterior e, consequentemente, a sua receita. Além disso, isso obrigam a Companhia a utilizar mecanismos de proteção cambial (como swap) para evitar que as suas dívidas flutuem de forma descontrolada. \r\n\r\nNo que diz respeito aos resultados apresentados pela Klabin no 4T18, percebe-se que eles foram relativamente positivos. A Empresa trouxe um aumento de mais de 20% da sua receita líquida. Apesar desta elevação, os seus custos não aumentaram de forma tão expressiva, refletindo um controle de gastos eficiente por parte da Companhia. Com isso, ela conseguiu uma margem EBITDA de 41% no trimestre. Porém, parte do resultado operacional positivo está relacionado à depreciação do Real frente ao Dólar, o que carece cautela. Além disso, o lucro líquido da Companhia diminuiu na comparação anual.\r\n\r\nMediante ao cenário político econômico e aos resultados do 4T18 apresentados pela Klabin, vemos que a tendência da Empresa no longo prazo é neutra.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 (4T18), a Klabin registrou uma receita líquida de R$2,8 bilhões, resultado 21% superior àquele apresentado no mesmo período do ano passado. A evolução da receita pode ser explicada pelo maior volume de vendas de celulose e kraftliner, impulsionada pela desvalorização do real frente ao dólar no período. Além disso, os preços dos produtos nos mercados internacionais também estão atrativos. \r\n\r\nJá na comparação anual, a receita líquida passou de R$8,4 bilhões em 2017 para R$10,0 bilhões (alta de 20%). Além das razões previamente apresentadas, essa alta se justifica também pelo foco dado pela Empresa em mercados que apresentam maior rentabilidade.\r\n\r\nNo que diz respeito aos custos e despesas da Klabin, foi possível perceber uma elevação entre o 4T17 e o 4T18. O custo caixa unitário total, correspondente à venda de todos os produtos da Companhia, ficou em R$1.920/t, resultado 11% superior àquele do 4T17. Essa alta é justificada pelos maiores preços praticados por produtos químicos, óleo combustível e fretes. Como consequência, o custo dos produtos vendidos aumentou 12% e finalizou o 4T18 em R$1,3 bilhão. \r\n\r\nJá na comparação anual, o custo caixa unitário total foi de R$1.879/t, 6% acima daquele registrado em 2017. Para esse aumento, destacam-se a greve dos caminhoneiros que ocorreu em maio, e o prolongamento da parada de manutenção da unidade de celulose, apesar da maior geração e venda de energia elétrica da Unidade Puma. \r\n\r\nO EBITDA ajustado da Klabin no 4T18 foi de R$1,1 bilhão, resultado 33% superior àquele apresentado no 4T17. Essa alta é explicada pelo maior volume de vendas e pela melhora de preços dos produtos vendidos pela Empresa nos mercados, além do controle de custos praticado. Observou-se, portanto, que o EBITDA avançou mais do que a receita líquida. \r\n\r\nDessa forma, a margem EBITDA ajustada (relação entre o EBITDA ajustado e a receita líquida) passou de 37% no 4T17 para 41% no 4T18. Finalmente, a Klabin conseguiu apurar um lucro líquido de R$913 milhões no 4T18, revertendo o prejuízo de R$83 milhões do mesmo período do ano anterior. \r\n\r\nNa comparação anual, o EBITDA ajustado passou de R$2,7 bilhões em 2017 para R$4,0 bilhões em 2018 (alta de 47%). Essa alta foi influenciada tanto pelo câmbio quanto pelos preços de mercado. Por sua vez, a margem EBITDA aumentou 7 p.p., passando de 33% para 40%. No sentido contrário, o lucro líquido diminuiu 65% (R$532 milhões em 2017 versus R$187 milhões em 2018). Essa redução do lucro ocorreu em decorrência de um resultado financeiro desfavorável em 2018.\r\n\r\nEm relação ao volume total de vendas (excluindo madeira), houve aumento de 2,2% na comparação trimestral, passando de 842 mil para 861 mil toneladas. O principal destaque foi a Unidade Puma, que obteve recorde de produção no período. Além disso, a participação do mercado externo no volume total de vendas passou de 50% para 53%, refletindo o aumento das exportações devido à desvalorização do Real frente ao Dólar no período.\r\n\r\nQuanto à alavancagem da Klabin, medida pela relação entre o endividamento líquido e o EBITDA, constatou-se redução. Na comparação trimestral, ela passou de 4,1x em 2017 para 3,1x em 2018 (cálculo em Reais), ou de 4,0x para 2,9x (cálculo em Dólar). Um dos principais motivos para a redução da alavancagem foi a redução do caixa e aplicações financeiras, utilizadas para amortizações de financiamentos a vencer nos próximos 38 meses. Além disso, destaca-se que 72% da dívida total da Empresa é em Dólar, e, por isso, ela utiliza operações de financiamento com swap visando se proteger das oscilações cambiais.",
            "valor_total": "23.105.485",
            "receita_liquida": "10.016.461",
            "numero_acoes": "5.263.208",
            "pl": "5,63",
            "resultado": "137.455",
            "dividendos": "0,60",
            "beta": "0,44",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:06:44",
            "editado": "2019-03-25T15:55:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36285,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "O ativo mostra rompimento de resistência, com médias ascendentes.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-1/71ddc9ab3605e43566912123e11380d4159826f3/klbn11.png",
        "compra": "19,10",
        "compra_maxima": "19,20",
        "stop": "17,90",
        "objetivo": "20,35",
        "preco_encerramento": "19,72",
        "criado": "2019-02-01T16:58:57",
        "editado": "2019-02-05T12:54:31"
    },
    {
        "empresa": {
            "id": 372,
            "analista": 49,
            "nome": "IRB Brasil Resseguros",
            "codigo": "IRBR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/ba7e98c3ce85cb8e93bb499d3bba53989f1e1cc9/IRBR.svg",
            "sobre": "A IRB Brasil Resseguros é uma empresa que atua a quase 80 anos no setor de resseguro no Brasil. Seu segmento de atuação contribui com a capacidade de absorção de riscos e proteção da saúde financeira das seguradoras, através de cobertura para riscos em todas as linhas de negócios do mercado ressegurador. Sua sede é no Rio de Janeiro e a companhia possui escritórios em São Paulo, Buenos Aires, Nova Iorque e Londres. A companhia entrou para a bolsa em 2017, no Novo Mercado, nível máximo de governança. Com isso, ela conseguiu assumir a 9ª posição entre os 10 maiores resseguradores do mundo em valor de mercado. A companhia atua nas seguintes linhas de negócio: riscos aeronáuticos, diversos, de engenharia, garantia, linhas financeiras, óleo e gás, property, responsabilidade civil, riscos rurais, vida e previdência, transportes e marítimos.",
            "pontos_positivos": "Evolução em importantes indicadores operacionais inerentes ao segmento de atuação.\r\nAtuação diversificada em países na América África, Europa, Ásia e América Latina, sendo que neste último continente a Companhia tem negócios em quase todos os países.\r\nA Companhia se beneficia das práticas de gestão de riscos eficazes, minimizando a volatilidade de seus negócios e otimizando suas exposições a riscos em vários níveis operacionais.\r\nGanhos de sinergia com a Empresa de gestão de carteiras.\r\nAumento da participação dos serviços de seguros na composição do PIB.\r\nA Companhia se beneficia da apreciação do dólar frente ao real.\r\nGanho de market share.\r\nInexistência de alavancagem financeira.\r\nExpansão no número de novos contratos.",
            "pontos_negativos": "A entrada de grandes resseguradores globais no Brasil, bem como a criação de novas empresas de resseguro de capital nacional tem fomentado maior competitividade para o mercado.\r\nRisco típico do mercado securitário que é representado pela possibilidade de haver estimação inadequada do risco, o que, em última instância, pode afetar a rentabilidade da operação em função da maior ocorrência de sinistros em relação ao previsto.\r\nResultados sujeitos aos efeitos de catástrofes ocasionadas pela natureza ou pela ação humana.\r\nMudanças na indústria de seguros no Brasil podem afetar a Companhia e ter efeito adverso sobre seus negócios e resultados.\r\nRebaixamento da classificação de risco de companhias ou de suas coligadas podem impactar os contratos de resseguros da Companhia.\r\nForte dependência das receitas financeiras, as quais apresentaram retração no período em análise.\r\nMaiores gastos com a ocorrência de sinistros.",
            "resumo": "A previsão para retomada do crescimento do PIB favorece a expansão do mercado de resseguros, que apresentou um crescimento médio de 21% ao ano nos últimos seis anos. A possibilidade de novos projetos em infraestrutura, novos leilões da Agência Nacional do Petróleo, privatizações e nova dinâmica para os planos de previdência privada VGBL podem trazer um impulso para a indústria.\r\n \r\nOs destaques nos resultados do 4T18 da Companhia foram: Lucro Líquido com um crescimento de 49,7% comparado ao mesmo trimestre de 2017; ROAE (retorno sobre o patrimônio líquido médio) de 40,1% no quarto trimestre; Prêmio Emitido, que atingiu R$1,68 bilhão, crescimento de 34,0% no trimestre; e despesas administrativas, que permaneceram praticamente estáveis.\r\n \r\nAs perspectivas para o cenário onde a IRB Brasil RE atua são positivas, aliadas a uma solidez dos resultados e constantes crescimentos nos lucros. Por isso, apontamos a tendência para o ativo no longo prazo como alta. Destacamos que as ações da Companhia têm sido negociadas com um preço acima do seu valor patrimonial e acima do valor patrimonial dos seus pares mercado, o que sinaliza otimismo do mercado para o desempenho do papel. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo 4T18, o volume total de prêmio emitido pelo IRB Brasil RE cresceu 34,0%, totalizando R$1.681,2 milhões. Desse montante, R$978,2 milhões estão no mercado interno, representando 58%, e R$703,0 milhões no exterior, representando 42%. O crescimento no mercado interno foi de 38%, resultado do aumento do market share da Companhia e da retomada do crescimento do próprio mercado local. O destaque fica para os segmentos patrimonial, que representou 35,6%, e rural, que representou 32,8%. Já o mercado externo expandiu 28,9% neste trimestre, consequência da ampliação de participação em contratos existentes. O segmento de destaque no exterior foi o de vida, que representou 54,8% dos prêmios emitidos, seguido pelo segmento agro, que respondeu por 15,3%.\r\n \r\nO resultado de Underwriting (subscrição) atingiu R$357,6 milhões, avançando 37,4% no quarto trimestre. O aumento no volume total de prêmio emitido de 34% contribuiu para o avanço desta rubrica.\r\n \r\nO resultado financeiro do 4T18 apresentou redução de 12,8%, totalizando R$135,0 milhões contra R$154,8 milhões do trimestre anterior. A rentabilidade da carteira de investimentos financeiros consolidados em reais da controladora e de suas subsidiárias/sucursais foi de 141% do CDI no ano de 2018, contra 131% do CDI no ano de 2017, expansão de 10 p.p..\r\n \r\nO desempenho do resultado patrimonial, receitas/despesas com imóveis de renda, líquidas, reduziu-se de R$21,0 milhões para R$10,0 milhões no quarto trimestre de 2018. Essa redução se deu por conta dos investimentos com base em planejamento estratégico para o 4T18. Porém, no acumulado do ano de 2018, o resultado patrimonial apresentou um crescimento de 43,3% comparado ao ano de 2017.\r\n \r\nO lucro líquido atingiu R$372,9 milhões no quarto trimestre de 2018, avançando 49,7% em comparação ao 4T17. Já no acumulado do ano, o lucro líquido saiu de R$925,0 milhões em 2017 para R$1,21 bilhão em 2018. Este crescimento deve-se ao resultado com prêmio emitido, ao avanço no resultado operacional, que compensou a queda no resultado financeiro, e à redução da alíquota efetiva no período. Com isso, o ROAE avançou 11 p.p., passando de 29% no 4T17 para 40% no trimestre atual.",
            "valor_total": "27.701.470",
            "receita_liquida": "1.450.923",
            "numero_acoes": "310.415",
            "pl": "12,89",
            "resultado": "1.218.796",
            "dividendos": "2,22",
            "beta": "0,17",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-05-04T15:20:12",
            "editado": "2019-02-12T11:31:37",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36264,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Ativo testando a média e rompendo a máxima do candle anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-2-1/8d366a3034dadfaeb7773ebbaa9f8ac11bf01a62/IRBR3.png",
        "compra": "87,04",
        "compra_maxima": "87,35",
        "stop": "83,15",
        "objetivo": "90,70",
        "preco_encerramento": "86,00",
        "criado": "2019-02-01T11:14:29",
        "editado": "2019-02-05T11:44:52"
    }
]