[
    {
        "empresa": {
            "id": 372,
            "analista": 49,
            "nome": "IRB Brasil Resseguros",
            "codigo": "IRBR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/ba7e98c3ce85cb8e93bb499d3bba53989f1e1cc9/IRBR.svg",
            "sobre": "A IRB Brasil Resseguros é uma empresa que atua há 80 anos no setor de resseguros no Brasil. Seu segmento de atuação contribui com a capacidade de absorção de riscos e proteção da saúde financeira das seguradoras, através de cobertura para riscos em todas as linhas de negócios do mercado ressegurador. Sua sede é no Rio de Janeiro e a Companhia possui escritórios em São Paulo, Buenos Aires, Nova Iorque e Londres. A Companhia entrou para a bolsa em 2017, no Novo Mercado, nível máximo de governança. Com isso, ela conseguiu assumir a 9ª posição entre os 10 maiores resseguradores do mundo em valor de mercado. A Companhia atua nas seguintes linhas de negócio: riscos aeronáuticos, diversos, de engenharia, garantia, linhas financeiras, óleo e gás, property, responsabilidade civil, riscos rurais, vida e previdência, transportes e marítimos.",
            "pontos_positivos": "Evolução em importantes indicadores operacionais inerentes ao segmento de atuação.\r\nAtuação diversificada em países na América do Norte, África, Europa, Ásia e América Latina, sendo que neste último continente a Companhia tem negócios em quase todos os países.\r\nA Companhia se beneficia das práticas de gestão de riscos eficazes, minimizando a volatilidade de seus negócios e otimizando suas exposições a riscos em vários níveis operacionais.\r\nGanhos de sinergia com a Empresa de gestão de carteiras.\r\nAumento da participação dos serviços de seguros na composição do PIB.\r\nA Companhia se beneficia da apreciação do dólar frente ao real.\r\nLíder em market share no setor de resseguros e ainda consegue avançar.\r\nInexistência de alavancagem financeira.\r\nExpansão no número de novos contratos.",
            "pontos_negativos": "A entrada de grandes resseguradores globais no Brasil, bem como a criação de novas empresas de resseguro de capital nacional tem fomentado maior competitividade para o mercado.\r\nRisco típico do mercado securitário que é representado pela possibilidade de haver estimação inadequada do risco, o que, em última instância, pode afetar a rentabilidade da operação em função da maior ocorrência de sinistros em relação ao previsto.\r\nResultados sujeitos aos efeitos de catástrofes ocasionadas pela natureza ou pela ação humana.\r\nRebaixamento da classificação de risco de companhias ou de suas coligadas podem impactar os contratos de resseguros da Companhia.",
            "resumo": "O mercado de seguros registrou expansão de 13% nos primeiros meses de 2019, liderada pelos segmentos patrimonial e de vida. A previsão para a retomada do crescimento do PIB favorece a expansão do mercado de resseguros, que apresentou um crescimento médio de 21% ao ano nos últimos seis anos. A possibilidade de novos projetos em infraestrutura, novos leilões da Agência Nacional do Petróleo, privatizações e a nova dinâmica para os planos de previdência privada VGBL podem trazer um impulso para a indústria.\r\n \r\nOs destaques nos resultados do 1T19 da Companhia foram: (i) Lucro líquido com um crescimento de 38% comparado ao mesmo trimestre do ano passado; (ii) ROAE (retorno sobre o patrimônio líquido médio) de 38%; e (iii) Prêmio emitido, que atingiu R$1,76 bilhão, com crescimento de 26,2% no trimestre.\r\n \r\nAs perspectivas para o cenário no qual a IRB Brasil RE atua são positivas, aliadas a uma solidez dos resultados e constantes crescimentos nos lucros. Por isso, apontamos a tendência para o ativo no longo prazo como alta. Destacamos que as ações da Companhia têm sido negociadas com um preço acima do seu valor patrimonial e acima do valor patrimonial dos seus pares mercado, o que sinaliza otimismo do mercado para o desempenho do papel. \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nNo 1T19, o volume total de prêmio emitido pelo IRB Brasil RE cresceu 26,2%, totalizando R$1,76 bilhão. Desse montante, R$961,9 milhões estão no mercado interno, representando 55%, e R$801,9 milhões no exterior, representando 45%. O crescimento no mercado interno foi de 13,3%, resultado do aumento do market share da Companhia e da retomada do crescimento do próprio mercado local. O destaque ficou para o segmento patrimonial, dada a apreciação dos ativos em virtude do aquecimento da economia e da retomada de obras de infraestrutura, além de novos contratos. Já o mercado externo expandiu 46,3% neste trimestre, consequência da ampliação de participação em contratos existentes e pela valorização cambial média no período de cerca de 20%. \r\n \r\nO resultado de Underwriting (subscrição) atingiu R$314,8 milhões, avançando 22,7% no primeiro trimestre. O aumento no volume total de prêmio emitido de 34% contribuiu para o avanço desta rubrica.\r\n \r\nO resultado financeiro do 1T19 apresentou aumento de 41,7%, totalizando R$197 milhões, contra R$139 milhões do trimestre anterior. A rentabilidade da carteira de investimentos financeiros consolidados em reais da controladora e de suas subsidiárias/sucursais foi de 129% do CDI no atual período.\r\n \r\nO desempenho do resultado patrimonial, receitas/despesas com imóveis de renda, líquidas, aumentou cerca de 2,7%, saindo de de R$12,9 milhões para R$13,2 milhões no primeiro trimestre de 2019.\r\n \r\nO lucro líquido atingiu R$350,4 milhões no primeiro trimestre de 2019, avançando 38% em comparação ao 1T18. Este crescimento deve-se ao resultado com prêmio emitido, ao avanço no prêmio ganho, à maior eficiência com a redução do índice de despesa administrativa e ao bom resultado financeiro. Com isso, o ROAE (Retorno sobre o Patrimônio Líquido Médio) avançou 8 p.p., passando de 30% no 1T18 para 38% no trimestre atual.",
            "valor_total": "28.325.410",
            "receita_liquida": "7.301.690",
            "numero_acoes": "310.415",
            "pl": "11,79",
            "resultado": "1.315.220",
            "dividendos": "2,20",
            "beta": "0,27",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-05-04T15:20:12",
            "editado": "2019-05-08T14:38:27",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37836,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste da média móvel simples de 21 períodos no gráfico diário, sinalizando a continuidade do movimento altista.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "101,90",
        "compra_maxima": "102,40",
        "stop": "96,95",
        "objetivo": "108,00",
        "preco_encerramento": "103,82",
        "criado": "2019-05-28T14:25:51",
        "editado": "2019-05-31T13:27:21"
    },
    {
        "empresa": {
            "id": 136,
            "analista": 49,
            "nome": "PETROBRAS PN",
            "codigo": "PETR4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/768e336065cf6992df328066d8388eb1c65c8f97/PETR.svg",
            "sobre": "A Petrobras é uma petrolífera controlada pelo Governo Federal brasileiro e que atua como empresa integrada de energia nos setores de exploração e produção, refino, comercialização, transporte, petroquímica, distribuição de derivados, gás natural, energia elétrica, gás-químico e biocombustíveis. A Companhia atualmente está presente em 19 países, atuando nas Américas, Europa, Ásia e África, com operações em bacias, refinarias, termelétricas, gasodutos, fábricas de fertilizantes, terminais e oleodutos. Seus produtos atingem os mais diversos setores como o automotivo, doméstico, industrial, nitrogenados, ferroviários, marítimos e aviação.",
            "pontos_positivos": "Processo de desalavancagem da Companhia tem sido efetivo e gera resultado sobre seus indicadores de alavancagem.\r\nProcesso de privatização de subsidiárias da Petrobras contribui para redução de sua alavancagem.\r\nEmpresa detém liderança na extração de petróleo no Brasil, com expertise na exploração em águas ultra profundas.\r\nA Companhia tem privilégios na exploração das reservas do pré-sal, o que amplia seu estoque de petróleo.\r\nA Empresa é integrada verticalmente, controlando atividades de exploração, produção, refino e comercialização do petróleo e de seus derivados.",
            "pontos_negativos": "Os efeitos da lava-jato ainda geram perdas para a Companhia através de acordos judiciais com investidores estrangeiros.\r\nExposição forte à cotação do petróleo nos mercados internacionais impacta o resultado diretamente.\r\nA redução do crescimento Chinês e a incerteza em relação à limitação da produção de países da OPEP têm pressionado para baixo a cotação do petróleo.\r\nOs cenários político e econômico afetam diretamente os negócios da Empresa.\r\nA queda nos níveis de investimento são um ponto de atenção sobre a geração de fluxo de caixa futuro da Companhia.\r\nA alta do dólar dificulta a redução da dívida da Companhia em moeda estrangeira.",
            "resumo": "Nos últimos trimestres, observamos reduções de custo e aumento da efetividade dos investimentos, proporcionando diminuições contínuas nos custos unitários de extração e de refino de petróleo e no denominado “Brent de equilíbrio”, que é o valor do barril do petróleo a partir do resultado líquido em que os investimentos em exploração e produção superam o custo de capital. O brent de equilíbrio reduziu de US$23,58/barril no 1T18 para US$22,73/barril no atual trimestre.\r\n \r\nSobre o cenário internacional, que movimenta os preços do Petróleo Brent, vemos que o desaquecimento da economia global tem impactado na demanda do produto. A OPEP tem apresentado dificuldades para atingir as metas de redução nos estoques de petróleo, o que pressiona os preços da commodity para baixo. Além disso, cenários estressantes como sanções dos EUA ao Irã e tensões na Venezuela (ambos fornecedores importantes de petróleo para os EUA) ainda movimentam os preços da commodity, afetando no final das contas a rentabilidade dos projetos da Petrobras.\r\n \r\nO destaque no trimestre foi a queda no lucro líquido de 40% frente ao 1T18. Porém, essa queda foi fortemente impactada por ajustes contábeis em arrendamentos mercantis ditados pelo IFRS 16, que aumentou a dívida da Companhia, porém não possui efeito caixa e nem significa captação de nova dívida. Outro fator importante para a queda nos lucros foi a provisão para perda de litígios judiciais referentes à arbitragem para o caso da Sete Brasil (joint-venture fornecedora de sondas da Petrobras, formada pela Companhia e outros bancos de investimento, envolvida no caso da Lava-Jato). A queda nos lucros já era esperada pelo mercado, por conta de dados de produção divulgados anteriormente mostrarem uma queda frente a paradas programadas, porém os dois fatores mencionados causaram uma perda maior que o esperado, mesmo que não afetem os fundamentos positivos de longo prazo da Companhia.\r\n \r\nA Petrobras passa por um processo importante em sua gestão de portfólios e na redução da alavancagem, com perspectivas de desinvestimentos em suas subsidiárias e venda de ativos non-core (que não fazem parte da sua atividade principal de exploração e produção de petróleo), o que já vem otimizando os resultados. A Companhia mostrou que os planos de reestruturação estão dando certo e estão gerando novamente lucratividade no negócio. As metas de longo prazo estão sendo gradativamente atingidas, e, por isso, mantemos uma expectativa positiva para a Petrobras e acreditamos na alta do papel no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nNo primeiro trimestre de 2019, a Petrobras apresentou uma receita de vendas de R$79,9 bilhões, alta de 7% na comparação com o 1T18, explicada pelo crescimento da receita no mercado interno devido aos maiores volumes e preços médios de derivados. Também colaborou para o crescimento a valorização dos preços do gás natural e o preço de realização de energia elétrica, que contribuíram para os segmentos de gás e energia. Em relação ao 4T18, houve uma redução de 14% que foi explicada por três fatores: (i) redução das cotações internacionais de petróleo, que na média ficaram 7% abaixo do trimestre anterior. Isso impactou em menores preços do diesel e da gasolina; (ii) menor volume de vendas de derivados no mercado interno, devido à redução da atividade econômica no início do ano e à maior concorrência; e (iii) redução na receita com exportações refletindo os menores preços das commodities.\r\n \r\nO custo dos produtos vendidos no 1T19 foi de R$53,6 bilhões, apresentando um aumento de 12% na comparação com o 1T18, refletindo os maiores custos com importações de petróleo, derivados e gás natural e aumento das participações governamentais. Ambos sofreram efeitos da desvalorização do real frente ao dólar. Já na comparação com o 4T18, houve uma redução de 12%, refletida pelo menor custo com importação de petróleo e derivados no mix de vendas.\r\n \r\nO EBITDA ajustado consolidado no 1T19 foi de R$27,5 bilhões, aumento de 7% na comparação com o primeiro trimestre do ano passado. Já na comparação com o 4T18, houve uma redução de 6%. Nesta rubrica é importante destacar os efeitos do IFRS 16 (normas internacionais de contabilidade que tratam sobre arrendamentos mercantis) que se referem a ajustes contábeis no resultado sobre contratos de arrendamento já existentes. As mudanças não tiveram efeitos no caixa e equivalentes de caixa, mas impactaram no EBITDA os itens especiais, neste caso, R$1,4 bilhão referente a provisões para perdas com contingências judiciais sobre arbitragem no caso da Sete Brasil, que impactaram para a redução do EBITDA no trimestre. \r\n \r\nCom isso, o EBITDA ajustado, excluindo os efeitos do IFRS16 e itens especiais, foi de R$25,1 bilhões, sofreu uma queda de 4% na comparação com o 1T18 e uma queda de 19% na comparação com o 4T18. As variações refletem as menores margens de petróleo, influenciadas pela redução das cotações internacionais e a consequente redução dos preços de vendas de derivados no mercado interno, além de menor produção de petróleo e provisão referente à arbitragem da Sete Brasil.\r\n \r\nA produção de óleo e gás alcançou 2,53 milhões de barris de óleo equivalente por dia, uma queda de 5% em relação ao 1T18 e ao 4T18. A redução de produção frente ao 1T18 foi explicada pela cessão de direitos de 25% da participação do Campo de Roncador e pela redução da participação da Petrobras em campos nos EUA. Esses fatores estão associados à maior concentração de manutenções em plataformas no primeiro trimestre de 2019 e ao declínio natural de produção. Em relação ao 4T18, a produção reduziu-se frente aos mesmos fatores.\r\n \r\nO lucro líquido da Companhia no 1T19 foi de R$4,2 bilhões, queda de 40% em relação ao mesmo trimestre do ano passado, resultado das variações operacionais mencionadas acima e do resultado financeiro. Na comparação com o 4T18, houve um aumento de 42% por conta do maior resultado de participação em investimentos no setor petroquímico, mesmo com a redução de R$1,1 bilhão nas despesas com imposto de renda e contribuição social em razão de baixa de créditos de prejuízos fiscais no trimestre anterior. Caso não houvessem efeitos especiais e ajustes do IFRS16, a Petrobras lucraria cerca de R$5,3 bilhões como o mercado estimava, ainda assim uma queda de 16% frente ao 1T18 e de 38% frente ao 4T18, causada pela baixa da produção no período.\r\n \r\nO CAPEX (capital investido) da Companhia no 1T19 foi de R$2,3 bilhões. Esse valor diminuiu 24% frente ao mesmo período do ano passado e desse valor 77% são referentes a investimentos no segmento de Exploração & Produção, que é o objetivo principal da Companhia hoje. Os investimentos nesse segmento concentram-se nas atividades relativas: (i) ao desenvolvimento da produção de novos campos de petróleo no pólo pré-sal da Bacia de Santos; (ii) à manutenção da produção de campos antigos; (iii) à melhoria da eficiência operacional dos ativos de produção; e (iv) à exploração de novas áreas produtoras. Em relação aos desinvestimentos até o 1T19, a Petrobras somava R$11,3 bilhões em valor total de transações assinadas e concluídas, considerando as transações assinadas em 2018 e concluídas em 2019.\r\n \r\nO endividamento bruto diminuiu 6%, caindo de R$326,1 bilhões em 31 de dezembro de 2018 para R$307,1 bilhões no atual trimestre. A taxa média dos financiamentos atingiu 6,0%, caindo 0,1 p.p. Já, o endividamento líquido aumentou 38%, saindo de R$268,8 bilhões para R$372,2 bilhões. Esse aumento se deu por conta da nova regra contábil sobre o arrendamento mercantil (IFRS 16), que gerou efeito contábil de aumento da dívida, sem causar novas dívidas ou efeitos caixa. Logo, se desconsiderarmos o efeito do IFRS 16, a Petrobras apresentou uma dívida líquida de R$266,3 bilhões, caindo 1% frente ao ano de 2018. Aqui vemos que os arrendamentos mercantis passam a fazer parte da dívida da Companhia segundo a nova regra. O indicador de alavancagem financeira (dívida líquida/EBITDA) caiu de 3,67x no 1T18 para 3,19x no atual trimestre, fator impactado pelo recebimento dos desinvestimentos e pelo fluxo de caixa livre positivo. De acordo com o presidente da Estatal, a meta para 2020 é uma alavancagem equiparada aos pares internacionais, atingindo 1,5x.",
            "valor_total": "379.963.388",
            "receita_liquida": "366.020.280",
            "numero_acoes": "13.044.497",
            "pl": "22,16",
            "resultado": "22.849.000",
            "dividendos": "0,23",
            "beta": "1,32",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:27:47",
            "editado": "2019-05-09T17:21:17",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37824,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "26,50",
        "compra_maxima": "26,65",
        "stop": "25,48",
        "objetivo": "27,70",
        "preco_encerramento": "26,04",
        "criado": "2019-05-27T12:04:07",
        "editado": "2019-05-30T15:43:51"
    },
    {
        "empresa": {
            "id": 98,
            "analista": 41,
            "nome": "Ecorodovias",
            "codigo": "ECOR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/240b17839f4bf131366ae25ebf61972a8277df64/ECOR.svg",
            "sobre": "A Ecorodovias foi fundada em 1997 com objetivo de atuar na administração de corredores de importação e exportação e em eixos turísticos relevantes. Essa estratégia vem se refletindo nas concessões operadas pela Companhia desde então. A partir de 2012, a Empresa passou a atuar no setor portuário adquirindo terminal que, na época da compra, era o quinto maior terminal de contêineres do Brasil. Atualmente, a Ecorodovias é uma das principais companhias de infraestrutura logística no Brasil, conta com 6 mil colaboradores, sete concessões de rodovias e um terminal portuário com atuação em 6 estados.",
            "pontos_positivos": "Aquecimento da economia nos próximos anos deve trazer impactos positivos sobre os fluxos pedagiados da Companhia.\r\nGeração do fluxo de receita com alta previsibilidade e contratos de concessão de longo prazo.\r\nMenor custo da dívida com taxa Selic em patamares historicamente baixos.\r\nPosição de caixa confortável permite o cumprimento dos passivos mais curtos.",
            "pontos_negativos": "Retorno do investimento em concessões é de longo prazo.\r\nRetomada da atividade econômica em menor nível compromete o crescimento no fluxo de veículos que passam pela malha rodoviária operada pela Companhia.\r\nSuspensão da cobrança de eixos suspensos nos pedágios reduz a receita da Companhia.\r\nBaixa diversificação de atividades, com o setor de concessão rodoviária representando mais de 80% da receita bruta da Companhia.\r\nQueda importante nas margens.",
            "resumo": "O baixo dinamismo da economia brasileira, aliado à suspensão da cobrança dos eixos suspensos nos pedágios rodoviários, continua pressionando os números do principal setor da Ecorodovias (ECOR3). Fator positivo, por outro lado, é a evolução do Ecoporto de Santos, o qual evitou uma deterioração ainda maior dos resultados e vem ampliando sua participação nos resultados da Companhia.\r\n \r\nA dificuldade em conter o avanço dos custos no atual cenário adverso se refletiu na queda do lucro e na compressão das margens. O aumento dos investimentos em imobilizado ao longo de 2019 tende a pressionar ainda mais os custos fixos, o que é um ponto de atenção.\r\n \r\nDessa forma, preferimos manter o tom de cautela com ECOR3 por enquanto, reiterando a tendência neutra para o longo prazo. Caso a economia apresente melhora e a Companhia possa se beneficiar desse cenário menos desafiador, poderemos então alterar a tendência para alta.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nA Ecorodovias apresentou receita líquida (excluídas as receitas de construção) de R$657 milhões no primeiro trimestre deste ano, praticamente estável em relação ao mesmo período de 2018. Dentre seus segmentos de atuação, o Ecoporto apresentou crescimento de 20,5% em sua receita, atingindo R$95 milhões. Por outro lado, a receita de arrecadação de pedágios, principal linha de faturamento da Companhia, recuou 2%. A melhora na operação do Ecoporto veio da maior captação de contêineres de importação. Já a o resultado do segmento de rodovias foi impactado pela suspensão da cobrança de eixos suspensos, fator que deve se dissipar a partir do próximo resultado.\r\n \r\nOs custos dos serviços prestados (retirados os custos de obras) tiveram crescimento de 15,5% no período, passando de R$270 milhões para R$310 milhões. As principais contribuições vieram do crescimento de 45% nas provisões para manutenção e de 19% nos custos com pessoal. Os custos de construção de obras foram excluídos da conta, pois são reembolsados pelo governo de acordo com os contratos de concessão que regulam a operação da Companhia.\r\n \r\nDada a estagnação da receita e o aumento dos custos, o lucro bruto da Ecorodovias caiu 12% na comparação entre os três primeiros meses de 2018 e 2019, atingindo R$346 milhões. A margem bruta (lucro bruto/receita líquida ex-construção) também encolheu, passando de 59,4% para 52,7%. Apesar do recuo, a margem segue em patamar elevado e confortável.\r\n \r\nAs despesas operacionais e o resultado financeiro tiveram crescimento expressivo, pressionando ainda mais o lucro da Companhia. A primeira somou R$58,7 milhões (+45%), enquanto o segundo auferiu despesa líquida de R$131 milhões (+22%). Este último foi impactado principalmente pelo aumento do estoque de debêntures, incorrendo em maiores pagamentos com juros.\r\n \r\nAo final, o lucro líquido da Ecorodovias contraiu-se em 41%, passando de R$145 milhões para R$86 milhões. A margem líquida (lucro líquido/receita líquida ex-construção) passou de 22% para 13%. O Ebitda acompanhou o movimento e recuou 12,4% (R$410 milhões). A margem Ebitda (Ebitda/receita líquida ex-construção) atingiu 62,3%, queda de 8,3 p.p.\r\n \r\nNo que tange o endividamento da Companhia, a dívida bruta somou R$7,6 bilhões, alta de 10%. Desse total, R$1,6 bilhão (21%) está voltado ao curto prazo, enquanto R$6 bilhões (79%) estão voltados para o longo prazo, denotando cronograma confortável de amortização. O caixa da Companhia ficou estável em R$2,6 bilhões, além de seguir confortavelmente acima dos passivos de curto prazo. Por sua vez, a dívida líquida avançou 15% para R$5 bilhões. Por fim, a alavancagem financeira (dívida líquida/Ebitda 12 meses) passou de 2,45x para 2,80x, o que denota um ponto de atenção.",
            "valor_total": "5.336.480",
            "receita_liquida": "3.262.820",
            "numero_acoes": "556,460",
            "pl": "1,31",
            "resultado": "315.680",
            "dividendos": "0,70",
            "beta": "0,68",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:10:48",
            "editado": "2019-05-29T16:35:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37829,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento da resistência, configurando um pivot de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "8,99",
        "compra_maxima": "9,03",
        "stop": "8,55",
        "objetivo": "9,45",
        "preco_encerramento": "9,36",
        "criado": "2019-05-27T14:22:53",
        "editado": "2019-05-30T13:51:55"
    },
    {
        "empresa": {
            "id": 63,
            "analista": 49,
            "nome": "PORTO SEGURO ON",
            "codigo": "PSSA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c8b7f9fe50a861ff304b00467e4be565601c72b7/PSSA.svg",
            "sobre": "Fundada em 1945, a Porto Seguro atualmente é a 4ª maior seguradora do Brasil e líder no segmento de automóvel e residência no Brasil, contando com aproximadamente 10 milhões de clientes distribuídos nas diversas linhas de negócios. Desde 2003, a Companhia tornou-se referência no mercado de seguros por meio da aquisição da Azul Seguros, que oferece seguro de automóvel, seguros patrimoniais e seguro de vida. No fim de 2009, a Porto Seguro e o Itaú Unibanco Holding celebraram a unificação das operações de seguros residenciais e de automóveis, pelo qual a Porto Seguro obtém o direito exclusivo para a oferta e distribuição de produtos de seguros residenciais e de automóveis para os clientes da rede de agências (e demais canais) do Itaú. Com essa associação, o banco passou a ser acionista relevante e a participar do bloco de controle da empresa. A Porto Seguro é listada no Novo Mercado da B3 sob o ticker PSSA3.",
            "pontos_positivos": "Exclusividade de distribuição nos canais do Banco Itaú para seguros de residências e automóveis.\r\nLiderança nos setores de seguro automotivo e residencial, com aproximadamente 30% de market share.\r\nPenetração do mercado de seguros no Brasil ainda é baixa no comparativo com outros países emergentes e também na comparação com países desenvolvidos.\r\nMovimento de leve recuperação do mercado, com aumento da demanda por veículos.",
            "pontos_negativos": "Aumento da sinistralidade afeta negativamente seus resultados.\r\nPostura conservadora da Companhia a coloca entre as taxas mais baixas de crescimento de prêmio do mercado nos últimos anos.\r\nMovimento de queda do juros reduz os ganhos de suas aplicações financeiras.",
            "resumo": "Mesmo diante de um cenário interno marcado por um baixo desempenho na atividade econômica, com taxa de desemprego ainda preocupante, a Porto Seguro (PSSA3) conseguiu apresentar um resultado resiliente no 1T19. Houve aumento de 300 mil veículos segurados, por outro lado, os ajustes nos preços realizados a partir do segundo semestre de 2018 para refletir a queda das frequências de sinistros impactaram a evolução dos prêmios no período, que se mostraram praticamente estáveis.\r\n\r\nO lucro líquido da Companhia apresentou aumento de 8%, alavancado pela melhora nos segmentos de Saúde+Odontológico e Pessoas, pelas mudanças nas estratégias que buscam centralizar pequenas e médias empresas no segmento saúde, além de medidas que busquem ter diferenciais competitivos. Isso tudo fez com que a Porto Seguro demonstrasse resiliência em seus resultados. \r\n\r\nDiante do seu posicionamento de mercado e de sua gestão estratégica nos diversos segmentos, mantemos o viés otimista para a Empresa, permanecendo como alta a tendência de longo prazo.\r\n \r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n \r\nA receita total (prêmios auferidos de seguros, receitas de empresas financeiras e serviços, além de outras receitas operacionais) somou R$4,38 bilhões no trimestre atual, mantendo-se estável em relação ao 1T18.\r\n \r\nOs prêmios de seguros emitidos e contraprestações líquidas consolidados atingiram R$3,7 bilhões no trimestre, permanecendo estáveis na comparação com o 1T18. Nesta rubrica vale destacar a evolução de participação da receita nos segmentos de Saúde+Odonto, que avançaram 11,6%, e Pessoas, que avançou 7%. Em termos de representatividade dos prêmios totais, vale destacar a queda na participação do segmento Auto de 65,2% para 63,6% e o aumento do segmento Patrimonial de 9,8% para 10,6%. O segmento Saúde representa hoje 9,6%, o Pessoas 5,6% e o Outros 10,6%.\r\n \r\nNa principal fonte de receita da Companhia, o segmento de Seguro Auto, houve queda de 1,8% nos prêmios auferidos, atingindo R$2,36 bilhões. Destaque para a queda da linha Porto Seguro Auto de 4,7% e 0,6% da Itaú Seguros Auto, que foi explicada pela adequação de preços por conta da redução nas frequências de sinistros, especialmente devido à queda nas frequências de roubo e furto de veículos desde 2018.\r\n \r\nPor outro lado, vimos um aumento de 12% nos prêmios auferidos no segmento Saúde, que atingiu R$361,9 milhões no 1T19. O segmento Odontológico também cresceu 7%, atingindo R$30 milhões, e o Patrimonial evoluiu 1,9%, atingindo R$356,2 milhões. Por fim, o segmento de Pessoas cresceu 7% no período, atingindo R$208,2 milhões. \r\n \r\nAs despesas totais somaram R$4,16 bilhões no 1T19, permanecendo praticamente estáveis. As rubricas mais representativas são as despesas com sinistros e benefícios líquidas, que aumentaram 5,5% e atingiram R$1,98 bilhão, e os custos de aquisição totais, que somaram R$859,3 milhões e aumentaram 8% frente ao 1T18. As despesas administrativas totais (seguros e outros), que também representam boa parte do saldo total, foram de R$763,6 milhões e aumentaram 20,4% na comparação trimestral.\r\n \r\nO resultado financeiro foi de R$271 milhões, 15% superior ao 1T18, causado pelo desempenho das alocações em títulos com juros indexados à inflação e pré-fixados, além de ativos de renda variável. A rentabilidade trimestral da carteira (exceto previdência) foi de 2,3%, equivalente a 154% do CDI.\r\n \r\nO Lucro líquido da Porto Seguro foi de R$297,7 milhões no 1T19, um aumento de 7,8% no período. Já o ROAE (Retorno sobre o Patrimônio Líquido Médio) foi de 17,6%.",
            "valor_total": "17.401.250",
            "receita_liquida": "20.812.490",
            "numero_acoes": "323.260",
            "pl": "23,33",
            "resultado": "1.332.170",
            "dividendos": "4,72",
            "beta": "0,34",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:49:32",
            "editado": "2019-05-09T18:33:34",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37830,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda no teste da média de 21 períodos no gráfico diário, dando continuidade 'a tendência de baixa.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "51,36",
        "compra_maxima": "51,10",
        "stop": "52,50",
        "objetivo": "48,90",
        "preco_encerramento": "52,50",
        "criado": "2019-05-27T15:20:37",
        "editado": "2019-05-28T13:52:48"
    },
    {
        "empresa": {
            "id": 186,
            "analista": 49,
            "nome": "Braskem",
            "codigo": "BRKM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-26/74da870306dd9dbc4e47ede8cfe66b12b3e7bf7e/braskem.jpg",
            "sobre": "A Braskem é uma empresa petroquímica criada em 2002 para atuar no mercado de resinas termoplásticas (polietileno, polipropileno e PVC). A companhia surgiu com a compra da Copene pela Odebrecht e pelo Grupo Mariani no ano anterior. Por meio de seus escritórios nas Américas, Europa e Ásia, a Braskem atua em parceria com clientes em mais de 60 países do mundo, firmando-se como um importante player global no mercado de resinas termoplásticas e produtos químicos. Ao todo, são mais de 10 milhões de toneladas de produtos fabricados em 41 unidades industriais instaladas no Brasil, nos Estados Unidos, na Alemanha e no México.",
            "pontos_positivos": "Empresa com portfólio diversificado e potencial para aproveitar a recuperação esperada para a economia em 2019.\r\nForte geração de caixa pelos ativos internacionais da Companhia e pelas exportações.\r\nPerfil de endividamento bastante alongado, com alto volume de disponibilidade de caixa em moeda estrangeira.\r\nLiderança isolada no mercado nacional e posição relevante no contexto global.",
            "pontos_negativos": "Exposição da Odebrecht, importante acionista, aos desdobramentos da Lava Jato que devem estender seus efeitos e podem afetar adversamente a Empresa.\r\nGrande sujeição às cotações do petróleo, o que aumenta a volatilidade dos níveis de rentabilidade da Companhia.\r\nCustos de imunização contra o risco cambial inerente à operação da Empresa podem comprometer sua rentabilidade.\r\nPagamento de multas elevadas podem reduzir o resultado operacional da Companhia.\r\nDívida dolarizada (não hedgeada) suscetível à desvalorização cambial.",
            "resumo": "A economia global mostra sinais de desaceleração vindos de dados econômicos fracos da China com o agravamento das taxações entre EUA e o país asiático e uma guerra comercial que não teve um acordo. Esse fator afeta a demanda no mercado externo da Braskem, como foi visto no resultado do primeiro trimestre 2019. Além disso, os preços do petróleo Brent em alta mostram um encarecimento do produto para o consumidor industrial de alguns segmentos. Neste ano também ocorreram quedas nos spreads (diferença entre os preços dos produtos químicos e o preço da nafta) dos principais produtos químicos produzidos pela Braskem.\r\n \r\nAs perspectivas para o cenário econômico no Brasil se deterioram ao longo do último trimestre, haja visto o crescimento na taxa de desemprego, desempenho aquém do esperado da indústria e as dificuldades do governo na aprovação das reformas essenciais para iniciar um movimento de recuperação. Diante disso, vimos um ambiente de fraca demanda para os produtos produzidos pela Braskem. Vemos também um resultado vulnerável a variações cambiais devido a dívidas dolarizadas, o que tem tirado um pouco da margem líquida da Companhia. Diante do cenário atual e da resiliência apresentada pela Companhia mantemos a tendência de longo prazo neutra. \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nNo primeiro trimestre de 2019, a Braskem apresentou queda de 14% na receita líquida de vendas frente ao 1T18, atingindo US$3,4 bilhões. Na sua principal região de vendas (Brasil), a receita líquida caiu cerca de 9%, atingindo US$2,6 bilhões. Nos EUA e na Europa também houve queda de 16%, atingindo US$689 milhões. Já no México, a receita líquida foi de US$214 milhões, queda de 8%.\r\n \r\nVimos no Brasil uma queda de produção do Eteno de 2%, aumento em Propeno de 7% e uma queda da demanda por resina de 1%, o que ocasionou retração da receita na região. Nas regiões EUA e Europa, a queda de produção foi de 2% em ambas . Nos EUA, a demanda de PP (Polipropileno) doméstico no mercado foi inferior devido ao alto nível de estoque na cadeia e ao fraco desempenho do segmento de fibras têxteis. Já na Europa, a demanda se recuperou no 1T19 e o mercado mostrou crescimento principalmente em função de uma antecipação à temporada de paradas programadas que irá acontecer no segundo trimestre.\r\n \r\nDiante da redução operacional no ano, o EBITDA recorrente caiu cerca de 60% na comparação com o 1T18, atingindo US$336 milhões. Fatores que impulsionaram um menor EBITDA foram principalmente os menores spreads petroquímicos no mercado internacional. Considerando os efeitos não recorrentes, o EBITDA foi de US$729 milhões, em função do impacto positivo de US$394 milhões referente à receita com PIS/COFINS pagos a mais entre janeiro de 2012 a fevereiro de 2017 e à reversão de provisões relacionadas ao Regime Especial das Indústrias Químicas.\r\n \r\nOs custos de produtos vendidos (CPV) aumentaram 9% no primeiro trimestre de 2019, registrando US$2,9 bilhões e resultando numa margem bruta de 14%. Segregando por região de atuação, vimos uma redução de 5% no Brasil, um aumento de 7% nos EUA e na Europa e um aumento de 22% no México. O aumento do CPV no México foi causado pelo maior volume de vendas e pelo preço do gás natural. Frente ao 1T18, o aumento foi justificado pelo maior preço do etano após aumento da demanda com a entrada em operação de novos crackers base gás nos Estados Unidos.\r\n \r\nO resultado financeiro líquido mostrou aumento de 71% em relação ao 1T18, representando um saldo negativo de R$831 milhões. Observamos um aumento de 16% nas despesas financeiras por conta de ajustes contábeis referentes ao IFRS 16 (norma contábil internacional sobre arrendamentos mercantis). Já as receitas financeiras aumentaram 91%, por conta de impactos referentes aos débitos de PIS e COFINS pagos a maios no período de janeiro de 2012 a fevereiro de 2017.\r\n \r\nO lucro líquido da Braskem foi de R$1,0 bilhão no primeiro trimestre de 2019, queda de 2%, efeito da margem bruta menor no período e do resultado financeiro com perdas nas variações cambiais líquidas. Com isso, o lucro por ação foi de R$1,29 no atual trimestre.\r\n \r\nO prazo médio do endividamento da Companhia em 31 de março de 2019 era de cerca de 14 anos. A dívida de longo prazo da Braskem representa 97% do total e para a dívida de curto prazo a Companhia possui caixa suficiente para liquidar esse saldo. A Braskem possui cerca de 96% da dívida bruta em Dólar, mesmo nível do 1T18. A alavancagem  financeira (dívida líquida/EBITDA) subiu de 1,98x em março de 2018 para 2,09x em no atual trimestre.",
            "valor_total": "42.218.980",
            "receita_liquida": "57.949.020",
            "numero_acoes": "795.980",
            "pl": "9,04",
            "resultado": "2.840.660",
            "dividendos": "1,88",
            "beta": "0,37",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:11:47",
            "editado": "2019-05-24T15:39:14",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37806,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "41,39",
        "compra_maxima": "41,18",
        "stop": "43,29",
        "objetivo": "39,62",
        "preco_encerramento": "42,01",
        "criado": "2019-05-24T10:28:19",
        "editado": "2019-05-28T10:04:01"
    },
    {
        "empresa": {
            "id": 67,
            "analista": 43,
            "nome": "SLC AGRICOLA ON ",
            "codigo": "SLCE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/61db114ddfae5a985c7c253c92d5bde50872f41c/SLCE.svg",
            "sobre": "Fundada pelo grupo SLC em 1977, a SLC Agrícola é uma empresa produtora de commodities agrícolas, focada na produção de algodão, soja e milho. Foi a primeira empresa do setor a ter ações negociadas em Bolsa de Valores no mundo, tornando-se uma referência no seu segmento. São 14 unidades de produção localizadas em 6 estados brasileiros. O modelo de negócios é baseado em um sistema de produção com alta escala, padronização das unidades de produção, tecnologia intensiva, controle rigoroso dos custos e responsabilidade socioambiental. Ao longo de sua história, a SLC Agrícola desenvolveu expertise na prospecção e aquisição de terras em novas fronteiras agrícolas. O processo de aquisição de terras com alto potencial produtivo também visa capturar a valorização imobiliária que as terras agricultáveis no Brasil proporcionam em função das vantagens comparativas em relação aos principais produtores agrícolas do mundo, tais como Estados Unidos, China, Índia e Argentina.",
            "pontos_positivos": "A Companhia atua na exploração de diferentes culturas e o faz de maneira geograficamente dispersa, o que contribui para diluição de seus riscos de concentração por produto ou por região de atuação.\r\nA forte presença da SLCE3 no comércio internacional faz com que a Companhia seja menos exposta ao ambiente econômico enfraquecido que é vivenciado pelo Brasil.\r\nA expertise da Companhia na seleção das terras nas quais opera favorece a obtenção de ganhos decorrentes da valorização de terras, aumentando o potencial de geração de valor para o acionista.",
            "pontos_negativos": "Sujeita a quebra de safras, o que impacta negativamente os negócios da Companhia.\r\nFatores externos como a demanda mundial pelas commodities agrícolas, bem como a estocagem dos mesmos impactam em seu faturamento.\r\nA produção da SLC Agrícola é vendida para poucos clientes, com forte poder de negociação.\r\nA deficiência de investimentos em logística no Brasil afeta adversamente a capacidade de distribuição da SLC e potencialmente torna seus produtos menos competitivos.\r\nAs margens da Companhia se mostram bastante voláteis, o que amplia as incertezas acerca dos resultados futuros.",
            "resumo": "A SLC Agrícola (SLCE3) apresentou bom crescimento das receitas de algodão em pluma e de soja, contudo apresentou forte retração nas receitas da soja. Este, por sinal, segue com uma demanda forte de exportações para o mercado chinês, contudo, entra em um momento nebuloso com as disputas comerciais entre Estados Unidos e China tendo impactos diretos sobre as importações chinesas de soja.\r\nAs margens se mostraram um pouco apertadas e bastante voláteis, o que gera incertezas sobre os futuros resultados. Como ponto de atenção apontamos a estrutura dos passivos, os quais permanecem excessivamente voltados ao curto prazo. Não obstante, o patamar atual de caixa e equivalentes continua insuficiente para fazer frente à dívida de curto prazo, o que pode trazer dificuldades financeiras para a rolagem das dívidas. Dessa forma, preferimos manter cautela com o ativo e apontar tendência neutra para SLCE3 no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\nA SLC apresentou avanço de 13,8% na receita líquida do quarto trimestre de 2018, quando comparada com o mesmo período do ano anterior. Com isso, a receita atingiu R$803 milhões, puxada principalmente pelos maiores volumes de algodão e soja faturados, além do aumento de 16% no preço da soja faturada. O custo dos produtos vendidos (CPV) passou de R$420 milhões no 4T17 para R$520 milhões no 4T18, crescimento de 23,8%. Este aumento pode ser explicado pelos maiores volumes faturados de algodão e soja aliados à elevação dos custos unitários.\r\nO resultado bruto da Companhia totalizou R$115 milhões, recuo de 30,9% em relação ao 4T17. Essa queda se refere principalmente ao incremento de R$95,3 milhões na realização do valor justo dos ativos biológicos (rúbrica que mensura alterações no valor estimado das plantações da Companhia, debitados os custos estimados e os montantes colhidos). Excluindo os efeitos dos ativos biológicos, foi observado que essa variação foi de -1,0% em relação ao 4T17, refletindo o crescimento do custo unitário. Destaque positivo do trimestre foi para a cultura de soja, que apresentou crescimento de 21,5% no lucro bruto, refletindo aumento do preço unitário e do volume faturado.\r\nAs despesas com vendas da SLC Agrícola no trimestre, impulsionadas pelo maior volume faturado de algodão e suas despesas com frete e exportações, cresceram 33,7% em relação ao 4T17, passando a representar 6,9% da receita líquida, contra 5,9% do ano anterior. Já as despesas administrativas cresceram 15,3% na mesma base de comparação. A despesa financeira líquida no período totalizou R$17,4 milhões, redução de 45,3% em relação ao 4T17.\r\nAssim, o lucro líquido foi de R$33,4 milhões no período, redução de 75,5% em relação do 4T17. Essa discrepância se deve ao resultado de venda de terras no final de 2017 que foi expressivo para o resultado, gerando uma forte base de comparação. O Ebitda ajustado da operação agrícola no período atingiu R$271 milhões, crescimento de 6,6%. A margem líquida da operação agrícola no período reduziu de 8,0% para 4,0% do 4T17 para o 4T18.\r\nNo que tange o endividamento da SLC, a dívida bruta ajustada foi mantida estável, somando R$1,58 bilhão. A dívida líquida, por sua vez, atingiu R$829 milhões, crescimento de 13,7% em relação ao 4T17. A situação foi agravada pelo decrescimento de 14,2% no caixa e equivalentes (R$642 milhões), o qual permanece inferior aos passivos de curto prazo (R$740 milhões). Esse descasamento aponta certa preocupação, uma vez que a Empresa pode ter dificuldades em honrar com seus compromissos mais próximos. A alavancagem financeira cresceu de 1.21x no 4T17 para 1.41x no 4T18.",
            "valor_total": "3.938.196",
            "receita_liquida": "2.823.468",
            "numero_acoes": "94.080",
            "pl": "29,71",
            "resultado": "381.250",
            "dividendos": "2,24",
            "beta": "0,4",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:12:32",
            "editado": "2019-04-12T17:06:56",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37788,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte no diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "17,26",
        "compra_maxima": "17,16",
        "stop": "18,30",
        "objetivo": "16,38",
        "preco_encerramento": "17,25",
        "criado": "2019-05-22T15:56:33",
        "editado": "2019-05-27T10:24:00"
    },
    {
        "empresa": {
            "id": 81,
            "analista": 49,
            "nome": "Ultrapar",
            "codigo": "UGPA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/8e046288df32a3527b18fa386cdd560e5f3f1885/UGPA.svg",
            "sobre": "A Ultrapar é um dos maiores grupos empresariais brasileiros, atuando há cerca de 80 anos nos setores de distribuição de combustíveis (através das redes Ipiranga e Ultragaz), na indústria de especialidades químicas com a Oxiteno, no segmento de armazenagem para granéis líquidos por meio da Ultracargo e no varejo farmacêutico com a Extrafarma. Em todas as área de atuação do Grupo, há grande penetração de mercado. O Grupo possui atualmente 23% de market share na distribuição de GLP (Gás de Cozinha) com a Ultragaz e 22% dos postos de combustíveis do País com a Ipiranga. A Empresa é listada na NYSE (Bolsa de Nova Iorque) e na B3 o ativo é negociado sob o ticker UGPA3.",
            "pontos_positivos": "Nova planta de especialidades químicas no Texas, da Oxiteno, pode se tornar importante fonte de receita para a Companhia.\r\nUltracargo com potencial de ampliação da sua participação de mercado em infraestrutura e logística.\r\nA participação de mercado da Ultragaz, aliada à eficiência de custos, contribui com resultados consistentes para a Companhia.\r\nA contribuição das receitas da Oxiteno para o resultado do grupo reduz a sua exposição ao mercado doméstico.\r\nCenário de recuperação econômica tende a impactar positivamente no volume de vendas da rede Ipiranga.",
            "pontos_negativos": "A pressão exercida pelo governo federal nos preços da gasolina tem impacto direto nas redes de postos privadas, forçando-as a manterem os combustíveis em patamares de preços competitivos.\r\nA não aprovação da venda da Liquigás para a Companhia, com aplicação de multa do órgão regulador (CADE ), freou planos de expansão da Ultrapar.\r\nA valorização do real pode impactar negativamente a receita da Oxiteno.\r\nExtrafarma ainda com elevado número de lojas em período de maturação.\r\nRedução nas margens refletiu em um elevado grau de alavancagem financeira.",
            "resumo": "A melhora no cenário doméstico, como crescimento do PIB e diminuição do desemprego no país, impulsionam a demanda no mercado interno, beneficiando os resultados da Ultrapar, que está posicionada em negócios fundamentais para a economia como fornecimento de Gás, combustível e drogarias, além de commodities de produtos químicos.\r\n \r\nObservamos neste trimestre um recuo nos resultados operacionais da rede Ipiranga. Apesar do aumento no volume de vendas, as margens foram comprometidas por um crescimento dos custos e pelos investimentos em manutenção e ampliação da rede de postos e franquias. A indústria química Oxiteno demonstrou queda no volume de vendas, porém, excluindo efeitos não recorrentes, um resultado positivo com melhora nas margens.\r\n \r\nApesar da impulsão esperada pela recuperação da atividade econômica no país, enxergamos que a Empresa passou por uma redução de margens, o que prejudica sua capacidade de geração de resultado e aumentou o seu grau de alavancagem financeira, portanto, vemos uma tendência neutra no longo prazo para a Companhia. Ficamos atentos ao cenário econômico e a um possível efeito positivo nas receitas, nas margens e na capacidade da Empresa de reduzir o grau de alavancagem financeira nos próximos trimestres.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nA Ultrapar apresentou uma receita líquida de R$23,5 bilhões no quarto trimestre, alta de 10,0% em relação ao 4T17, em função do crescimento da receita de todos os negócios. Já no acumulado do ano a receita líquida atingiu R$90,7 bilhões, crescimento de 14,0% em relação ao ano anterior.\r\n \r\nO EBITDA ajustado totalizou R$993 milhões, queda de 5,0% na comparação trimestral, impactado pelo menor EBITDA na Ipiranga e na Extrafarma. Em contrapartida Oxiteno, Ultragaz e Ultracargo apresentaram melhora na comparação trimestral. O lucro líquido totalizou R$496,0 milhões, alta de 27,0% no 4T18, ocasionada pela melhora do resultado financeiro e pelo aumento no EBITDA. No exercício de 2018, o lucro líquido totalizou R$1,13 bilhão, recuo de 26,0% em relação a 2017.\r\n \r\nA dívida líquida atingiu R$8,2 bilhões em 2018, referente a 2x o EBITDA ajustado, em comparação aos R$7,2 bilhões do ano anterior, que representava 1,8x o EBITDA ajustado. Esse aumento foi ocasionado por uma dívida bruta maior. Em compensação, a Companhia conseguiu ter uma maior geração operacional de caixa. A receita financeira líquida no 4T18 foi de R$117,0 milhões, ocasionada por (i) apropriação de juros de créditos tributários referentes à exclusão do ICMS da base de cálculo do PIS/COFINS, no valor de R$153 milhões; (ii) resultado com hedges cambiais em função da variação cambial no período e (iii) da queda do CDI na comparação anual, fruto das iniciativas de gestão de passivo da Companhia ao longo dos últimos anos. A Empresa possui caixa suficiente para cumprir com suas obrigações de curto prazo, que totalizam R$2,27 bilhões e representam 15% da dívida bruta. A alavancagem financeira (dívida líquida/EBITDA ajustado) cresceu na comparação anual, saindo de 1,81x no 4T17 para 2,68x no 4T18, devido a uma queda do EBITDA ajustado e também ao aumento da dívida bruta.\r\n \r\nO fluxo de caixa das atividades operacionais totalizou R$2,89 bilhões em 2018, comparado a R$1,74 bilhão em 2017, aumento ocasionado em função da otimização do capital de giro no período. A Empresa totalizou R$548 milhões em investimentos no atual exercício. Desse saldo, R$283,0 milhões foram direcionados para manutenção e ampliação da rede de postos e franquias da Ipiranga. Já na Oxiteno foram destinados R$70 milhões em investimentos para uma nova planta de especialidades químicas nos Estados Unidos e para a manutenção das suas unidades produtivas. A Ultragaz recebeu R$55 milhões em investimentos direcionados a clientes do segmento granel, reposição e aquisição de vasilhames e tecnologia da informação. Na Ultracargo foram investidos R$76 milhões, direcionados à expansão dos terminais de Itaqui e de Santos, à manutenção e à modernização dos terminais e à segurança operacional. Na Extrafarma foram investidos R$50 milhões direcionados à abertura de novas lojas e tecnologia da informação.",
            "valor_total": "25.605.762",
            "receita_liquida": "85.503.201",
            "numero_acoes": "556.405",
            "pl": "17,20",
            "resultado": "1.269.874",
            "dividendos": "1,46",
            "beta": "0,63",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:58:04",
            "editado": "2019-02-26T17:09:41",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37800,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste de média móvel de 21 períodos. Confirmação na perda da mínima do candle anterior. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-23/082371ce0d36b7b591c6c74e5ea61ee88046aa22/UGPA3.JPG",
        "compra": "20,40",
        "compra_maxima": "20,30",
        "stop": "21,36",
        "objetivo": "19,40",
        "preco_encerramento": "19,57",
        "criado": "2019-05-23T13:58:06",
        "editado": "2019-05-24T13:14:06"
    },
    {
        "empresa": {
            "id": 304,
            "analista": 31,
            "nome": "Tenda",
            "codigo": "TEND3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/f9cd4589626e942581f396cb4f18dac85a73af65/TEND.svg",
            "sobre": "A Tenda (TEND3) é uma das principais construtoras e incorporadoras do Brasil focada em empreendimentos econômicos lançados na faixa 2 do programa Minha Casa Minha Vida (MCMV). Sua atuação está concentrada em torno das 6 maiores regiões metropolitanas do País (SP, MG, RJ, BA, RS e PE), possuindo como modelo de negócio mais de 36 lojas próprias para atendimento e venda os imóveis do programa de moradia.",
            "pontos_positivos": "Baixa alavancagem da dívida em relação aos pares.\r\nModelo de negócio padronizado, permitindo a redução dos custos e do tempo de obra.\r\nConstrução de obras contratadas mitigando riscos técnicos e jurídicos.\r\nResiliência do mercado de baixa renda coerente com a expansão do modelo de negócios do segmento Tenda.",
            "pontos_negativos": "Dependência da disponibilidade de crédito atrelado às aprovações das reformas governamentais.\r\nPossíveis restrições de financiamento por parte da CEF e do FGTS.\r\nAlta taxa de desemprego afeta seu principal público.\r\nIncerteza sobre tratamento do novo Governo sobre o Programa Minha Casa Minha Vida.",
            "resumo": "Apesar do país ainda enfrentar reflexos da crise econômica, a diminuição da incerteza política após a eleição de um governo com uma agenda liberal e pró-reformas gerou otimismo no mercado. Entretanto, há uma preocupação em como o atual governo tratará a manutenção do Programa Minha Casa Minha Vida (MCMV), visto à escassez de subsídios para a faixa 1,5 do Programa (renda familiar inferior a R$2.600,00). Contudo, o cenário econômico tem demonstrado um início de melhora dos principais indicadores como taxa de juros, se mantendo estável no nível mais baixo da história, inflação ainda em queda e PIB com expectativas de alta por volta de 2,0% ao final de 2019. Este cenário favorece a expansão do crédito ao consumidor.\r\n \r\nNo final de 2018, também houve a aprovação do projeto de lei que regulamenta a devolução de imóveis adquiridos na planta, no qual atende aos principais interesses das construtoras com aumento das multas sobre o distrato, que agora podem reter até 50% do valor já desembolsado. Tal medida pode favorecer os resultados das companhias do setor no longo prazo, em contrapartida, pode se constituir em um fator desestimulante ao consumidor na compra de um imóvel. O guidance determinado de 34% a 36% para a margem bruta e o intervalo entre R$1,95 a R$2,15 bilhões de vendas líquidas para 2019 denota a importância no sentido de gerar simetria e previsibilidade para o mercado.\r\n \r\nO segmento residencial de baixa renda, no qual a Tenda possui foco, se mostrou resiliente em meio ao ambiente econômico recessivo do país nos últimos anos, em especial pelo programa de habitação do Governo Federal “Minha Casa, Minha Vida” (MCMV). Neste trimestre, a Tenda apresentou avanço operacional importante, com destaque para o crescimento no Ebitda, no lucro líquido e nas vendas líquidas, além do ROE, que saltou de 9% em 2017 para 16,7% ao final de 2018 (uma das mais rentáveis do setor). Considerando o modelo de atuação da Tenda e os resultados apresentados, avaliamos tendência de alta para as ações (TEND3) para o longo prazo. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita líquida operacional atingiu R$454,6 milhões no último trimestre de 2018, crescimento de 27,3% em relação ao homólogo de 2017. O lucro bruto acompanhou o crescimento da receita e avançou 28,9% na comparação anual, atingindo R$163,3 milhões e com margem bruta (lucro bruto/receita líquida) de 35,9%. O total de despesas com vendas, gerais e administrativas no trimestre analisado teve aumento de 15% em relação ao 4T17, somando R$73,6 milhões, que pode ser explicado principalmente devido ao acréscimo no plano de opções de ações, por conta do período de carência extraordinário no caso do plano aprovado em 2018 e ao acréscimo na provisão de participação no lucro, em função da revisão do turnover da Tenda, mais baixo do que havia sido previsto inicialmente.\r\n \r\nO Ebitda ajustado totalizou R$69,5 milhões, ante R$58,5 milhões do último trimestre de 2017 (+18,9%), impulsionado pelo lucro líquido do trimestre, que foi de R$48,0 milhões no 4T18, alta de 32,5% com relação ao mesmo período de 2017. A margem Ebitda ajustada (Ebitda ajustado/receita líquida) retrocedeu 1,1 p.p., atingindo 15,3% no 4T18, enquanto a margem líquida (lucro líquido/receita líquida) avançou 0,4 p.p., atingindo 10,6%. Dessa maneira, o ROE, que é o retorno sobre o patrimônio líquido, da Tenda no último trimestre de 2018 atingiu 17,0%, valor acima da Selic e do CDI, o que faz o ativo ser uma boa opção.\r\n \r\nPassando para os dados operacionais, a Tenda lançou 12 empreendimentos no 4T18, totalizando um valor geral de vendas (VGV) de R$530,6 milhões, estável em relação ao número de empreendimentos e alta de 15,8% de VGV, ambos na comparação anual. As vendas brutas somaram R$504,3 milhões, 5,6% maior que no 4T17. Já os distratos apresentaram avanço de 1,6% ante o 4T17, atingindo R$44,9 milhões nos meses de outubro a dezembro de 2018, resultando em crescimento das vendas líquidas de 6,0%, para R$459,5 milhões no trimestre analisado. Ainda, os estoques encerram 2018 com valor de mercado de R$1,1 bilhão, o que corresponde a uma redução de 3,0% na comparação com 2017.\r\n \r\nO saldo bruto de empréstimos e financiamentos encerrou o quarto trimestre em R$542,5 milhões, dívida superior ao montante registrado no trimestre imediatamente anterior. Essa dívida total é coberta pela posição de R$855,6 milhões possuída em caixa. Dessa forma, a Construtora não apresenta dívida líquida e possui sobra de caixa de R$313,1 milhões. A Tenda tem uma relação de dívida líquida ajustada sobre o patrimônio líquido negativa de 26,0%, sendo uma das companhias mais desalavancadas do setor.",
            "valor_total": "1.738.379",
            "receita_liquida": "1.681.254",
            "numero_acoes": "104.344",
            "pl": "23,11",
            "resultado": "201.346",
            "dividendos": "0,51",
            "beta": "0,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-05-16T14:43:18",
            "editado": "2019-04-03T10:37:00",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37777,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Pivô de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "19,49",
        "compra_maxima": "19,59",
        "stop": "18,13",
        "objetivo": "20,50",
        "preco_encerramento": "19,06",
        "criado": "2019-05-22T10:25:27",
        "editado": "2019-05-23T16:22:04"
    },
    {
        "empresa": {
            "id": 13,
            "analista": 8,
            "nome": "JBS",
            "codigo": "JBSS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/d4de601845770de826f9e72f7572881b48fc92ad/JBSS.svg",
            "sobre": "A JBS tem mais de sessenta anos de história e se consolidou como o maior produtor de proteínas e a segunda maior empresa de alimentos do mundo. A companhia atua no processamento de carnes bovina, suína, ovina e de frango, atuando também na produção de alimentos de conveniência e valor agregado. Além disso, comercializa produtos de couros, higiene e limpeza, colágeno, embalagens metálicas, biodiesel, entre outros. Atualmente, a JBS tem mais de 400 unidades, sendo mais de 230 diretamente relacionadas à produção de carnes, produtos de maior valor agregado e conveniência no mundo. A companhia conta com mais de 235 mil colaboradores com capacidade de processar por dia de mais de 80 mil bovinos, 14 milhões de aves, 115 mil suínos e 100 mil peças de couro. A empresa conta com marcas reconhecidas como Swift, Friboi, Seara, entre outras. Ela tem presença em mais de 22 países, nos 5 continentes, atendendo mais de 350 mil clientes.",
            "pontos_positivos": "Consolidou um setor fragmentado, criando potencial de alcançar economias de escala e potencializar seu resultado operacional;\r\nPresença internacional forte dilui os riscos da companhia e cria ambiente propício para que suas ações se beneficiem de movimentos de alta do dólar;\r\nRecuperação da economia norte-americana frente ao governo Trump favorece as operações da empresa que tem grande atuação nesta região;\r\nProcesso rápido de desinvestimentos ajuda a empresa a honrar suas dívidas de curto prazo e a diminuir sua alavancagem financeira;\r\nO surto de peste suína africana na China, favorece a ampliação das exportações para o país e o aumento dos preços de seus produtos afetando positivamente a receita da companhia;\r\nDiversificação das fontes de receita por grupo alimentar e entre mercados consumidores em âmbito global.",
            "pontos_negativos": "Riscos associados a barreiras sanitárias ao mercado brasileiro. Em caso de embargos às exportações, a empresa pode sofrer com perda de receita e simultânea redução no valor de seus produtos no mercado interno em razão da expansão da oferta.\r\nA companhia faz uso intensivo de capital, tendo um grau de alavancagem elevado, o que a deixa exposta a oscilações em taxas de juros e compromete a obtenção de novos recursos para expansão.\r\nEnvolvimento da companhia nas operações da Polícia Federal, com a implicação de seus executivos trazendo fortes correções para o ativo.\r\nAinda que alimentos sejam um grupo de produtos com demanda inelástica, a deterioração do cenário econômico com queda na expansão econômica e aumento da inflação tem reflexo direto nas vendas da companhia.\r\nA empresa é diretamente afetada em sua receita pela oscilação no preço de grãos (milho e soja).",
            "resumo": "Os últimos 2 anos têm sido marcados por melhorias na estrutura da empresa, após um o turbulento envolvimento da companhia em escândalos de corrupção. A JBS divulgou seu resultado do 1° trimestre de 2019 onde foi possível enxergar uma melhora no desempenho da empresa. Com o resultado apresentado pela JBS no 1T19 acima das expectativas do mercado com destaque para o crescimento de mais que o dobro do seu lucro líquido e ampliação do prazo da dívida, frutos do bom desempenho da JBS Brasil e dos produtos da marca Seara. Dessa forma, enxergamos no atual momento que o pior ficou para trás.\r\nA companhia deve ser beneficiada pela oportunidade aberta com o surto de peste suína africana na China, que gerou um espaço maior para as exportações brasileiras. Esse surto, no pior dos cenários, pode fazer com que o país perca 40% do total de animais do seu rebanho, tendo uma produção reduzida em 35%. Contudo, os embarques dependerão dos preços ofertados pela China nos próximos meses. Até março, a China não mostrou preços interessantes se comparado a outros mercados como a Rússia, apesar de ser um país que poucos frigoríficos têm permissão para atender. Já nos EUA, país em que a companhia também mantém negócios, a oferta de gado e a demanda por carne bovina permanecem positivas apesar das adversidades climáticas do início do ano. O inverno rigoroso atrapalhou a entrega de bois e pressionou a rentabilidade das operações americanas de carne da JBS USA Beef, negócio mais importante da companhia.\r\nA queda nos preços dos grãos que são usados na ração animal, basicamente composto por milho e soja, também deve beneficiar a companhia, favorecendo os negócios de frangos e suínos da Seara, no Brasil e da Pilgrim’s Pride, nos EUA. A Seara, unidade da empresa que reúne os negócios de frango, suínos e alimentos processados no país, conseguiu aumentar o preço médio dos produtos processados em 12% no 1T19, em comparação com o mesmo período do ano anterior, porém teve sua margem Ebitda influenciada pela desabilitação de abatedouros de frango na Arábia Saudita e por problemas operacionais em duas plantas. Contudo, esse reajuste foi insuficiente para compensar os custos de produção. Por outro lado, os preços mais baixos dos grãos já começou a beneficiar os negócios de aves e suínos.\r\nAfastamos por hora o impacto na cotação de suas ações o risco de imagem provocado pelos escândalos, acreditamos que o mercado já precificou o evento, mas não é descartado novas quedas caso fatos novos venham a surgir no cenário das investigações e processos em andamento. No atual patamar de preço a empresa trabalha com múltiplos atrativos. Portanto, entendemos que a tendência de longo prazo da companhia é de alta e deve performar acima que os pares do setor.\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\nO lucro da JBS no 1T19 foi de R$1,092 bilhão, mais que o dobro em relação ao mesmo período do ano passado, cujo resultado foi de R$506,5 milhões. A receita líquida da companhia foi de R$44,4 bilhões, aumento de 11,5% favorecido pelo dólar, que apresentou uma valorização de 14% na comparação com o mesmo período do ano passado, saindo de R$3,24 e indo para R$3,77. Já o Ebitda (lucro antes de juros, impostos, depreciação e amortização) mostrou crescimento de 14,4%, alcançando o patamar de R$3,2 bilhões. As ações da empresa apresentam forte valorização no ano de 2019, cerca de 100%, mostrando os efeitos da peste suína africana na China.\r\nO processo de alongamento do perfil da dívida é um dos destaques. O vencimento das dívidas passou de 4,3 anos para 6 anos, auxiliando a companhia a ampliar seu crescimento. Contudo, a renegociação das dívidas continua por parte da companhia e o seu processo de listagem de ações nos Estados Unidos também. Apesar de não ser uma prioridade da JBS, os executivos da companhia ressaltaram que a operação de abertura de capital em outro país não é uma necessidade para a companhia, dada a boa situação financeira atual. A meta de longo prazo de alavancagem da companhia deve ser atingida nos próximos trimestres graças à geração de caixa da empresa. O índice de alavancagem, que mede a relação dívida líquida e Ebitda, ficou em 3,2x, número dentro das expectativas do mercado.\r\nA demanda da China por carne bovina seguiu bem aquecida. As exportações ao país a partir da Austrália ampliaram 80% no 1T19, mercado que deve sofrer ampliação devido a crise de suínos africana. A companhia se prepara agora para atingir mais que o dobro de exportações de carne bovina do Canadá para a China, já nos meses de junho e agosto.\r\nO alongamento da dívida da JBSS3 mostra o gerenciamento de passivos da companhia e sua posição mais confortável em termos de risco e refinanciamento. A extensão do prazo diminuiu a parcela de garantia reais e aumentou a liquidez dos bonds da empresa. Se considerada a geração de caixa da companhia e sua posição de caixa, ela se encontra coberta até 2025 em termos de risco de refinanciamento. Esses números geram um conforto tanto para o acionista quanto para os credores, refletindo em juros menores e um maior fluxo de caixa livre para o acionista.",
            "valor_total": "30.865.420",
            "receita_liquida": "181.680.240",
            "numero_acoes": "2.663.110",
            "pl": "10,49",
            "resultado": "25.200",
            "dividendos": "0,05",
            "beta": "0,90",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:08:29",
            "editado": "2019-05-27T15:26:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37769,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda contra a tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-21/d3ebcefea3a432c5e115e9ecf33656d0b7655a8b/jbss3.PNG",
        "compra": "23,53",
        "compra_maxima": "23,45",
        "stop": "24,86",
        "objetivo": "21,98",
        "preco_encerramento": "22,70",
        "criado": "2019-05-21T12:40:18",
        "editado": "2019-05-23T10:13:42"
    },
    {
        "empresa": {
            "id": 91,
            "analista": 41,
            "nome": "CCR",
            "codigo": "CCRO3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7207af177082059937dc783bcdad7e23e5be9880/CCRO.svg",
            "sobre": "A CCR, criada em 1999, é uma das mais expressivas empresas de concessão de infraestrutura da América Latina. Controla 3.265,2 quilômetros de rodovias sob a gestão de suas concessionárias. No âmbito da mobilidade urbana, a Empresa é sócia de concessões de metrô, de barcas e do VLT. Além disso, a Empresa atua em operações aeroportuárias detendo concessões em Belo Horizonte, Curaçao, Costa Rica e também no Equador. Atualmente, conta com 13 mil colaboradores.",
            "pontos_positivos": "Fluxo de receita com alta previsibilidade e contratos de concessão de longo prazo.\r\nProcesso de internacionalização contribui para mitigação do risco de concentração geográfica das operações da Companhia.\r\nBaixa exposição do passivo da Companhia à variabilidade do câmbio.\r\nAdição de novas operações ao portifólio da Companhia.\r\nAmpliação da diversificação dos segmentos de atuação.\r\nBoa geração de caixa abre espaço para entrada em novos leilões de concessão.",
            "pontos_negativos": "Retorno do investimento em concessões é de longo prazo.\r\nRitmo econômico lento pode comprometer o crescimento no fluxo de veículos que passam pela malha rodoviária operada pela Companhia.\r\nRisco regulatório é alto e com possibilidade de o Governo Federal rever os contratos de concessão.\r\nNovos custos com acordos de leniência no âmbito da Lava Jato podem impactar os próximos resultados da CCR.",
            "resumo": "A CCR ainda sofre com o baixo nível de aquecimento da economia brasileira. As receitas do segmento rodoviário, que são especialmente sensíveis ao ciclo econômico, ainda representam 75% das receitas e permaneceram praticamente estáveis na comparação anual. Ponto positivo, por outro lado, para a ampliação das receitas dos demais setores, ampliando a diversificação da Companhia. Ainda, o resultado atual foi prejudicado em comparação com 2018 pela suspensão da cobrança de eixos suspensos nos pedágios, fator para o qual a CCR busca compensação junto ao Governo Federal.\r\n \r\nA Companhia segue também com sua estratégia de ampliação de sua base de ativos por meio de novas aquisições. O Metrô Bahia ampliou sua malha e o número de estações, trazendo crescimento expressivo sobre suas receitas. A aquisição das concessões das linhas 5 e 17 do metrô de São Paulo também trouxeram bons retornos para a Companhia. Por fim, a CCR ampliou sua participação no aeroporto de San José (Costa Rica) em outubro e agora é controladora majoritária do empreendimento, além do início da operação da ViaSul.\r\n \r\nEm virtude dos resultados desafiadores, as margens já começam a se reduzir e a Companhia demonstra algumas perdas de eficiência. Os recentes acordos de leniência no âmbito da Operação Lava Jato encerram as pendências financeiras da CCR com a justiça, mas ainda permanece a apreensão de que novas denúncias surjam no futuro.\r\n \r\nOs múltiplos apreciados também corroboram com a leitura de que as ações da Empresa podem ter dificuldades de se valorizarem com mais força num médio prazo. Por isso, alteramos a tendência de longo prazo de CCRO3 para neutra. A recuperação mais robusta da economia deve trazer também boas perspectivas para os resultados da CCR, de forma que podem revisar futuramente nossa recomendação para cima, caso esse cenário se confirme.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nA CCR apresentou alta de 14% na receita líquida na comparação entre os primeiros trimestres de 2018 e 2019, atingindo R$2,4 bilhões. O valor não considera as receitas com construção, uma vez que esses montantes se configuram como reembolsos pelas obras realizadas em alguns contratos de concessão e não geram lucros à Companhia.\r\n \r\nA melhora no resultado foi puxada principalmente pelos segmentos não-rodoviários, já que este último apresentou relativa estabilidade. A consolidação contábil do aeroporto de San José (agora controlado pela Companhia) trouxe impulso às receitas. Por sua vez, a ViaMobilidade também auxiliou o resultado ao iniciar suas operações em 2018 e adicionar R$90 milhões à receita da Companhia. No total, os segmentos não-rodoviários apresentaram 12% de crescimento para a receita bruta, atingindo R$715 milhões.\r\n \r\nApesar do crescimento das receitas, os custos dos serviços prestados (excluindo os custos de construção) subiram 24% e atingiram R$1,2 bilhão. As principais contribuições vieram do crescimento das linhas: (i) depreciação e amortização; (ii) custos com pessoal e (iii) Serviços de terceiros.\r\n \r\nA primeira passou de R$328 milhões para R$458 milhões (+40%), impulsionada pelo aumento da base de ativos após a conclusão de uma série de obras. Já os demais foram impactados pela consolidação do aeroporto de San José e pelo início das operações da ViaSul e da ViaMobilidade. No total, as rubricas passaram de R$400 milhões para R$490 milhões (+22,5%).\r\n \r\nDessa forma, a Companhia viu seu lucro bruto avançar 1,6% para R$1,1 bilhão. A margem bruta (lucro bruto/receita líquida), por outro lado, apresentou recuo, passando de 57,5% para 51,5%.\r\n \r\nApesar do aumento de 10% nas despesas administrativas, essas diminuíram sua participação nas receitas e pouco impactaram o resultado. Já o resultado financeiro ampliou em 50% sua despesa líquida, passando de -R$223 milhões no primeiro trimestre de 2018 para -R$340 milhões no último trimestre. O principal influenciador foi a queda nas receitas com variações e hedges cambiais.\r\n \r\nAssim, o lucro líquido caiu 20%, atingindo R$358 milhões. A margem líquida (lucro líquido/receita líquida) passou de 23,1% para 16,3%. Por outro lado, o Ebitda ajustado, indicador que mede a geração operacional de caixa, apresentou crescimento de 13%, somando R$1,5 bilhão. Por sua vez, a margem Ebitda ficou praticamente estável em 68%. A diferença no comportamento do lucro líquido e do Ebitda se dá pela deterioração do resultado financeiro, o qual impacta o primeiro, mas não o segundo.\r\n \r\nPelo lado do endividamento, tivemos também alguma deterioração. A dívida bruta ficou em R$17 bilhões (-1,3%), enquanto a dívida líquida subiu 11% para R$13,1 bilhões. Esse movimento é resultado da queda de 28% no caixa e equivalentes, o qual somou R$3,9 bilhões, ainda acima dos R$2,75 bilhões de passivos que vencem no curto prazo. Por fim, a alavancagem da Companhia (dívida líquida/Ebitda 12 meses) teve aumento de 0,40x, passando de 2,2x para 2,6x.",
            "valor_total": "23.714.800",
            "receita_liquida": "9.725.540",
            "numero_acoes": "2.020.000",
            "pl": "4,36",
            "resultado": "694.060",
            "dividendos": "0,64",
            "beta": "0,93",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T14:39:35",
            "editado": "2019-05-29T11:07:09",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37755,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "12,52",
        "compra_maxima": "12,56",
        "stop": "11,73",
        "objetivo": "13,07",
        "preco_encerramento": "13,07",
        "criado": "2019-05-21T10:06:11",
        "editado": "2019-05-22T10:09:07"
    },
    {
        "empresa": {
            "id": 171,
            "analista": 45,
            "nome": "Alupar Investimento",
            "codigo": "ALUP11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/a14fb83cdcb0205bd6f8b3d88f3c4b88aca4d99e/ALUP.svg",
            "sobre": "A Alupar é uma holding de controle nacional privado, com atuação no setor de energia, mais especificamente nos segmentos de transmissão e geração, tendo como objetivo desenvolver e investir em projetos de infraestrutura relacionados ao setor de energia no Brasil e nos demais países da América Latina. No segmento de transmissão de energia elétrica no Brasil, a Alupar é uma das maiores companhias em termos de Receita Anual Permitida (RAP), sendo a maior Companhia de controle estritamente privado. No segmento de transmissão, a Alupar possui a concessão de 29 sistemas de transmissão, totalizando 7.736 km de linhas de transmissão, por meio de concessões com prazo de 30 anos localizadas no Brasil e uma vitalícia na Colômbia. Atuante também no segmento de geração, a Alupar detém a concessão/autorização de 10 ativos, que totalizam 687 MW de capacidade instalada, sendo 580 MW decorrentes de 3 UHEs, 4 PCHs e 1 projeto eólico em operação. Os 107 MW em implantação referem-se a projetos de geração de fonte hidráulica.",
            "pontos_positivos": "Fluxo de receita estável e com alto grau de previsibilidade.\r\nPerfil de dívida de longo prazo.\r\nAlta previsibilidade de receitas e forte geração de caixa operacional nos segmentos de transmissão e geração de energia elétrica.\r\nConcessões com longo prazo de duração.",
            "pontos_negativos": "Setor altamente regulamentado e sujeito a grande interferência do poder público, mesmo em companhias de gestão totalmente privada.\r\nParte relevante dos ativos de geração e transmissão da Alupar está em fase pré-operacional ou de construção, o que aumenta riscos relacionados à gestão de curto prazo dos projetos conduzidos pela Alupar.\r\nDívidas atreladas a indexadores que tendem a crescer com a retomada do viés de alta da SELIC.",
            "resumo": "A retomada de crescimento econômico ainda se apresenta aquém do esperado. A inflação do ano de 2018 fechou em 3,75%, abaixo de sua meta, enquanto outros indicadores como atividade da indústria (este segmento tem forte correlação com o segmento de energia), consumo das famílias e PIB frustraram as expectativas do mercado. \r\n  \r\nEntretanto, com a definição das eleições e com a guinada de partidos pró-mercado, os ânimos se renovaram. O governo agora tem como foco a aprovação de várias reformas, como a da Previdência e a tributária, que têm impactos diretos nos diversos agregados macroeconômicos. O bom desempenho do principal índice ligado ao setor (IEEX) no ano de 2018, que se valorizou em 25% no ano frente a 15% do Ibovespa, corrobora a crença em boas perspectivas para o setor ao longo dos próximos meses.\r\n\r\nOs resultados reportados pela Alupar (ALUP11) referentes ao 4T18 refletem um trimestre desafiador para a Companhia e para o segmento de distribuição de energia elétrica, que é caracterizado principalmente pela retração das receitas e do EBITDA, em decorrência da desaceleração econômica. O desempenho do segmento é diretamente associado ao preço da tarifa da energia elétrica. Entretanto, ainda observa-se com otimismo o futuro da Companhia e do setor de distribuição de energia elétrica. Alupar ainda permanece com bons fundamentos e pode performar acima da média que seus pares no setor, levando a esperar por uma tendência de alta para longo prazo. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018, a receita operacional líquida totalizou o montante de R$269,9 milhões, uma queda de 7,7% quando comparado ao mesmo período de 2017 (R$292,4 milhões). Essa variação pode ser explicada pela redução da receita das transmissoras EATE e ETEP, em razão da queda de 50% da Receita Anual Permitida.\r\n\r\nOs custos de serviços prestados somaram R$55,4 milhões no 4T18, ante aos R$54,2 milhões registrados no quarto trimestre de 2017, aumento de 2%. Este aumento é em função de gastos de R$1,2 milhão na transmissora EATE. Já as despesas operacionais totalizaram R$16,4 milhões, aumento de 7,8% quando comparadas ao 4T17. O catalisador do aumento foi a conta com pessoal e administradores, que apresentou um custo de R$1,1 milhão em função da PLR referente a 2018. \r\n\r\nO EBITDA foi computado em R$230 milhões no 4T18, uma queda de 9,5% quando comparado ao último trimestre de 2017. Tal impacto se deve pela redução da receita das transmissoras EATE e ETEP, em razão da queda de 50% da Receita Anual Permitida - RAP. Assim, o lucro líquido foi registrado no quarto trimestre de 2018 em R$176,7 milhões, uma redução de 6,5% quando comparado ao último trimestre de 2017 (R$189 milhões).\r\n\r\nNo 4T18, a dívida bruta totalizou R$680,0 milhões, ante os R$727,4 milhões registrados em 2017, queda de 6,51%. Esta variação é explicada pela quitação da IV emissão de debêntures, sendo R$50,0 milhões de principal e R$ 2,3 milhões de juros. Entretanto, as disponibilidades somam o montante de R$745,6 milhões, levando a uma dívida líquida negativa de R$65,5 milhões (Dívida líquida = dívida bruta - disponibilidades em caixa), o que demonstra uma saúde financeira boa e estável, não comprometendo os resultados a longo prazo. Os investimentos no ano de 2018 foram da ordem de R$465,2 milhões, sendo 54,5% destinados ao segmento de transmissão, 44% à geração e 1,5% a novos negócios.",
            "valor_total": "5.371.370",
            "receita_liquida": "1.889.909",
            "numero_acoes": "293.037",
            "pl": "21,37",
            "resultado": "386.749",
            "dividendos": "1,73",
            "beta": "0,51",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:43:18",
            "editado": "2019-04-30T14:36:14",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37723,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-17/a6142aae1680e41ee6463f2d75dc53428673c89b/alup11.PNG",
        "compra": "21,80",
        "compra_maxima": "21,71",
        "stop": "22,90",
        "objetivo": "20,76",
        "preco_encerramento": "21,98",
        "criado": "2019-05-17T10:16:47",
        "editado": "2019-05-21T10:20:05"
    },
    {
        "empresa": {
            "id": 128,
            "analista": 31,
            "nome": "MRV ON",
            "codigo": "MRVE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/1cab75b55ac6a0189a006032814e7e73b0ca5122/MRVE.svg",
            "sobre": "A MRV Engenharia é a maior incorporadora e construtora brasileira no segmento de empreendimentos residenciais populares por sua capilaridade geográfica e entrega de unidades incorporadas. Atuando no segmento desde 1979, a Companhia direciona seus esforços atuais para o programa habitacional Minha Casa Minha Vida (MCMV), construindo unidades com preço médio de venda de R$ 152 mil. Entre as principais praças de atuação estão os estados do Rio Grande do Sul, Santa Catarina, Paraná, São Paulo, Rio de Janeiro, Minas Gerais, Espírito Santo, Goiás, Mato Grosso, Mato Grosso do Sul, Alagoas, Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Rio Grande do Norte, Sergipe, Piauí, Tocantins e no Distrito Federal.",
            "pontos_positivos": "Risco reduzido no formato de lançamentos contratados no setor de baixa renda.\r\nBaixo endividamento em relação a “dívida líquida sobre o EBITDA” de 0,44x.\r\nDiluição das despesas em comparação com a receita líquida (análise vertical), contribuindo para o aumento do ROE.\r\nTaxa de juros nos menores níveis históricos permitindo a flexibilização do crédito imobiliário.\r\nNova regra nos distratos aumentando para até 50% a multa do valor desembolsado pode favorecer os resultados no longo prazo.",
            "pontos_negativos": "Incerteza política-econômica ainda afeta o nível de confiança do consumidor.\r\nIncerteza sobre tratamento do novo Governo sobre o Programa Minha Casa Minha Vida.\r\nTaxa de desemprego ainda segue alta.\r\nInstabilidade do processo de repasse, como consequência da realocação orçamentária do FGTS.\r\nAumento da concorrência no segmento de baixa renda.\r\nOferta do crédito imobiliário ainda restrita a alguns setores da população.",
            "resumo": "Apesar do país ainda enfrentar reflexos da crise econômica, a diminuição da incerteza política após a eleição de um governo com uma agenda liberal e pró-reformas gerou otimismo no mercado. Entretanto, há uma preocupação em como o atual governo tratará a manutenção do Programa Minha Casa Minha Vida. O que já podemos observar é que o valor direcionado pelo governo para o MCMV é o menor desde o início do programa. Apesar disso, acreditamos que a MRV está bem posicionada para superar algum gargalo nesse sentido. O cenário econômico tem demonstrado um início de melhora dos principais indicadores como taxa de juros se mantendo estável no nível mais baixo da história, inflação ainda em queda e PIB com alta de 1,1% em 2018, ainda que aquém do que era esperado no início do ano de 2018, o que também parece estar acontecendo em 2019, vide relatório FOCUS.\r\nEste cenário favorece a expansão do crédito ao consumidor, que por sinal refletiu no índice de confiança da construção (“ICST”) da Fundação Getúlio Vargas (FGV), que fechou em fevereiro em 74,4 pontos, com bastante espaço para recuperação e já longe da mínima em 2016. Ainda de acordo com dados do CAGED, já vemos que os meses de janeiro e fevereiro de 2019 já criaram mais empregos do que todo 2018. No final de 2018, também houve a aprovação do projeto de lei que regulamenta a devolução de imóveis adquiridos na planta, o qual atende aos principais interesses das construtoras como aumento das multas sobre os distratos para até 50% do valor que já foi desembolsado. Essa medida pode favorecer os resultados das companhias do setor no longo prazo, em contrapartida, pode causar um fator desestimulante ao consumidor na compra de um imóvel.\r\nA boa gestão da MRV (MRVE3) abre espaço para contínua evolução dos indicadores. Os resultados do quarto trimestre vieram dentro das expectativas, mostrando que para superar as expectativas o ambiente ainda é desafiador para o setor, mas a MRV mostra resiliência e um resultado acumulado em 2018 ainda com crescimento frente ao ano de 2017. As expectativas de uma melhora na economia caso o novo governo seja bem-sucedido na aprovação das reformas e na melhoria dos índices de desemprego, geram uma oportunidade de entrada em companhias do segmento. Com isso, acreditamos que a MRV (MRVE3) pode se beneficiar desse cenário no longo prazo.\r\n \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita operacional líquida da MRV atingiu R$1,5 bilhão no último trimestre de 2018, aumento de 10,8% em relação ao mesmo período do ano anterior, atingindo um recorde histórico. A margem bruta apresentou redução de 0,9 p.p., comparando os mesmos períodos, refletindo a queda no preço médio de venda, consequência das vendas de unidades elegíveis à faixa 1,5 do Minha Casa Minha Vida (MCMV), que possuem preço médio inferior às faixas 2 e 3. As despesas comerciais e despesas gerais e administrativas, aumentaram em 7,6% e 4,4%, respectivamente. Esses aumentos refletem o maior volume de vendas e ajuste de provisão da PLR. O Ebitda atingiu R$273,0 milhões no 4T18, ante R$269,0 milhões nos meses de outubro a dezembro de 2017, refletindo o recorde histórico de receita e o crescimento das despesas abaixo desse crescimento da receita líquida. \r\n \r\nAinda na avaliação do desempenho econômico-financeiro da MRV, o lucro líquido reportado no trimestre analisado foi de R$191,0 milhões, avanço de 5,8% na comparação anual. O crescimento da MRV, com redução do ciclo operacional e diluição do SG&A vem contribuindo para o aumento do lucro. Destaque também para a forte geração de caixa, também impulsionado pela cisão com a Log, o que contribuiu para um ROE melhor. A MRV agora soma 26 trimestres de geração de caixa recorrente, dos quais cerca de 70% foram distribuído como dividendos. Inclusive, a Companhia informou que irá aumentar o payout de 50% para 75%. Isso devido ao grau de alavancagem baixo, essa geração de caixa citada acima e a falta de opções de investimento no momento, uma vez que fizeram investimentos mais pesados em terrenos nos últimos anos, quando o momento do mercado era mais favorável. \r\n \r\nPassando para os dados operacionais, no último trimestre de 2018 a MRV possuía um landbank de R$49,7 bilhões, com um Valor Geral de Vendas (VGV) potencial de R$12,8 bilhões. Os lançamentos no trimestre analisado totalizaram R$2,2 bilhões, aumento de 33,5% na comparação anual, sinalizando que a Companhia enxerga boa recuperação para os próximos trimestres, com maior absorção líquida. As vendas líquidas tiveram aumento de 5,7%, e os distratos foram reduzidos em 29,9%, devido ao aumento das vendas garantidas, ambos comparando o 4T18 com o 4T17. Isso fez com que a relação de distratos/vendas caísse 4,89 p.p., atingindo 11,5% no trimestre analisado. Contudo, temos que nos atentar, com o menor valor direcionado pelo governo para o MCMV desde o início do programa, o que pode comprimir as margens da MRV, além da indisponibilidade de recursos do FGTS para o repasse dos clientes para o financiamento bancário, o que levou a Companhia a não reconhecer R$279,0 milhões em vendas.\r\n \r\nO endividamento da MRV, ao final de 2018, foi de R$2,9 bilhões, sem exposição à moeda estrangeira e indexados principalmente à variação do CDI (custo médio de CDI +1,40%) e TR (custo médio de TR + 8,17%). Esse valor é 12,9% menor do que os R$3,3 bilhões reportados no trimestre imediatamente anterior. Como o caixa do último trimestre de 2018 apresentou queda de 18,4% em relação ao 3T18, a dívida líquida aumentou em 38,8%, comparando os mesmos períodos, atingindo R$435 milhões ao final de dezembro. Como o Ebitda de 12 meses apresentou baixo crescimento (0,3%) na comparação 4T18 x 3T18, a alavancagem medida por dívida líquida/Ebitda (12 meses) apresentou um aumento, passando de 0,32x para 0,44x, mas ainda se mantém em um patamar saudável. A duration da dívida em 31 de dezembro de 2018 era de 30 meses.",
            "valor_total": "5.489.558",
            "receita_liquida": "5.418.995",
            "numero_acoes": "444.139",
            "pl": "10,98",
            "resultado": "758.137",
            "dividendos": "1,03",
            "beta": "0,93",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:16:53",
            "editado": "2019-03-26T15:56:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37738,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de suporte",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "15,03",
        "compra_maxima": "15,12",
        "stop": "14,17",
        "objetivo": "15,97",
        "preco_encerramento": "15,71",
        "criado": "2019-05-20T10:10:55",
        "editado": "2019-05-21T10:10:58"
    },
    {
        "empresa": {
            "id": 326,
            "analista": 20,
            "nome": "Suzano",
            "codigo": "SUZB3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-18/08ecc8530fdcc177c4b66e2d70946146be75f4b7/SUZB.svg",
            "sobre": "A Suzano é uma empresa de base florestal que tem mais de 90 anos de atuação. A Companhia atua nos segmentos de celulose de mercado, celulose fluff, papel, papelcartão e papel tissue. A posição da Suzano é de destaque internacional no âmbito de sua atuação. Ainda, conta com três fábricas integradas de celulose e papel, sendo duas em São Paulo e uma na Bahia, uma fábrica de papel não-integrada no estado de São Paulo, uma de produção de celulose no estado de Maranhão e a FuturaGene. No âmbito internacional, a Empresa mantém escritórios de representação na China e Inglaterra e controladas nos Estados Unidos, Suíça, Argentina e Áustria.",
            "pontos_positivos": "Operações verticalmente integradas com baixo custo de produção.\r\nElevada produtividade florestal.\r\nAs áreas de plantio e as unidades industriais são próximas.\r\nAlto nível de produção própria de energia.\r\nForte posição exportadora.\r\nEquipe de executivos com alta experiência no segmento.\r\nAquisição de terras e florestas da Duratex representa um bom negócio para a Companhia.",
            "pontos_negativos": "A receita da empresa está ligada ao câmbio e com o real se A receita da Empresa está ligada ao câmbio e, com o real se apreciando frente ao dólar, pode impactar negativamente a rentabilidade de seus negócios.\r\nLentidão do crescimento econômico mundial, com destaque para a China, impacta os preços e a demanda de celulose e papel, fato que pode impactar as métricas da Empresa. ",
            "resumo": "A Suzano é uma das empresas que mais têm exposição ao mercado externo. Cerca de 89% de suas vendas no segmento de celulose e 28% do segmento de papel são escoadas para mercados internacionais. Por ser uma empresa exportadora, a variação cambial impacta diretamente na rentabilidade de seus negócios. No presente trimestre, a Companhia apresentou decréscimo em variáveis importantes como a receita, o Ebitda e a geração de caixa, além de ter mensurado prejuízo líquido. \r\n \r\nO início de 2019 trouxe à tona um cenário desafiador para o segmento de celulose e papel. Diante das tensões comerciais entre China e EUA, dos receios quanto ao crescimento da economia mundial e do baixo ritmo nos segmentos de papéis gráficos, com destaque para a Ásia e Europa, tais fatores impactaram o resultado deste trimestre da Companhia. Os preços de celulose, ao menos em curtíssimo prazo, refletem este contexto e é necessária a avaliação destes pois podem impactar nas métricas futuras, tanto positivamente, quanto negativamente. \r\n \r\nAcreditamos que os choques de preços mencionados anteriormente sejam de curto prazo e esperamos a normalização dos mesmos a partir do segundo trimestre do ano, até mesmo porque, sazonalmente avaliando, a demanda nos três primeiros meses é menor. Dessa forma, reafirmamos a nossa recomendação de compra no papel SUZB3, balizada também pela estrutura de negócio defensivo (grande correlação com o dólar) e pelos ganhos de sinergia com a Fibria. As políticas monetária e fiscal expansionistas na China tendem a estimular o seu crescimento em médio prazo, fato que, se concretizado, pode impactar em maior consumo e maior preço de celulose/papel. \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nA receita líquida do primeiro trimestre de 2019 alcançou R$5,6 bilhões de reais, queda de 15,0% frente ao mesmo período no ano passado. Esta redução é principalmente explicada pela queda de 30% no volume de vendas de celulose, mas parcialmente compensada pelo crescimento do preço da celulose em reais (diante da desvalorização da moeda brasileira) e pela evolução na receita de papel motivado por aumento de seu preço. \r\n \r\nO custo do produto vendido (CPV) subiu 25,0% na comparação entre o primeiro trimestre deste ano e o do ano passado, calculado em R$4,7 bilhões. Este custo envolve a absorção dos passivos advindos da combinação de negócios com a Fibria. Se excluirmos esses custos com os passivos da incorporada, o CPV totalizaria R$3,3 bilhões, queda de 11% ante o primeiro trimestre do ano passado, em função do menor volume de vendas. Com isso, o lucro bruto, subtração das receitas líquidas pelo CPV, foi calculado em R$974,1 milhões, queda de 66,0%. Também observou-se retração nas margens brutas (lucro bruto/receita líquida) de 43,3% para 17,1% na comparação anual. \r\n \r\nNa avaliação dos dispêndios, as despesas operacionais cresceram 31,0% na comparação anual, medidas em R$789,9 milhões. Desmembrando o indicador, percebemos a elevação de 44,0% das despesas com vendas, totalizando R$441,3 milhões. Já para as despesas gerais e administrativas, o crescimento foi de 49,0% (R$330,7 milhões), explicado em função das despesas referentes à combinação de negócios com a Fibria.\r\n \r\nO Ebitda Ajustado alcançou R$2,7 bilhões no 1T19, queda de 18,0% ante o mesmo período do ano passado. O desempenho deste indicador foi influenciado principalmente pelo menor volume vendido de celulose e papel (27%). A margem Ebitda (Ebitda/receita líquida), de igual modo, saiu de 50,1% para 48,5%. Neste trimestre, a Suzano reverteu o lucro líquido de R$1,4 bilhão no primeiro trimestre de 2018 para um prejuízo líquido de R$1,2 bilhão. Como antecipado, a redução das receitas, assim como o resultado financeiro negativo de R$1,9 bilhão, foram influências importante para o presente resultado. Desta forma, neste trimestre a margem líquida foi de -21,6%. \r\n \r\nNo primeiro trimestre, a Suzano comercializou 1.729 mil toneladas de celulose de mercado, redução de 30,0% no comparativo anual em decorrência da estratégia comercial da Empresa. Já as vendas de papéis somaram 274 mil toneladas, retração de 3,0% em relação ao mesmo trimestre do ano passado. Ambos os resultados mostram uma demanda menos aquecida por seus produtos muito em função do cenário macroeconômico mundial incerto, com destaque para as tensões comerciais entre China e EUA e seus impactos para diversas economias do globo. \r\n \r\nEm relação ao endividamento da Companhia no primeiro trimestre do ano, a dívida bruta cresceu 92%, totalizada em R$60,7 bilhões. Deste total, cerca de 68% do total são advindas de dívidas em moeda estrangeira, enquanto que 32% se referem à dívida em moeda nacional. Grande parte dos passivos estão dolarizados, uma vez que funcionam como hedge (proteção), já que a geração de caixa também advém de moeda externa. A dívida líquida do presente trimestre foi somada em R$53,8 bilhões, expansão de 147% na comparação anual. \r\n \r\nO caixa neste trimestre apresentou recuo de 29%, totalizando R$6,9 bilhões. Já o grau de alavancagem da dívida, medido pela relação Dívida Líquida/Ebitda Ajustado, foi aumentado de 1,9x, no primeiro trimestre de 2018, para 3,4x no primeiro trimestre de 2019. A variação importante na estrutura de capital da Suzano está diretamente relacionada com a combinação de negócios com a Fibria, que totalizou aproximadamente R$28 bilhões. Apesar disso, os vencimentos totais da dívida estão mais concentrados em longo prazo (88% do total), fato positivo para a estrutura de capital e que não onera a gestão de capital de giro no curto prazo.",
            "valor_total": "62.806.280",
            "receita_liquida": "16.137.470",
            "numero_acoes": "1.349.220",
            "pl": "15.09",
            "resultado": "-1.721.590",
            "dividendos": "0,16",
            "beta": "0,19",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-11-22T10:05:09",
            "editado": "2019-05-20T13:36:31",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37728,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de suporte",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-17/fbf64c9821d9b4127422aad59a4ad173532b8f7c/SUZB3.PNG",
        "compra": "36,10",
        "compra_maxima": "36,26",
        "stop": "35,10",
        "objetivo": "38,20",
        "preco_encerramento": "37,56",
        "criado": "2019-05-17T10:48:09",
        "editado": "2019-05-20T12:11:27"
    },
    {
        "empresa": {
            "id": 162,
            "analista": 42,
            "nome": "Ambev",
            "codigo": "ABEV3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/fbba6e9b3863c9683118841e93e4e5fa1efd696e/ABEV.svg",
            "sobre": "A AmBev (Companhia de Bebidas da América) é a maior cervejaria da América Latina em termos de volume de vendas e uma das maiores fabricantes de cerveja do mundo. A empresa fabrica, distribui e comercializa cerveja, refrigerantes e outras bebidas não alcoólicas em 18 países das Américas. Atualmente, a empresa tem operações na Antígua, Argentina, Bolívia, Brasil, Canadá, Chile, Colômbia, Cuba, Dominica, El Salvador, Equador, Guatemala, Nicarágua, Paraguai, Peru, República Dominicana, Saint Vicent e Uruguai. Suas atividades são controladas pela AB InBev, maior cervejaria do mundo, e que foi formada pela fusão da belga Interbrew e da Ambev, em 2004.",
            "pontos_positivos": "Portfólio com marcas diversificadas.\r\nForte capacidade de geração de caixa.\r\nLiderança no segmento de atuação.\r\nForte capacidade de barganha com fornecedores.\r\nMelhor gestão de capital de giro.",
            "pontos_negativos": "Alta nos preços das commodities, principalmente o alumínio.\r\nPressão inflacionária na Argentina.\r\nSegmento com alto número de marcas substitutas de qualidade inferior.\r\nSegmento com fracas barreiras a entrada de novos participantes.",
            "resumo": "O atual cenário macroeconômico ainda segue desafiador para as atividades ligadas ao consumo. A afirmação é corroborada pelas baixas projeções de crescimento do PIB em 2019 e pela ainda elevada taxa de desocupação, que atualmente ultrapassa o patamar de 12%, além da retração do salário médio nacional.\r\n\r\n\r\nOs fatos acima citados geram reflexos no Índice de Confiança do Consumidor, levantamento realizado pela Fundação Getúlio Vargas, que sugere um desapontamento por parte dos consumidores com a lenta retomada da economia e elevado patamar de desemprego. Mesmo com a inflação de alimentos em bebidas em alta, observa-se que a inflação do grupo cerveja apresenta deflação, o que sugere uma fraca demanda por parte dos investidores pelo produto.\r\n\r\n\r\nOs resultados apresentado pela Cervejaria no 1T19, vieram acima das expectativas do mercado, impulsionados principalmente pelo baixo crescimento da indústria, carnaval tardio e temperatura favorável. Com isso, foi verificado aumento da receita em todas as operações, Brasil, Caribe, América do Sul, apenas tendo como exceção o Canadá.\r\n\r\n\r\nLogo, mantemos o otimismo com o ativo e optamos por manter a tendência de alta de longo prazo inalterada, mesmo tendo em vista um mercado mais desafiador para o consumo e maior concorrência no mercado cervejeiro.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nNo trimestre findo em março de 2019, a receita líquida consolidada reportada pela AmBev apresentou alta de 8,60%, passando a ser registrada por R$12,64 bilhões. O aumento é reflexo principalmente da elevação do volume de vendas, que cresceu 6,10%, ficando em 41.296.000 litros, sendo auxiliados por todas as operações na América, Caribe, Brasil e América do Sul, com exceção do Canadá.\r\n\r\nO Ebitda, que mensura o desempenho financeiro operacional, ficou em R$7,48 bilhões, crescimento de 7,00% em termos absolutos e retração de 0,60p.p em relação a receita de vendas na comparação com o 1T18. É importante ressaltar que no trimestre em análise o indicador foi impactado negativamente pela pressão inflacionária na Argentina e maiores preços do alumínio.\r\n\r\n \r\nO resultado final foi um lucro líquido de R$2,75 bilhões, valor 6,20% maior que o reportado no mesmo período do ano anterior. É importante ressaltar que o lucro foi parcialmente prejudicado por maiores despesas financeiras, que foram registradas em R$672 milhões, alta de 12% na comparação com o mesmo período do ano anterior.\r\nNo período em análise, a receita por hectolitro apresentou expansão, sendo registrado por R$306, aumento de 2,34% na comparação com o 1T19 em decorrência principalmente do aumento das vendas de produtos que compõem o portfólio premium. Já o CPV apresentou aumento aumento acima da inflação, ficando em R$123,70, expansão de 8%.\r\n\r\n\r\nNo Brasil, principal operação da AmBev, o volume vendido de cerveja cresceu 11,30%, ficando em 18.880.000 de litros, com um aumento da receita líquida de 15,40%, que foi registrada em R$5,31 bilhões. O volume do segmento de não alcoólicos também apresentou alta no volume, que foi de 16,30%, sendo vendido 5.595.000 litros e com uma receita líquida de R$1,08 bilhão, alta de 25%.\r\nNo trimestre em análise, a AmBev apresentou uma melhor gestão de capital de giro, com destaque para o prazo médio de recebimento, que caiu 8 dias, ficando em 100 dias e prazo médio de pagamento a fornecedores, que aumentou 6 dias, encerrando o trimestre em 93 dias. Já o prazo médio de estocagem apresentou piora, passando de 91 dias para 101. Dado a melhor gestão de capital de giro, a Cervejaria apresentou uma menor necessidade de capital de giro para financiamento das operações, uma economia de R$571 milhões, ficando em R$3,30 bilhões negativos, o que sugere que não houve queima de caixa.\r\n\r\n\r\nNo que diz respeito ao endividamento, a Cervejaria segue com uma posição confortável. No que tange a dívida líquida, esta é negativa e foi registrada por R$7,75 bilhões. Um valor negativo sinaliza que o valor detido em caixa é suficiente para pagar as dívidas financeiras e ainda há sobra de caixa. Em decorrência do endividamento financeiro negativo, pode-se dizer que a Companhia não é alavancada.\r\nOutro indicador financeiro que a Companhia apresentou evolução foi a geração de caixa operacional, que ficou em R$3,55 bilhões, valor 31,97% superior ao reportado no mesmo período do ano anterior.   ",
            "valor_total": "264.676.930",
            "receita_liquida": "51.231.240",
            "numero_acoes": "15.726..500",
            "pl": "3,85",
            "resultado": "11.170.570",
            "dividendos": "0,49",
            "beta": "0,63",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:27:44",
            "editado": "2019-06-05T15:17:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37708,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-16/a3c3dfb235596803619b0abd1cf45d0cf4d2b244/abev3.PNG",
        "compra": "16,54",
        "compra_maxima": "16,64",
        "stop": "16,18",
        "objetivo": "17,30",
        "preco_encerramento": "16,54",
        "criado": "2019-05-16T11:09:14",
        "editado": "2019-05-20T10:19:22"
    },
    {
        "empresa": {
            "id": 106,
            "analista": 31,
            "nome": "Eztec",
            "codigo": "EZTC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/04258db68b3b27eb669ea2131ad86bdcaf108eba/EZTC.svg",
            "sobre": "A Eztec Empreendimentos e Participações S/A faz parte do grupo Eztec, holding com mais de 40 anos de experiência nos setores imobiliário, hoteleiro e agropecuário. A Companhia é também uma das maiores incorporadoras e construtoras de edifícios residenciais de São Paulo, com foco no médio e alto padrão. A Eztec é dividida em 3 unidades de negócios: Incorporação, que prospecta e desenvolve empreendimentos que antecipam as tendências do mercado; Engenharia e Construção, que garante a qualidade dos empreendimentos e a entrega no prazo; e Imobiliária, responsável pela manutenção das fortes velocidades de venda de seus empreendimentos. ",
            "pontos_positivos": "Prioriza rentabilizar seus ativos a partir de margem diferenciada, com giro racional e sem fazer uso de alavancagem que não seja o próprio financiamento à produção.\r\nA Construtora é reconhecida por cumprimento de prazos de forma rigorosa, o que gera confiança por parte de clientes que comprarem imóveis para investir ou para morar.\r\nAs recentes reduções na taxa de juros e na inflação favorecem o mercado imobiliário, na medida em que aumentam a atividade econômica, o consumo e o investimento.",
            "pontos_negativos": "Desemprego segue em patamar elevado.\r\nCrescimento econômico ainda em ritmo lento reduz a demanda por imóveis novos.\r\nPelo fato de a Companhia reconhecer a receita de vendas proveniente de seus imóveis segundo o método contábil da evolução financeira da obra, o ajuste do custo de um projeto de incorporação poderá reduzir ou eliminar a receita e o lucro anteriormente apurados.",
            "resumo": "Após a definição do quadro eleitoral, as expectativas dos agentes são positivas para com a economia brasileira. Avanços importantes em uma pauta econômica pró-reforma animam os mercados. A construção civil, setor que é bastante penalizado em recessões econômicas, começa a dar sinais de que o pior já passou. Na cidade de São Paulo, onde a Eztec tem destinado seus lançamentos desde 2015, a demanda imobiliária se apresenta consistente e resiliente, de forma que pode absorver novos lançamentos, bem como os estoques. Ainda, a taxa de juros Selic em níveis mínimos corrobora para o aumento da procura. \r\n \r\nAinda assim, a recuperação doméstica está se mostrando aquém do esperado para esse ano, vide constantes reduções da projeção do PIB para 2019 do relatório Focus, do Banco Central. Uma outra boa notícia para o setor foi a aprovação da Lei do Distrato. Inclusive, os distratos da Eztec já se mostram em declínio desde a metade de 2017 e no trimestre apresentado não foi diferente.\r\n \r\nAvaliamos que novos lançamentos serão fundamentais para alterar a dinâmica da Companhia, com atenção especial voltada para as renegociações, os distratos, as vendas de estoque e o repasse. Apesar da geração de caixa importante no período, assim como as disponibilidades totais, que cobrem suficientemente todos as obrigações, mantemos a tendência neutra para a EZTC3. Neste sentido, acreditamos no desempenho dentro da média do mercado para o ativo.  \r\n \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita líquida do 4T18 da Eztec foi de R$144,5 milhões, aumento de 69% em relação ao resultado do mesmo trimestre do ano passado, refletindo a venda das unidades lançadas. Na avaliação dos custos dos imóveis vendidos e serviços prestados, percebemos um aumento de 47,9% ante o 4T17, somando R$90,1 milhões. A métrica leva em consideração o custo do terreno, o desenvolvimento do projeto (incorporação), o custo de construção, os custos e provisões de manutenção e os encargos financeiros sobre o financiamento (SFH). O lucro bruto foi de R$54,3 milhões no 4T18, com uma margem bruta de 37,6%, aumento de 8,7 p.p. ante a margem bruta do último trimestre de 2017. Essa melhora é resultadosobretudo, da forte redução nos distratos. \r\n \r\nO Ebitda do trimestre analisado foi de R$15,2 milhões, salto de 107,9% em relação aos R$7,3 milhões reportados no 4T17. O indicador foi impactado positivamente pelo aumento da receita e redução das despesas gerais, comerciais e administrativas. O resultado financeiro líquido também apresentou crescimento, passando de R$25,4 milhões para R$30,7 milhões (+20,7%), comparando os mesmos períodos. No 4T18 as receitas financeiras somaram R$33,7 milhões, enquanto as despesas financeiras foram de R$3,0 milhões. Dessa forma, a Eztec viu seu lucro avançar 72,2%, atingindo R$43,5 milhões nos meses de outubro a dezembro de 2018.\r\n \r\nPassando para os dados operacionais, a Construtora apresentou neste trimestre o lançamento de 4 empreendimentos, 2 a mais que no 4T17, com valor geral de vendas (VGV) de R$518,0 milhões. As vendas líquidas do último trimestre de 2018 somaram R$285,5 milhões, crescimento de 178,4% em relação às vendas de R$102,4 milhões realizadas no mesmo período do ano anterior. Na avaliação dos distratos, houve queda de 49% em relação ao 3T18, com R$24,0 milhões no 4T18. O comportamento dos distratos apresenta contínua queda desde meados de 2017. \r\n \r\nO endividamento bruto somou R$91,3 milhões, retração de 11% em relação ao trimestre imediatamente anterior. Importante ressaltar que a dívida bruta da Eztec é composta exclusivamente de linhas do financiamento imobiliário do Sistema Financeiro da Habitação (SFH). Quando avaliamos o caixa e disponibilidades, percebemos o avanço de 12,6% nos valores deste trimestre em relação ao trimestre passado, totalizado em R$494,5 milhões. Como as disponibilidades totais são maiores que o endividamento da Companhia, a mesma apresenta sobra de caixa no valor de R$403,2 milhões, fato que permite o pagamento contínuo de proventos ao acionistas.",
            "valor_total": "4.128.344",
            "receita_liquida": "390.762",
            "numero_acoes": "165.002",
            "pl": "15,98",
            "resultado": "102.160",
            "dividendos": "0,52",
            "beta": "1,06",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:25:43",
            "editado": "2019-04-18T14:14:43",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37696,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte no gráfico diário",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-15/247c5bc8a30d5ff4a09a3879b1079c1637e454e9/EZTC3.PNG",
        "compra": "20,30",
        "compra_maxima": "20,23",
        "stop": "21,70",
        "objetivo": "19,20",
        "preco_encerramento": "20,25",
        "criado": "2019-05-15T10:26:40",
        "editado": "2019-05-17T10:28:28"
    },
    {
        "empresa": {
            "id": 13,
            "analista": 8,
            "nome": "JBS",
            "codigo": "JBSS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/d4de601845770de826f9e72f7572881b48fc92ad/JBSS.svg",
            "sobre": "A JBS tem mais de sessenta anos de história e se consolidou como o maior produtor de proteínas e a segunda maior empresa de alimentos do mundo. A companhia atua no processamento de carnes bovina, suína, ovina e de frango, atuando também na produção de alimentos de conveniência e valor agregado. Além disso, comercializa produtos de couros, higiene e limpeza, colágeno, embalagens metálicas, biodiesel, entre outros. Atualmente, a JBS tem mais de 400 unidades, sendo mais de 230 diretamente relacionadas à produção de carnes, produtos de maior valor agregado e conveniência no mundo. A companhia conta com mais de 235 mil colaboradores com capacidade de processar por dia de mais de 80 mil bovinos, 14 milhões de aves, 115 mil suínos e 100 mil peças de couro. A empresa conta com marcas reconhecidas como Swift, Friboi, Seara, entre outras. Ela tem presença em mais de 22 países, nos 5 continentes, atendendo mais de 350 mil clientes.",
            "pontos_positivos": "Consolidou um setor fragmentado, criando potencial de alcançar economias de escala e potencializar seu resultado operacional;\r\nPresença internacional forte dilui os riscos da companhia e cria ambiente propício para que suas ações se beneficiem de movimentos de alta do dólar;\r\nRecuperação da economia norte-americana frente ao governo Trump favorece as operações da empresa que tem grande atuação nesta região;\r\nProcesso rápido de desinvestimentos ajuda a empresa a honrar suas dívidas de curto prazo e a diminuir sua alavancagem financeira;\r\nO surto de peste suína africana na China, favorece a ampliação das exportações para o país e o aumento dos preços de seus produtos afetando positivamente a receita da companhia;\r\nDiversificação das fontes de receita por grupo alimentar e entre mercados consumidores em âmbito global.",
            "pontos_negativos": "Riscos associados a barreiras sanitárias ao mercado brasileiro. Em caso de embargos às exportações, a empresa pode sofrer com perda de receita e simultânea redução no valor de seus produtos no mercado interno em razão da expansão da oferta.\r\nA companhia faz uso intensivo de capital, tendo um grau de alavancagem elevado, o que a deixa exposta a oscilações em taxas de juros e compromete a obtenção de novos recursos para expansão.\r\nEnvolvimento da companhia nas operações da Polícia Federal, com a implicação de seus executivos trazendo fortes correções para o ativo.\r\nAinda que alimentos sejam um grupo de produtos com demanda inelástica, a deterioração do cenário econômico com queda na expansão econômica e aumento da inflação tem reflexo direto nas vendas da companhia.\r\nA empresa é diretamente afetada em sua receita pela oscilação no preço de grãos (milho e soja).",
            "resumo": "Os últimos 2 anos têm sido marcados por melhorias na estrutura da empresa, após um o turbulento envolvimento da companhia em escândalos de corrupção. A JBS divulgou seu resultado do 1° trimestre de 2019 onde foi possível enxergar uma melhora no desempenho da empresa. Com o resultado apresentado pela JBS no 1T19 acima das expectativas do mercado com destaque para o crescimento de mais que o dobro do seu lucro líquido e ampliação do prazo da dívida, frutos do bom desempenho da JBS Brasil e dos produtos da marca Seara. Dessa forma, enxergamos no atual momento que o pior ficou para trás.\r\nA companhia deve ser beneficiada pela oportunidade aberta com o surto de peste suína africana na China, que gerou um espaço maior para as exportações brasileiras. Esse surto, no pior dos cenários, pode fazer com que o país perca 40% do total de animais do seu rebanho, tendo uma produção reduzida em 35%. Contudo, os embarques dependerão dos preços ofertados pela China nos próximos meses. Até março, a China não mostrou preços interessantes se comparado a outros mercados como a Rússia, apesar de ser um país que poucos frigoríficos têm permissão para atender. Já nos EUA, país em que a companhia também mantém negócios, a oferta de gado e a demanda por carne bovina permanecem positivas apesar das adversidades climáticas do início do ano. O inverno rigoroso atrapalhou a entrega de bois e pressionou a rentabilidade das operações americanas de carne da JBS USA Beef, negócio mais importante da companhia.\r\nA queda nos preços dos grãos que são usados na ração animal, basicamente composto por milho e soja, também deve beneficiar a companhia, favorecendo os negócios de frangos e suínos da Seara, no Brasil e da Pilgrim’s Pride, nos EUA. A Seara, unidade da empresa que reúne os negócios de frango, suínos e alimentos processados no país, conseguiu aumentar o preço médio dos produtos processados em 12% no 1T19, em comparação com o mesmo período do ano anterior, porém teve sua margem Ebitda influenciada pela desabilitação de abatedouros de frango na Arábia Saudita e por problemas operacionais em duas plantas. Contudo, esse reajuste foi insuficiente para compensar os custos de produção. Por outro lado, os preços mais baixos dos grãos já começou a beneficiar os negócios de aves e suínos.\r\nAfastamos por hora o impacto na cotação de suas ações o risco de imagem provocado pelos escândalos, acreditamos que o mercado já precificou o evento, mas não é descartado novas quedas caso fatos novos venham a surgir no cenário das investigações e processos em andamento. No atual patamar de preço a empresa trabalha com múltiplos atrativos. Portanto, entendemos que a tendência de longo prazo da companhia é de alta e deve performar acima que os pares do setor.\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\nO lucro da JBS no 1T19 foi de R$1,092 bilhão, mais que o dobro em relação ao mesmo período do ano passado, cujo resultado foi de R$506,5 milhões. A receita líquida da companhia foi de R$44,4 bilhões, aumento de 11,5% favorecido pelo dólar, que apresentou uma valorização de 14% na comparação com o mesmo período do ano passado, saindo de R$3,24 e indo para R$3,77. Já o Ebitda (lucro antes de juros, impostos, depreciação e amortização) mostrou crescimento de 14,4%, alcançando o patamar de R$3,2 bilhões. As ações da empresa apresentam forte valorização no ano de 2019, cerca de 100%, mostrando os efeitos da peste suína africana na China.\r\nO processo de alongamento do perfil da dívida é um dos destaques. O vencimento das dívidas passou de 4,3 anos para 6 anos, auxiliando a companhia a ampliar seu crescimento. Contudo, a renegociação das dívidas continua por parte da companhia e o seu processo de listagem de ações nos Estados Unidos também. Apesar de não ser uma prioridade da JBS, os executivos da companhia ressaltaram que a operação de abertura de capital em outro país não é uma necessidade para a companhia, dada a boa situação financeira atual. A meta de longo prazo de alavancagem da companhia deve ser atingida nos próximos trimestres graças à geração de caixa da empresa. O índice de alavancagem, que mede a relação dívida líquida e Ebitda, ficou em 3,2x, número dentro das expectativas do mercado.\r\nA demanda da China por carne bovina seguiu bem aquecida. As exportações ao país a partir da Austrália ampliaram 80% no 1T19, mercado que deve sofrer ampliação devido a crise de suínos africana. A companhia se prepara agora para atingir mais que o dobro de exportações de carne bovina do Canadá para a China, já nos meses de junho e agosto.\r\nO alongamento da dívida da JBSS3 mostra o gerenciamento de passivos da companhia e sua posição mais confortável em termos de risco e refinanciamento. A extensão do prazo diminuiu a parcela de garantia reais e aumentou a liquidez dos bonds da empresa. Se considerada a geração de caixa da companhia e sua posição de caixa, ela se encontra coberta até 2025 em termos de risco de refinanciamento. Esses números geram um conforto tanto para o acionista quanto para os credores, refletindo em juros menores e um maior fluxo de caixa livre para o acionista.",
            "valor_total": "30.865.420",
            "receita_liquida": "181.680.240",
            "numero_acoes": "2.663.110",
            "pl": "10,49",
            "resultado": "25.200",
            "dividendos": "0,05",
            "beta": "0,90",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:08:29",
            "editado": "2019-05-27T15:26:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37687,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência dentro da tendência de alta ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-14/a801a112a874504d8d9859e9c74a46e289e8ac74/JBSS3.PNG",
        "compra": "20,85",
        "compra_maxima": "20,92",
        "stop": "19,48",
        "objetivo": "22,70",
        "preco_encerramento": "22,17",
        "criado": "2019-05-14T12:12:09",
        "editado": "2019-05-16T10:29:25"
    },
    {
        "empresa": {
            "id": 314,
            "analista": 46,
            "nome": "Banco BTG Pactual",
            "codigo": "BPAC11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-9-18/cd5b6b5b756c405f66961f058b9bc5f5fff0d753/BBTG11.png",
            "sobre": "O BTG Pactual é um banco de investimentos que atua também nas áreas de gestão de ativos e fortunas. Sua posição é dominante no Brasil e o Banco tem ainda uma plataforma internacional de investimentos e de distribuição. O grupo BTG se divide em seis principais áreas de negócio: Investment Banking, Corporate Lending, Sales and Trading, Asset Management, Wealth Management e Participations. O Banco BTG Pactual conta com escritórios em três continentes: América do Sul (São Paulo, Rio de Janeiro, Brasília, Recife, Porto Alegre, Belo Horizonte, Curitiba, Medellín, Bogotá, Lima, Buenos Aires e Santiago), América do Norte (Nova Iorque, Miami e Cidade do México) e Europa (Londres e Luxemburgo).",
            "pontos_positivos": "Banco líder no segmento de investimentos e mercado de capitais no Brasil, com marca reconhecida em todas as áreas de negócio em que atua.\r\nPossui atuação bastante diversificada, o que reduz o risco específico de cada uma das áreas.\r\nAumento dos ativos geridos tanto em AuM, quanto em Asset Management e Wealth under Management.",
            "pontos_negativos": "Redução do lucro líquido ajustado e do ROAE tanto na comparação trimestral quanto na anual.\r\nQueda expressiva da receita vinda do segmento de Sales & Trading na comparação anual, sendo que ele representa 28,7% da receita.",
            "resumo": "No cenário político brasileiro, vimos que o ano de 2018 foi marcado, principalmente, pelas incertezas do cenário eleitoral. Elas foram antecipadas pela Greve do Caminhoneiros, que ocorreu em maio de 2018. Mediante a esse cenário de maior apreensão, o BTG Pactual adotou uma postura mais conservadora, o que culminou na redução da receita gerada pelo segmento de Sales & Trading. Além disso, a cautela fez com que a economia brasileira apresentasse dificuldade para retomar o crescimento, de modo que as previsões do PIB de 2018 e de 2019 sofreram cortes em sequência. Dessa forma, observou-se um nível de investimento ainda baixo, associado à elevada capacidade ociosa das indústrias e ao alto desemprego. \r\n\r\nFoi possível observar que os resultados apresentados pelo Banco no 4T18 tiveram vieses mistos. Na comparação trimestral, a receita cresceu mais do que as despesas operacionais ajustadas, o que é positivo. Porém, tanto o lucro quanto o ROAE da Companhia apresentaram redução. Enquanto isso, o índice de eficiência melhorou.\r\n\r\nAcreditamos que o Brasil pode voltar a crescer como se espera em 2019. Porém, para que isso aconteça, é necessário que as reformas sejam devidamente aprovadas. Assim, a confiança por parte dos investidores seria retomada, o que fomentaria positivamente as atividades desenvolvidas pelo BTG Pactual. Apesar dos resultados apresentados não terem sido tão bons, acreditamos que a instituição continua possuindo fundamentos sólidos. Além disso, sem o sentimento de apreensão que marcou a maior parte de 2018, vemos que o Banco pode continuar a apresentar resultados positivos. Por isso, vemos que a tendência de longo prazo do BTG Pactual é de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 (4T18), o BTG Pactual registrou receita total de R$1,5 bilhão. Esse resultado é 13% superior àquele apresentado no mesmo período do ano passado (1,4 bilhão). O destaque fica para o segmento de Asset Management, que evoluiu 65% de um trimestre a outro (R$169 milhões no 4T17 versus R$279 milhões no 4T18) graças a um crescimento de 43,2% no AuM/AuA (ativos sob gestão ou administração) médio no período e a maiores taxas de performances.\r\n\r\nNa direção oposta, a receita do Investment Banking recuou 40% (R$144 milhões no 4T17 versus R$86 milhões no 4T18), devido ao fraco desempenho de ECM (mercado de capital e ações) e à performance elevada de M&A no 4T17. De toda forma, o segmento de Sales & Trading continua sendo o mais representativo, mesmo que a sua participação na receita total tenha passado de 50,5% para 32,1%.\r\n\r\nPor outro lado, a receita total do Banco reduziu 3,2% de 2017 para 2018, passando de R$5,5 bilhões para R$5,4 bilhões. Essa redução pode ser explicada pela adoção de uma alocação de risco conservadora, o que ocasionou a contração dos resultados da área de Sales & Trading. De fato, observou-se redução de 36% na receita deste segmento na comparação anual. Além disso, a redução de 1,7% do patrimônio líquido também contribuiu para a diminuição da receita.\r\n\r\nQuanto às despesas operacionais ajustadas, observou-se aumento de 8% na comparação trimestral, passando de R$746 milhões no 4T17 para R$809 milhões no 4T18. Os bônus e as despesas tributárias (excetuando-se o imposto de renda) apresentaram, cada um, alta de 24%, ao passo que a amortização de ágio diminuiu 26%. \r\n\r\nJá na comparação anual, as despesas caíram 3% (R$2,65 bilhões em 2017 versus R$2,56 bilhões em 2018). Novamente, a amortização com ágio foi a maior variação, uma vez que essa despesa contraiu 48% em relação ao ano de 2017, enquanto os salários e os benefícios aumentaram 16%. As despesas administrativas e outras, que corresponderam em 2018 por 32,8% das despesas, apresentaram redução de 1%.\r\n\r\nMediante a isso, o lucro líquido ajustado foi de R$711 milhões no 4T18, queda de 4,4% frente àquele registrado no 4T17. Essa diminuição do lucro teve contribuição do aumento do imposto de renda e da contribuição social, que passou de R$8,9 milhões no 4T17 para R$84,9 milhões no 4T18, em valores ajustados. Já na comparação anual, o lucro diminuiu 7,0%, passando de R$2,9 bilhões em 2017 para R$2,7 bilhões em 2018.\r\n\r\nJá em relação ao ROAE (Return On Average Equity) anualizado, calculado como a relação entre o lucro líquido e o patrimônio líquido médio, observou-se declínio. Na comparação trimestral, houve contração de 1,0 p.p., passando de 16,0% no 4T17 para 15,0% no 4T18. A razão da diminuição do ROAE foi a diminuição do lucro, aliado a um crescimento de 1,7% no patrimônio líquido entre o 4T17 e o 4T18. Já na comparação anual, a diminuição foi de 1,6 p.p. (16,3% em 2017 versus 14,7% em 2018).\r\n\r\nNo que concerne o índice de eficiência do BTG Pactual, que é calculado pela razão entre as despesas ajustadas totais e as receitas ajustadas totais, observou-se redução. Ressalta-se que quanto menor for o índice, melhor, pois indica que as despesas representam uma menor fração da receita. Na comparação trimestral, a redução foi de 2,2 p.p., passando de 54,4% para 52,2%, enquanto na comparação anual a diminuição foi de 0,2 p.p. (48,0% em 2017 versus 47,8% em 2018).\r\n\r\nQuanto ao índice de Basileia, utilizado para mensurar a solvência das instituições financeiras, observou-se redução de de 1,4 p.p., passando de 18,0% no 4T17 para 16,6% no 4T18. Apesar dessa redução, o Índice permanece acima do mínimo estipulado pelo Banco Central (8,625%).",
            "valor_total": "20.552.557",
            "receita_liquida": "12.654.743",
            "numero_acoes": "872.720",
            "pl": "21,75",
            "resultado": "2.360.784",
            "dividendos": "1,38",
            "beta": "0,75",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-09-01T16:51:47",
            "editado": "2019-04-02T14:18:32",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37658,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "O Ativo vem de uma forte tendência de alta, respeitando as médias formando topos e fundos ascendentes. Hoje o ativo veio para superar a máxima do candle que respeito a média de 21 períodos.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-10/3eda72449f1b490eb7f114abd6133a980f07f2be/bpac11.PNG",
        "compra": "40,55",
        "compra_maxima": "40,65",
        "stop": "38,93",
        "objetivo": "42,65",
        "preco_encerramento": "39,62",
        "criado": "2019-05-10T10:15:36",
        "editado": "2019-05-16T10:12:38"
    },
    {
        "empresa": {
            "id": 150,
            "analista": 8,
            "nome": "BRF Foods",
            "codigo": "BRFS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7baec542e1f87fda4e48c3ca78772f0d0348d0b1/BRFS.svg",
            "sobre": "A BRF é uma das maiores empresas de alimentos de proteína in natura e congelados do mundo, tendo intensa atuação nacional e presença em mais de 140 países nos 5 continentes. O grupo detém marcas de renome como Sadia, Perdigão, Chester, Perdix, Batavo e Qualy e conta com mais de 30 plantas em diferentes regiões no Brasil e 47 centros de distribuição, 20 deles no Brasil e 27 no exterior. Essa grande divisão espacial lhe permite custos mais baixos de transporte. A empresa conta com 551 mil entregas mensais, 27 escritórios comerciais no exterior e 9 unidades industriais estrangeiras. O seu foco se concentra no portfólio de cortes suínos e aves.",
            "pontos_positivos": "Possui marcas fortes;\r\nEstrutura logística integrada ao longo da cadeia produtiva, especialmente com centros produtivos estrategicamente próximos a canais de escoamento da produção;\r\nForte processo de internacionalização que dilui riscos de atuação concentrada;\r\nBusca por descontinuação de linhas de produtos não rentáveis ao mesmo tempo em que são incrementadas linhas de maior valor agregado;\r\nReavaliação dos embargos da União Europeia as exportações brasileiras sobre carnes suínas;\r\nRedução nos preços de commodity (milho e soja), reduz o custo de ração, consequentemente ampliando a margem sobre produto.\r\nEfeitos positivos sobre as exportações da companhia causado pela crise da peste suína africana.",
            "pontos_negativos": "Envolvimento nas operações Lava Jato podem trazer fortes prejuízos para a empresa, além de embargos sanitários;\r\nConcorrência no mercado interno é grande;\r\nVários executivos desligados da BRF se empregaram na concorrência, aumentando a inteligência de negócios dos concorrentes e diminuindo da BRF;\r\nEmbargos a carne de frango na União europeia e algumas restrições sanitárias na Rússia, mercado que tem pago mais que a China.",
            "resumo": "O primeiro trimestre de 2019 teve uma atividade econômica decepcionante, os números aquém do esperado provocaram uma revisão nas perspectivas de crescimento do Brasil. Nesse período a BRF manteve a execução do seu plano estratégico para recuperação da rentabilidade da companhia. O prejuízo apresentado pela empresa na casa de R$1 bilhão assustou os investidores e fez com que o papel caísse logo após a divulgação de seu balanço do 1T19. Contudo, o prejuízo teria diminuído na faixa de 15% na comparação anual, se retirado o impacto registrado na venda das operações argentinas, saindo de R$133 milhões para R$113 milhões, o que não deixa de ser um ponto de fôlego para a companhia que vinha acumulando sucessivos resultados negativos. A BRF teve um menor volume de produtos vendidos em decorrência das restrições impostas pela Arábia Saudita, porém com crescimento de receita em 5% comparado ao mesmo período do ano passado. Esse crescimento da receita tem origem nos reajustes dos preços na faixa de 35%, que por sua vez foram provocados pelo aumento dos preços dos grãos a partir do 2S18, que são o maior insumo na alimentação animal.\r\nEm junho do ano passado a companhia se viu envolvida na Operação Trapaça, terceira fase da Operação Carne Fraca, que revelou um esquema de fraude entre a empresa e laboratórios na análise da bactéria salmonela, destinada ao mercado externo. Esse fato acabou culminando no embargo das exportações brasileiras de 20 plantas de carne de frango, incluindo a companhia. Contudo, a União Europeia deve reavaliar até o fim do 1S19 o plano de ação enviado pelo Ministério da Agricultura que busca retirar o embargo às exportações brasileiras.\r\n\r\nA China representa cerca de 50% da demanda global de carne suína sendo o maior produtor e consumidor do mundo. O surto de peste suína africana sacudiu o país, influenciando as exportações brasileiras e se transformando em uma grande oportunidade para a BRF, fato que deve ter um impacto muito positivo sobre os preços dos produtos exportados. Contudo, no curto prazo a empresa é incapaz de aumentar de forma significativa a produção de frango, sendo considerado o prazo de um ano para que esse aumento seja suprido. A meta da companhia, que é recuperar o nível de rentabilidade histórico, pode ser atendido antes do prazo inicial que havia sido estipulado para 2020 devido à crise chinesa, sendo que os efeitos do surto de peste suína devem ter forte impacto a partir do 2S19. O grande ponto de atenção no que diz respeito a peste suína africana é em relação ao possível surgimento de uma sobreprodução. Esse efeito pode ser causado no momento em que a China conseguir resolver os problemas da doença, o que gerará um aumento em sua produção. Nesse cenário é ideal que a BRF evite aumentos drásticos de produção de frango e suínos. A companhia possui um negócio cíclico e que deve ser levado em consideração pelo investidor. \r\n\r\nO atual cenário é favorável para a BRF se recuperar. No que diz respeito aos custos de produção, o milho, principal ingrediente para ração de aves e suínos, mostra queda no país, mostrando efeitos diretos sobre o resultado da companhia. O ideal para a companhia seria aproveitar esse ciclo favorável e reduzir seu endividamento que atualmente se encontra casa de 16 milhões. Sendo assim, acreditamos que a BRF está bem posicionada para se beneficiar da elevação do preço da proteína animal diante de uma maior demanda para exportação e da redução dos custos, que envolve a queda no preço dos grãos. Portanto, ambos os fatores devem provocar uma melhora nas margens e rentabilidade da empresa. Nesse momento, uma parte considerável do que aqui foi exposto já foi precificado pelo mercado, o preço da ação da BRF (BRFS3) subiu mais que 45% neste ano, saindo da região de R$ 21,00 para próximo de R$ 30,00. Acreditamos na continuidade da tendência de alta para a empresa, com recomendação de compra até o preço limite de R$ 28,00 e preço alvo de R$ 36,00.",
            "valor_total": "18.378.580",
            "receita_liquida": "29.513.030",
            "numero_acoes": "811.420",
            "pl": "9,00",
            "resultado": "-5.481.490",
            "dividendos": "0,00",
            "beta": "0,99",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:59:29",
            "editado": "2019-05-27T15:31:20",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37681,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Pullback na média de 21 períodos. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-14/7f8819392fe268692468c5ce711aed79f0bb4277/BRF.PNG",
        "compra": "30,25",
        "compra_maxima": "30,45",
        "stop": "29,16",
        "objetivo": "31,52",
        "preco_encerramento": "31,53",
        "criado": "2019-05-14T10:18:25",
        "editado": "2019-05-15T17:30:27"
    },
    {
        "empresa": {
            "id": 52,
            "analista": 42,
            "nome": "Lojas Americanas",
            "codigo": "LAME4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/a0d57984b07cd298ea07ce381bf121f2043f4a9f/LAME.svg",
            "sobre": "A Lojas Americanas S.A. é uma das maiores e mais tradicionais redes de varejo do país. Com 87 anos de vida, a Empresa conta com mais de 1.300 lojas com presença em todo o território nacional e com 4 centros de distribuição em São Paulo, Rio de Janeiro, Recife e Uberlândia, atuando também no comércio eletrônico, representado pela B2W - Companhia Digital. A rede comercializa mais de 60.000 itens de 2.000 fornecedores diferentes, o que faz com que a Lojas Americanas detenha uma grande participação do comércio brasileiro de brinquedos, bombonière, lingerie, CDs e DVDs, jogos, higiene e beleza e utilidades domésticas.",
            "pontos_positivos": "Expansão no número de lojas.\r\nPorfólio variado de produtos.\r\nElevação do nível de serviço oferecido aos clientes com estratégias que visam a redução do tempo de entrega.\r\nMelhor gestão de capital de giro.\r\nRedução da alavancagem financeira.",
            "pontos_negativos": "Utilização intensa de capital de giro.\r\nMenor demanda por bens de consumo.\r\nElevado nível de desemprego e redução da média salarial.\r\nDiminuição nas vendas à vista e consequente elevação das vendas à prazo.\r\nModelo de negócio com alta competitividade, o que acaba pressionando as margens de lucratividade.\r\nPouco poder de barganha com fornecedores.\r\nConsolidação da Amazon como um importante player no segmento de e-commerce no Brasil.",
            "resumo": "Apesar da eleição de um governo com viés liberal e com uma agenda reformista, ainda não é possível observar melhoras significativas no ambiente macroeconômico. Percebe-se a desidratação das expectativas de expansão do PIB, leve piora no nível de desemprego associada à estagnação da renda média nacional. Tais fatos se constituem como um fator desestimulante para a atividade varejista. Segundo dados da Fundação Getúlio Vargas, é possível observar a deterioração de indicadores de confiança do consumidor e de incertezas econômicas. Ainda de acordo com a Fundação, a deterioração desses indicadores reflete a frustração por parte dos consumidores com a velocidade da retomada da atividade econômica, melhora nos níveis de emprego e finanças familiares. Já o segundo sinaliza uma menor propensão ao investimentos pelo empresariado.\r\n\r\n\r\nAcreditamos que o atual cenário econômico tem se apresentado desafiador para o segmento varejista. Segundo a pesquisa mensal do comércio, promovida pelo IBGE, no acumulado de 12 meses, o volume de vendas do varejo segmentado em bens de consumo tais quais  móveis e eletrodomésticos apresenta recuo de 10,60p.p. na comparação com o mesmo período de 2018, uma das mais fracas performances do varejo em geral. Ainda de acordo com o BC, o consumo das famílias se encontra estagnado, não apresentando evolução na comparação com trimestres anteriores.\r\n\r\n\r\nAo analisar as demonstrações financeiras da Lojas Americanas (LAME4), observa-se que a Companhia apresentou evolução em importantes indicadores financeiros e reportou um crescimento acima da média do segmento. Porém, a despeito do resultado satisfatório, da consistente evolução do plano de expansão e do volume de vendas, mantemos inalterado o teor de cautela com o ativo, o que nos leva a manter a tendência neutra para longo prazo, visto que a Companhia não consegue apresentar um histórico consistente de bons resultados (há sempre a alternância entre lucros e prejuízos). Ainda destacamos a consolidação da Amazon no mercado de e-commerce nacional, o que pode gerar possíveis perdas de participação de mercado para as Lojas Americanas dado a alta concorrência do segmento.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo término do quarto trimestre de 2018, as Lojas Americanas reportaram uma receita líquida de R$5,92 bilhões, expansão de 9,70% em comparação com o valor apresentado no 4T17. O referido aumento está associado ao maior volume de vendas observado no período, que foi auxiliado pela inauguração de 196 pontos de vendas ao longo de 2018. Os pontos de vendas recém inaugurados, com até 12 meses, apresentaram avanço no volume de vendas de 8,20%, desse modo, ficando acima da inflação no período. No que tange o Ebitda, indicador que mede o desempenho financeiro operacional, este foi reportado pelo valor de R$1,06 bilhão, 5,30% superior ao auferido no 4T17, sofrendo maior pressão pelas despesas operacionais e custos,  os quais se expandiram respectivamente 19,50% e 9,10%, ambas na comparação com o 4T18. O lucro líquido alcançou R$272 milhões, o que representa uma retração de 4,20% frente ao reportado no 4T17. Não havendo nenhum impacto pelos gastos com juros, dado que estes se mantiveram em linha com o reportado ao término do 4T17, ficando em R$812 milhões.\r\n\r\n\r\nNo acumulado do ano de 2018, as Lojas Americanas investiram R$942 milhões, valor em linha com o investido ao longo de 2017. A maior parcela dos recursos, 79%, foi direcionada para inauguração de novas lojas e obras de melhorias. Com isso, a Varejista inaugurou 134 novas lojas durante o 4T18, atingindo um total de 1.490 pontos de vendas. No que se refere à gestão de capital de giro, na comparação com o último trimestre de 2018, a Varejista apresentou uma leve evolução, que foi impactada positivamente pelo menor tempo de giro dos estoques, que passou de 141 dias para 136 e pelo prazo de recebimento das vendas, que passou de 158 dias para 154. Ao mesmo tempo que o prazo de pagamento a fornecedores permaneceu inalterado em 48 dias. Em decorrência da melhor gestão de capital de giro, ao término do 4T18, a necessidade de capital de giro para financiamento das operações ficou em R$833 milhões, recuo de 44% na comparação com o mesmo período do ano anterior.\r\n\r\n\r\nNo que tange a estrutura de endividamento, ao término do 4T18, a Varejista possuía uma dívida líquida de R$3,74 bilhões, montante em linha com o reportado ao fim do 4T17, aumento de 2,60%. A alavancagem financeira, que é mensurada pelo quociente dívida líquida e Ebtida, apresentou redução, indo de 1,4x para 1,2x. A melhora nos indicadores de endividamento está associada diretamente ao incremento do caixa na Companhia, que atingiu R$6,81 bilhões, frente R$3,56 bilhões reportado ao fim do quatro trimestre de 2018. Outro fator que ajuda a explicar a melhora dos indicadores de endividamento foi o aumento do Ebitda, anteriormente comentado e redução do endividamento de curto prazo, sob a forma de debêntures e financiamentos. No que tange o nível de solvência da Companhia, este apresentou evolução, tanto no curto como no longo prazo, na comparação com o mesmo período do ano anterior, mantendo-se em níveis confortáveis.",
            "valor_total": "25.365.870",
            "receita_liquida": "17.305.100",
            "numero_acoes": "1.598.350",
            "pl": "3,86",
            "resultado": "392.410",
            "dividendos": "1,25",
            "beta": "1,10",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:21:12",
            "editado": "2019-04-19T13:27:01",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37676,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte no diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-13/b1ac1308f47a0b1d07357c358c3334e7e4f114ea/lame4.PNG",
        "compra": "14,81",
        "compra_maxima": "14,75",
        "stop": "15,64",
        "objetivo": "14,18",
        "preco_encerramento": "14,87",
        "criado": "2019-05-13T14:50:27",
        "editado": "2019-05-15T10:43:19"
    },
    {
        "empresa": {
            "id": 181,
            "analista": 46,
            "nome": "Banco Banrisul",
            "codigo": "BRSR6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7a58abf6d3dc5780d5ea62990f04ac0fadf1e5ed/BRSR.svg",
            "sobre": "Fundado em 1928, o Banrisul é um banco múltiplo controlado pelo Estado do Rio Grande do Sul. A rede de atendimento Banrisul conta com quase 1.200 pontos, distribuídos em 518 agências, das quais 495 estão no Rio Grande do Sul, 17 em Santa Catarina, 4 nos demais estados brasileiros e 2 no exterior. A atuação do Banco abrange as áreas de operações de crédito pessoal, crédito imobiliário, financiamentos de longo prazo com recursos próprios e com recursos obtidos de instituições governamentais, linhas de crédito para agricultura e pecuária, linhas de crédito empresarial, poupança, depósito à vista e à prazo, além da administração de recursos de terceiros.",
            "pontos_positivos": "Baixos índices de inadimplência, mesmo atuando majoritariamente no varejo.\r\nElevação expressiva do lucro líquido recorrente anual.\r\nCrescimento da carteira de crédito do Banco, com destaque para o setor varejista, que é o foco de atuação da Instituição.\r\nControle eficiente das despesas de intermediação financeira.",
            "pontos_negativos": "Setor competitivo, onde uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nPelo maior acionista ser o Estado do Rio Grande do Sul, torna-se mais fácil a interferência do governo em prol de objetivos sociais ou políticos, sem priorizar, necessariamente, os objetivos financeiro-econômicos.\r\nAs agências são concentradas no Rio Grande do Sul, sendo que a presença em outras partes do Brasil ainda é baixa.",
            "resumo": "O ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro, que é tido como um presidente com discursos mais reformistas e mais pró-mercado. Segundo estudo do governo, a proposta original da reforma da Previdência pode economizar cerca de R$1,0 trilhão em 10 anos, o que proporcionaria um certo alívio no déficit fiscal brasileiro. Porém, o mercado ainda fica apreensivo sobre os possíveis cortes que podem acontecer durante o processo de discussão da reforma. Mediante a este cenário de apreensão, vemos que a economia brasileira encontra dificuldade para retomar um crescimento mais vigoroso, com as expectativas do PIB sendo reajustadas para baixo. Além disso, o desemprego permanece elevado, bem como a capacidade ociosa das indústrias.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Banco Banrisul no 4T18, percebe-se que eles foram positivos. Houve aumento do lucro, acompanhado da elevação da margem financeira. Por sua vez, a carteira de crédito do Banco cresceu (com destaque para o varejo), ao mesmo tempo em que a inadimplência diminuiu. Com isso, foi possível reduzir o PDD (provisão para operações de crédito de liquidação duvidosa), o que contribuiu para o aumento do lucro. As despesas, por sua vez, estão sob controle. \r\n\r\nAcreditamos que a aprovação da reforma da Previdência poderá trazer um crescimento mais forte para a economia brasileira. Assim, espera-se mais investimentos e redução do desemprego. O aumento do consumo, por sua vez, pode aumentar a demanda pelo crédito oferecido pelo Banco Banrisul. Aliado aos resultados apresentados no 4T18, vemos a tendência de longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco Banrisul apresentou lucro líquido recorrente de R$300,1 milhões, resultado 7,3% inferior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$1,1 bilhão em 2018, o que corresponde a uma alta de 20,3% em relação a 2017. Em dezembro de 2018, a Empresa apresentou o Plano de Desligamento por Aposentadoria Voluntária (PDAV), que implicou em uma provisão de R$86,5 milhões e afetou o lucro líquido (incluindo eventos não recorrentes).\r\n\r\nPor sua vez, observou-se evolução da margem financeira, que representa a diferença entre os juros pagos ao banco (devido ao crédito concedido) e aqueles pagos pelo banco (devido ao crédito tomado). No 4T18, o Banrisul registrou margem financeira de R$1,6 bilhão, face ao R$1,4 bilhão do 4T17 (alta de 10,5%). Na comparação anual, a alta foi de 9,1%, passando dos R$5,2 bilhões em 2017 para R$5,7 bilhões em 2018.\r\n\r\nDo ponto de vista das despesas de intermediação financeira, foi possível observar uma redução de 4,1% na comparação trimestral (R$1,4 bilhão versus R$1,3 bilhão) e de 17,2% entre 2017 e 2018 (R$6,2 bilhões versus R$5,1 bilhões). Já no que tange as despesas administrativas recorrentes, houve alta de 8,3% entre o 4T17 e o 4T18 (R$913,6 milhões versus R$989,3 bilhões) e elevação de 4,9% na comparação anual (R$3,6 bilhões versus R$3,8 bilhões).\r\n\r\nEm relação à carteira de crédito do Banco Banrisul, observou-se um crescimento de 8,6% entre dezembro de 2017 (R$31,4 bilhões) e o mesmo período de 2018 (R$34,1 bilhões). Dentre os diferentes segmentos da carteira, destaca-se o de pessoas físicas. Ele já representava a maior parte da carteira em 2017 (50,7%) e, após uma elevação de 4,5 p.p., passou a representar 55,2% da totalidade da carteira, fechando 2018 com R$18,8 bilhões. Isso reforça a estratégia de negócios do Banco, atendendo, majoritariamente, ao varejo.\r\n\r\nPensando na qualidade da carteira de crédito do Banco, avalia-se o índice de inadimplência acima de 90 dias. Entre 2017 e 2018, o mesmo passou de 3,56% para 2,55%. A redução de 1,01 p.p, mesmo com o crescimento de 8,6% da carteira de crédito, indica que a concessão de crédito continua a ser feita com o devido rigor, com controle de risco e evitando clientes de perfil duvidoso. Com isso, o Banco registrou índice de inadimplência acima de 90 dias inferior aos seus pares. \r\n\r\nCom a diminuição da inadimplência, foi possível reduzir as despesas anuais de provisão para operações de crédito de liquidação duvidosa (PDD). Em 2017 essa despesa foi de R$1,4 bilhão e caiu para R$1,3 bilhão em 2018 (baixa de 11,4%). Porém, na comparação entre trimestres, constatou-se aumento de 27,4%, passando de R$353,0 milhões no 4T17 para R$449,8 mmilhões no 4T18.\r\n\r\nDessa forma, é possível perceber que o lucro líquido recorrente do Banco Banrisul diminuiu entre o 4T17 e o 4T18 devido ao aumento do PDD e à elevação das despesas administrativas recorrentes, que superaram os ganhos com a elevação da margem financeira e a alta da receita de serviços e tarifas bancárias. Em contrapartida, o aumento do lucro anual foi influenciado pelo incremento da margem financeira, crescimento das despesas administrativas recorrentes, aumento da receita de tarifas e serviços e menor PDD.\r\n\r\nJá em relação ao ROAE recorrente, que representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos, calculada a partir do patrimônio líquido médio do período, constatou-se um resultado misto. De um lado, o ROAE apresentou queda de 2,6 p.p. entre o 4T17 e o 4T18, passando de 20,2% para 17,6%. Por outro lado, entre 2017 e 2018 houve uma alta de 1,8 p.p., de 13,5% para 15,3%.",
            "valor_total": "6.684.194",
            "receita_liquida": "9.519.552",
            "numero_acoes": "408.974",
            "pl": "17,72",
            "resultado": "1.312.517",
            "dividendos": "1,06",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:05:58",
            "editado": "2019-03-15T12:11:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37641,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Pivô de alta no gráfico diário",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-8/65b9498b32414a1c770796ffd1ae4aad3ff169cd/brsr6.PNG",
        "compra": "24,73",
        "compra_maxima": "24,85",
        "stop": "23,72",
        "objetivo": "26,00",
        "preco_encerramento": "24,17",
        "criado": "2019-05-08T11:36:32",
        "editado": "2019-05-13T10:59:54"
    },
    {
        "empresa": {
            "id": 161,
            "analista": 31,
            "nome": "Aliansce",
            "codigo": "ALSC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/8418b4deb789037b581a001d3cefa1113d94edf4/ALSC.svg",
            "sobre": "A Aliansce é uma das empresas líderes no setor de Shopping Centers e é a segunda maior administradora de shoppings dentre as listadas na bolsa. As principais atividades da são as participações em Shopping Centers e a prestação de serviços neste segmento, incluindo: (i) a administração; (ii) a comercialização de espaços; e (iii) o planejamento e desenvolvimento de Shopping Centers. A Companhia atua em todas as fases de implementação, desde o planejamento (estudo de viabilidade do empreendimento), desenvolvimento do projeto, lançamento, até o gerenciamento da estrutura e gestão financeira, comercial, jurídica e operacional. A Empresa está presente nas cinco regiões brasileiras e atende todas as faixas de renda.",
            "pontos_positivos": "Aumento da receita de estacionamento e aluguel foram os destaques deste trimestre que ajudaram a alcançar um lucro líquido maior.\r\nDiversificação geográfica dos centros comerciais operados pela Companhia e atuação focada em mais de um segmento de público alvo contribuem para diluição dos riscos da Empresa.\r\nOs principais acionistas da Companhia têm grande experiência no mercado de shopping centers e a Empresa é comprometida com alto padrão de governança corporativa.\r\nTaxa de vacância dos empreendimentos operados pela Companhia é baixa, o que favorece diluição de custos e potencialização da rentabilidade da operação da Empresa.\r\nExpansão da economia, com manutenção na taxa de juros Selic, tende a favorecer os negócios da Empresa.\r\nFortalecimento do caixa.\r\nPossível negociação envolvendo a Sonae Sierra, o que geraria ganhos de sinergia para a Administradora de Shoppings.",
            "pontos_negativos": "Existe grande nível de sensibilidade das vendas de shoppings a fatores macroeconômicos, especialmente ao nível geral de emprego, de renda disponível, PIB e confiança do consumidor.\r\nQueda no ritmo da atividade econômica pode ampliar as taxas de vacância da Companhia.\r\nA renovação compulsória de aluguéis por determinação judicial pode comprometer a rentabilidade geral da Empresa.\r\nAlavancagem financeira alta em comparação aos seus pares.",
            "resumo": "No primeiro trimestre de 2019, foi observado uma melhora nos indicadores operacionais dos shoppings, como aumento nas vendas, queda nas taxas de inadimplência e vacância. A Aliansce tem direcionado esforços para um mix de lojistas mais atualizados às demandas dos consumidores e para operadores com melhor capacidade financeira, o que tem surtido efeito em relação à inadimplência e ocupação. Mesmo tendo uma base de comparação mais forte, visto que a Páscoa foi em março do ano passado, enquanto neste ano foi em abril (será refletida no 2T19), a receita apresentou crescimento de 7,8%.\r\n\r\nDiante da lenta recuperação do mercado de trabalho, da queda nas projeções de crescimento do PIB, de acordo com relatório Focus, e das dificuldades de se alcançar o equilíbrio orçamentário familiar, os consumidores mantêm uma postura conservadora, o que impacta diretamente o segmento que a Aliansce está inserida. Apesar do cenário de incerteza, a Aliansce apresentou crescimento em importantes rubricas operacionais e bom desempenho no que tange à taxa de ocupação. A Companhia apresenta alavancagem financeira alta em relação aos seus pares, o que nos faz ter uma visão mais cautelosa, porém busca fortalecer o caixa, com a emissão de debêntures e a venda do Boulevard Corporate Tower, e segue negociando para diminuir a sua dívida, sobretudo o custo da mesma. Além disso, temos a expectativa de melhora da situação econômica, apesar da desarticulação do governo com o Legislativo, mantemos a tese de aprovação da reforma da Previdência. Dessa maneira, mantemos a tendência de longo prazo da Aliansce em alta.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nEm relação aos principais dados financeiros, a receita líquida da Aliansce somou R$140,6 milhões no 1T19, crescimento de 7,8% ante o mesmo período do ano anterior. O resultado foi impulsionado pelo aumento da receita de aluguel, refletindo a substituição de lojistas inadimplentes por operadores com maiores níveis de produtividade e vendas/m². Outra boa contribuição veio da receita de estacionamento, com expansão de 10,0% comparando os mesmos períodos, com aumento do tícket médio em 16 dos shoppings do portfólio. Os custos de aluguéis e serviços chegaram a R$39,8 milhões, queda de 1,8% comparado com o 1T18. Destaque para a provisão para devedores duvidosos (PDD), que teve redução de 38,9%. \r\nTanto a queda da PDD quanto o aumento da receita de locação, foram determinantes para o Ebitda ajustado expandir 6,7% no 1T19, totalizando R$91,0 milhões. O resultado operacional líquido (NOI), também teve bom desempenho, com aumento de 8,6% no primeiro trimestre de 2019, alcançando R$113,6 milhões, principalmente com a redução dos custos operacionais e melhora dos níveis de inadimplência. O NOI é calculado pela soma do resultado operacional, como receitas de aluguéis e estacionamento, reduzindo as despesas operacionais. As despesas financeiras da Aliansce apresentaram uma queda de 20,7%, atingindo R$40,7 milhões no 1T19, reflexo do efeito de pré-pagamentos e renegociações, que foram realizadas a partir de março de 2018, que não haviam impactado por completo as despesas financeiras do 1T18. A receita financeira também apresentou melhora, de 18,1%, atingindo R$10,4 milhões. O FFO (Funds From Operation) ajustado teve crescimento de 39,8%, comparando os mesmos períodos, totalizando R$53,9 milhões.\r\n \r\nPassando para os dados operacionais, a Aliansce registrou vendas totais de R$1,4 bilhão, aumento de 5,4%, mesmo com o efeito Páscoa, que em 2018 ocorreu em março e neste ano em abril. Este já é o décimo aumento consecutivo de evolução nesta métrica. Os segmentos de maior destaque foram Lazer & Serviços e o de Alimentação, apresentando aumento de 11,6% e 6,9%, respectivamente. Um indicador bem observado no setor, as vendas mesmas lojas (SSS), apresentou crescimento de 2,3% comparando os mesmos períodos, enquanto as vendas mesmas áreas (SAS) aumentou 3,0%. A taxa de inadimplência líquida foi um dos destaques operacionais do trimestre analisado, com redução de 1,7p.p. atingindo 4,3% no trimestre analisado. A taxa de ocupação também apresentou melhora, passando de 95,9% no 1T18 para 97,1% no 1T19.\r\n \r\nO CAPEX da Aliansce no trimestre foi de R$29,2 milhões, com os investimentos em manutenção e revitalização somando R$20,2 milhões. No último trimestre tínhamos alertado para uma possível negociação da Sonae Sierra por parte da Aliansce, seguimos de olho.\r\n \r\nA manutenção da taxa de juros básica da economia (Selic) e, por consequência, da taxa DI, é importante para diminuir o custo da dívida da Aliansce. No primeiro trimestre de 2018, o custo da dívida era de 8,9%, já no 1T19 o custo atingiu 8,4%. Em fev/19, a Aliansce recebeu R$39,0 milhões referentes à segunda parte da venda da torre Boulevard Corporate Tower, além de ter recebido R$12,6 milhões da venda de 24% de participação do Shopping Caxias. Dessa forma, a posição de caixa da Administradora de Shoppings aumentou e a alavancagem apresentou redução, de 3,3x ao final de 2018 para 3,0x. Ao final de março a posição de caixa da Aliansce era de R$648,8 milhões (suficiente para honrar as obrigações de curto prazo), com uma dívida líquida de R$1,2 bilhão. A Companhia segue buscando renegociar as dívidas, sendo que possuem a intenção de liquidar duas dívidas, uma atrelada a TR (que possui um custo médio de 9,43%) e a debênture III, atrelada ao IPCA com custo total de 11,68%, o que reduziria o custo da dívida ainda mais.",
            "valor_total": "4.048.636",
            "receita_liquida": "517.323",
            "numero_acoes": "202.736",
            "pl": "13,00",
            "resultado": "142.608",
            "dividendos": "0,12",
            "beta": "0,88",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:26:12",
            "editado": "2019-05-16T07:48:53",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37652,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Pivô de alta no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-9/ca4d3582774cded85031e81d5a7256c46b6c2a48/ALSC3.PNG",
        "compra": "19,20",
        "compra_maxima": "19,30",
        "stop": "18,50",
        "objetivo": "20,00",
        "preco_encerramento": "18,50",
        "criado": "2019-05-09T12:05:17",
        "editado": "2019-05-13T10:02:17"
    },
    {
        "empresa": {
            "id": 128,
            "analista": 31,
            "nome": "MRV ON",
            "codigo": "MRVE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/1cab75b55ac6a0189a006032814e7e73b0ca5122/MRVE.svg",
            "sobre": "A MRV Engenharia é a maior incorporadora e construtora brasileira no segmento de empreendimentos residenciais populares por sua capilaridade geográfica e entrega de unidades incorporadas. Atuando no segmento desde 1979, a Companhia direciona seus esforços atuais para o programa habitacional Minha Casa Minha Vida (MCMV), construindo unidades com preço médio de venda de R$ 152 mil. Entre as principais praças de atuação estão os estados do Rio Grande do Sul, Santa Catarina, Paraná, São Paulo, Rio de Janeiro, Minas Gerais, Espírito Santo, Goiás, Mato Grosso, Mato Grosso do Sul, Alagoas, Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Rio Grande do Norte, Sergipe, Piauí, Tocantins e no Distrito Federal.",
            "pontos_positivos": "Risco reduzido no formato de lançamentos contratados no setor de baixa renda.\r\nBaixo endividamento em relação a “dívida líquida sobre o EBITDA” de 0,44x.\r\nDiluição das despesas em comparação com a receita líquida (análise vertical), contribuindo para o aumento do ROE.\r\nTaxa de juros nos menores níveis históricos permitindo a flexibilização do crédito imobiliário.\r\nNova regra nos distratos aumentando para até 50% a multa do valor desembolsado pode favorecer os resultados no longo prazo.",
            "pontos_negativos": "Incerteza política-econômica ainda afeta o nível de confiança do consumidor.\r\nIncerteza sobre tratamento do novo Governo sobre o Programa Minha Casa Minha Vida.\r\nTaxa de desemprego ainda segue alta.\r\nInstabilidade do processo de repasse, como consequência da realocação orçamentária do FGTS.\r\nAumento da concorrência no segmento de baixa renda.\r\nOferta do crédito imobiliário ainda restrita a alguns setores da população.",
            "resumo": "Apesar do país ainda enfrentar reflexos da crise econômica, a diminuição da incerteza política após a eleição de um governo com uma agenda liberal e pró-reformas gerou otimismo no mercado. Entretanto, há uma preocupação em como o atual governo tratará a manutenção do Programa Minha Casa Minha Vida. O que já podemos observar é que o valor direcionado pelo governo para o MCMV é o menor desde o início do programa. Apesar disso, acreditamos que a MRV está bem posicionada para superar algum gargalo nesse sentido. O cenário econômico tem demonstrado um início de melhora dos principais indicadores como taxa de juros se mantendo estável no nível mais baixo da história, inflação ainda em queda e PIB com alta de 1,1% em 2018, ainda que aquém do que era esperado no início do ano de 2018, o que também parece estar acontecendo em 2019, vide relatório FOCUS.\r\nEste cenário favorece a expansão do crédito ao consumidor, que por sinal refletiu no índice de confiança da construção (“ICST”) da Fundação Getúlio Vargas (FGV), que fechou em fevereiro em 74,4 pontos, com bastante espaço para recuperação e já longe da mínima em 2016. Ainda de acordo com dados do CAGED, já vemos que os meses de janeiro e fevereiro de 2019 já criaram mais empregos do que todo 2018. No final de 2018, também houve a aprovação do projeto de lei que regulamenta a devolução de imóveis adquiridos na planta, o qual atende aos principais interesses das construtoras como aumento das multas sobre os distratos para até 50% do valor que já foi desembolsado. Essa medida pode favorecer os resultados das companhias do setor no longo prazo, em contrapartida, pode causar um fator desestimulante ao consumidor na compra de um imóvel.\r\nA boa gestão da MRV (MRVE3) abre espaço para contínua evolução dos indicadores. Os resultados do quarto trimestre vieram dentro das expectativas, mostrando que para superar as expectativas o ambiente ainda é desafiador para o setor, mas a MRV mostra resiliência e um resultado acumulado em 2018 ainda com crescimento frente ao ano de 2017. As expectativas de uma melhora na economia caso o novo governo seja bem-sucedido na aprovação das reformas e na melhoria dos índices de desemprego, geram uma oportunidade de entrada em companhias do segmento. Com isso, acreditamos que a MRV (MRVE3) pode se beneficiar desse cenário no longo prazo.\r\n \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita operacional líquida da MRV atingiu R$1,5 bilhão no último trimestre de 2018, aumento de 10,8% em relação ao mesmo período do ano anterior, atingindo um recorde histórico. A margem bruta apresentou redução de 0,9 p.p., comparando os mesmos períodos, refletindo a queda no preço médio de venda, consequência das vendas de unidades elegíveis à faixa 1,5 do Minha Casa Minha Vida (MCMV), que possuem preço médio inferior às faixas 2 e 3. As despesas comerciais e despesas gerais e administrativas, aumentaram em 7,6% e 4,4%, respectivamente. Esses aumentos refletem o maior volume de vendas e ajuste de provisão da PLR. O Ebitda atingiu R$273,0 milhões no 4T18, ante R$269,0 milhões nos meses de outubro a dezembro de 2017, refletindo o recorde histórico de receita e o crescimento das despesas abaixo desse crescimento da receita líquida. \r\n \r\nAinda na avaliação do desempenho econômico-financeiro da MRV, o lucro líquido reportado no trimestre analisado foi de R$191,0 milhões, avanço de 5,8% na comparação anual. O crescimento da MRV, com redução do ciclo operacional e diluição do SG&A vem contribuindo para o aumento do lucro. Destaque também para a forte geração de caixa, também impulsionado pela cisão com a Log, o que contribuiu para um ROE melhor. A MRV agora soma 26 trimestres de geração de caixa recorrente, dos quais cerca de 70% foram distribuído como dividendos. Inclusive, a Companhia informou que irá aumentar o payout de 50% para 75%. Isso devido ao grau de alavancagem baixo, essa geração de caixa citada acima e a falta de opções de investimento no momento, uma vez que fizeram investimentos mais pesados em terrenos nos últimos anos, quando o momento do mercado era mais favorável. \r\n \r\nPassando para os dados operacionais, no último trimestre de 2018 a MRV possuía um landbank de R$49,7 bilhões, com um Valor Geral de Vendas (VGV) potencial de R$12,8 bilhões. Os lançamentos no trimestre analisado totalizaram R$2,2 bilhões, aumento de 33,5% na comparação anual, sinalizando que a Companhia enxerga boa recuperação para os próximos trimestres, com maior absorção líquida. As vendas líquidas tiveram aumento de 5,7%, e os distratos foram reduzidos em 29,9%, devido ao aumento das vendas garantidas, ambos comparando o 4T18 com o 4T17. Isso fez com que a relação de distratos/vendas caísse 4,89 p.p., atingindo 11,5% no trimestre analisado. Contudo, temos que nos atentar, com o menor valor direcionado pelo governo para o MCMV desde o início do programa, o que pode comprimir as margens da MRV, além da indisponibilidade de recursos do FGTS para o repasse dos clientes para o financiamento bancário, o que levou a Companhia a não reconhecer R$279,0 milhões em vendas.\r\n \r\nO endividamento da MRV, ao final de 2018, foi de R$2,9 bilhões, sem exposição à moeda estrangeira e indexados principalmente à variação do CDI (custo médio de CDI +1,40%) e TR (custo médio de TR + 8,17%). Esse valor é 12,9% menor do que os R$3,3 bilhões reportados no trimestre imediatamente anterior. Como o caixa do último trimestre de 2018 apresentou queda de 18,4% em relação ao 3T18, a dívida líquida aumentou em 38,8%, comparando os mesmos períodos, atingindo R$435 milhões ao final de dezembro. Como o Ebitda de 12 meses apresentou baixo crescimento (0,3%) na comparação 4T18 x 3T18, a alavancagem medida por dívida líquida/Ebitda (12 meses) apresentou um aumento, passando de 0,32x para 0,44x, mas ainda se mantém em um patamar saudável. A duration da dívida em 31 de dezembro de 2018 era de 30 meses.",
            "valor_total": "5.489.558",
            "receita_liquida": "5.418.995",
            "numero_acoes": "444.139",
            "pl": "10,98",
            "resultado": "758.137",
            "dividendos": "1,03",
            "beta": "0,93",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:16:53",
            "editado": "2019-03-26T15:56:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37632,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-8/5947af7324e534e6553b1d6d848b3aff73dd4476/mrve.png",
        "compra": "14,95",
        "compra_maxima": "15,05",
        "stop": "14,00",
        "objetivo": "15,95",
        "preco_encerramento": "15,30",
        "criado": "2019-05-08T10:04:08",
        "editado": "2019-05-09T10:30:59"
    },
    {
        "empresa": {
            "id": 4,
            "analista": 45,
            "nome": "CESP",
            "codigo": "CESP6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/1ac4fe746c6465ff478dbb210c205779c8ff25ed/CESP.svg",
            "sobre": "A CESP possui três usinas de geração hidrelétrica que operam no regime de preço, sendo uma instalada no Rio Paraná – UHE Engenheiro Sergio Motta (Porto Primavera – 1.540 MW), outra no Rio Paraibuna – UHE Paraibuna (87,02 MW) e uma terceira no Rio Jaguari – UHE Jaguari (27,6 MW), totalizando 1.654,6 MW de capacidade instalada. Até o começo da década de 90, a companhia atuava em todas as áreas da cadeia, tendo atividades de geração, distribuição e transmissão. Durante o processo de desestatização, a Empresa passou a deter ativos ligados apenas à geração de energia. Desde então, foram três as tentativas de privatização, sendo a última em 2008. Até o momento, a companhia segue sob controle do governo de São Paulo, mas já possui o aval para uma possível privatização.",
            "pontos_positivos": "A empresa está incluída no Programa Estadual de Desestatização (PED) com possibilidade real de privatização sinalizada pelo secretário da Fazenda do Estado de São Paulo, com alguns players chineses tendo demonstrado interesse inicial.\r\nHistoricamente a Empresa é boa pagadora de dividendos.\r\nDívida líquida negativa.",
            "pontos_negativos": "Alta exposição da dívida ao câmbio.\r\nAdministração estatal, o que traz uma correção para os papéis da empresa.\r\nSetor altamente regulamentado, fator que dificulta as dinâmicas no segmento.",
            "resumo": "O ano de 2018 foi marcado pela retomada do crescimento econômico, que apresentou-se de forma bastante tímida, e as definições das eleições. Este último trouxe consigo uma guinada de partidos pró-mercado, com um foco mais voltado a destravar as burocracias existentes no estado brasileiro, conseguir suplantar mais dinamismo ao mercado e agilizar reformas que beneficiam a economia como um todo. \r\n\r\nEntretanto, o ano de 2019 apresenta, até o momento, alguns desafios. O mercado observa a evolução da reforma da previdência. Os entraves para aprovação e o somatório de todo o trâmite necessário acabam causando tensão no mercado e gerando bastante volatilidade no curto prazo. Adicionando o fato da Empresa ser administrada pelo estado, o mercado de energia elétrica ser regido por bastante regulamentação e a Companhia não ter uma performance superior à média comparado a seus pares, espera-se que a tendência de longo prazo seja neutra. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nA receita operacional líquida no quarto trimestre de 2018 alcançou o montante de R$408 milhões, aumento de 3,5% comparado ao ao mesmo período do ano passado. Tal elevação muito é motivada pelo aumento com receita de venda de energia, um aumento de 9,1% no 4T18, atingindo o patamar de R$484,4 milhões, decorrente ao reajuste dos contratos com variação indexada a dólar e o IGP-M. \r\n\r\nOs custos de despesas operacionais no 4T18 apresentaram o somatório de R$313,7, uma redução expressiva de 45,3% quando comparado ao mesmo trimestre referido do ano de 2017, o que agora representa uma parcela de 76,9% da receita líquida (no 4T17, os custos e despesas operacionais representaram 145,4% da receita líquida). Tal redução dos custos adveio, principalmente, de um acordo findado com o ministério público do Estado do Mato Grosso e municípios ao redor do Porto Primavera, onde teve uma reversão de provisão no valor de R$998 milhões, que era classificada como expectativa de perda provável.\r\n\r\nO EBITDA totalizou o somatório de R$173,3 milhões no quarto trimestre de 2018, apresentando um aumento considerável de 3614,8% ante ao 4T17 (R$4,6 milhões). Já o EBITDA ajustado (que contempla as previsões ou reversões de risco legal) alcançou a marca no 4T18 de R$64 milhões, superior em 96,1% ao mesmo período do ano de 2017. Tal variação é explicada pelo aumento da receita com venda de energia e a redução dos custos e despesas operacionais. No 4T18, o Lucro Líquido foi de R$59,2 milhões, contra um prejuízo de R$132,0 milhões no 4T17. No acumulado de 2018, foi registrado um Lucro Líquido de R$294,4 milhões, contra um prejuízo de R$168,5 milhões no ano anterior\r\n\r\nJá quanto ao endividamento, a Empresa apresenta uma boa situação financeira. Embora a dívida seja concentrada majoritariamente em moeda estrangeira, onde o risco da oscilação do câmbio é pertinente, a Companhia apresenta uma dívida líquida negativa. No final de 2018, a dívida em moeda estrangeira era de U$54,2 milhões, ante aos U$114,5 milhões constatados em 2017, uma expressiva queda de 44,3%. A dívida em moeda nacional totalizou R$4,7 milhões no 4T18, em contraponto aos R$9,9 registrados no mesmo período referido do ano anterior. O fato da empresa apresentar caixas e equivalentes de caixa no montante de R$410 milhões, que cobrem o valor da dívida, pode levar a uma situação em que não compromete a postura de pagamento de dividendos.",
            "valor_total": "6.861.188",
            "receita_liquida": "1.634.110",
            "numero_acoes": "327.503",
            "pl": "21,69",
            "resultado": "294.433",
            "dividendos": "0,08",
            "beta": "0,53",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T16:13:21",
            "editado": "2019-04-22T15:24:21",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37609,
        "analista": 30,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média de 21 períodos.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-6/f1292925c68b20256bc02b148d2560857c1c51e1/cesp6.PNG",
        "compra": "25,94",
        "compra_maxima": "26,10",
        "stop": "25,20",
        "objetivo": "27,00",
        "preco_encerramento": "25,35",
        "criado": "2019-05-06T10:34:55",
        "editado": "2019-05-08T16:41:19"
    },
    {
        "empresa": {
            "id": 119,
            "analista": 49,
            "nome": "Itausa",
            "codigo": "ITSA4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/d48a76e7f75d8a9831851593bb2cc14304730298/ITSA.svg",
            "sobre": "A Itaúsa é uma holding não operacional, que foi constituída para centralizar decisões financeiras e estratégias de um grupo de empresas investidas e que tem atuação focada nas áreas financeira e industrial. A holding surgiu como banco de investimentos nos anos 60, mas se consolidou como instituição centralizadora das decisões do grupo nos anos 70. As principais controladas da Itaúsa são o Itaú Unibanco Holding, a Duratex, a Alpargatas, a NTS (Nova Transportadora Sudeste) e a Itautec. Atualmente, a Empresa é referência em sustentabilidade, estando presente no ISE - Índice de Sustentabilidade Empresarial da B3 e no DJSI - Dow Jones Sustainability World Index (DJSI).",
            "pontos_positivos": "Empresas controladas pela Holding são líderes em seus segmentos de atuação.\r\nO Itaú Unibanco tem presença nacional e atuação diversificada, fato que aumenta a segurança a solidez da instituição, além de apresentar capacidade de alavancagem elevada diante dos índices de liquidez superiores aos exigidos pela autoridade monetária.\r\nA aquisição do controle da Alpargatas e da NTS traz uma maior diversificação para o portfólio da Companhia.\r\nAtuação em setores com baixo risco regulatório e boa geração de fluxo de caixa.",
            "pontos_negativos": "Concentração excessiva no setor financeiro que responde por quase 95% das ações que compõem seu patrimônio.\r\nO Itaú Unibanco enfrenta alta concorrência no setor, especialmente no varejo.\r\nNum ambiente econômico ainda retraído, o aumento da inadimplência é uma das ameaças ao Itaú Unibanco, principal participação da Itaúsa.\r\nO Itaú Unibanco tem exposição ao mercado de crédito veicular que concentra os piores índices de inadimplência.",
            "resumo": "Por ser uma holding, que integra diferentes tipo de negócios, a Itaúsa (ITSA4) possui um portfólio diversificado e atua em setores que não possuem riscos relevantes de execução. A maioria dos seus negócios apresenta baixo risco regulatório e boa geração de fluxo de caixa, fatores que beneficiam a Companhia em momentos de crise. A baixa taxa de juros tem fomentado uma maior demanda por crédito e a retomada do crescimento econômico favorece os setores de atuação das suas subsidiárias. Mediante uma lenta recuperação da economia, a holding tem realizado uma revisão de seu portfólio de investimentos. Em dezembro de 2018, a Itautec realizou a venda da parcela remanescente de 10,3% detida na Oki Brasil. Com essa operação e as demais ocorridas em 2018, a Itaúsa deixou de atuar no setor químico, no setor de automação comercial e bancária e de serviços de tecnologia, investimentos que eram detidos pela Companhia desde a década de 80.\r\n \r\nCom a melhora nos resultados corporativos e a sinalização de reversão do cenário macroeconômico recessivo, a Companhia apresentou resultados positivos nos negócios controlados em 2018. Além disso, a permanência da ITSA4 pelo 14º ano na carteira do Dow Jones Sustainability Index (DJSI), ranking de sustentabilidade empresarial mundial, e na carteira do Índice de Sustentabilidade Empresarial da B3 (ISE) pelo 12º ano, configuram um ponto de destaque para a Empresa. Tais títulos conferem maior credibilidade à gestão corporativa, contribuindo para um crescimento sustentável no longo prazo. O momento é de acompanhar a consolidação dos resultados da Itaúsa nos próximos meses. No atual cenário, acreditamos que suas ações poderão performar acima da média do mercado. Sendo assim, mantemos nossa perspectiva de alta para a Empresa no longo prazo. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nComo a Itaúsa (ITSA4) é uma holding, seu resultado é composto pela equivalência patrimonial, apurada a partir do resultado de suas controladas. Dessa forma, o lucro líquido recorrente consolidado no 4T18 foi de R$2,69 bilhões, uma alta de 18,8% quando comparado com o mesmo período do ano anterior.\r\n \r\nNo que diz respeito ao Itaú (ITUB4), em 2018 o Banco concluiu a aquisição de participação minoritária na XP Investimentos de 49,9%, no valor de R$600,0 milhões, e a aquisição de ações no valor de R$5,7 bilhões. O contrato ainda prevê a aquisição de até 62,4% da corretora em 2022. O Itaú Unibanco ainda realizou o investimento de 11,0% na companhia de benefícios Ticket. \r\n \r\nA carteira de crédito do Itaú atingiu R$640,5 bilhões ao final de 2018, aumentando 6,0% em relação ao mesmo período de 2017, com destaque para carteiras dos segmentos de Pessoas Físicas, que aumentaram 9,9%, e para o segmento de Micro, Pequenas e Médias Empresas, com crescimento de 14,0%. O Banco apresentou um lucro líquido de R$6,65 bilhões no 4T18, alta de 38,4%. O desempenho foi ocasionado pelo aumento das receitas com prestação de serviços, associado ao crescimento da base de clientes e correntistas e às maiores receitas com administração de fundos, e pelo menor custo de crédito. O ROE do Itaú avançou 0,8 p.p., alcançando 20,4% em dezembro de 2018.\r\n \r\nEm relação a Duratex (DTEX3), a receita líquida do 4T18 totalizou R$1,2 bilhão, alta de 14,6% em relação ao 4T17, aumento devido à venda de ativos biológicos na transação com a Suzano Papel e Celulose. Se desconsiderarmos essa operação, o crescimento da receita seria de 16,7%, impulsionada pelo crescimento da divisão Madeira, que aumentou 22,4%, da divisão Deca, que aumentou 3,6%, e da divisão Revestimentos Cerâmicos, que cresceu 8,6%. O EBITDA recorrente que exclui os efeitos não recorrentes, atingiu R$848,5 milhões em 2018, 11,6% superior ao de 2017, resultado de uma melhoria operacional, de resultados da divisão Madeira e da consolidação dos resultados da Ceusa, a qual passou a integrar os resultados a partir de 2017. A dívida líquida que vinha demonstrando declínio nos últimos trimestres era de R$1,7 bilhão ao final de 2018, o que correspondia a 2,0x o EBITDA recorrente do ano, confirmando a diminuição do racional.\r\n \r\nOutra das principais empresas do portfólio Itaúsa é a Alpargatas (ALPA4). No 4T18 a Empresa apresentou receita líquida de R$1,2 milhão, crescimento de 8,7% frente ao mesmo período de 2017, impactado pelo melhor desempenho operacional de Havaianas Brasil e pela variação cambial. A Alpargatas possui três divisões: Brasil, Sandálias Internacional e Argentina. A mais representativa é a divisão Brasil, que apresentou crescimento de 12,9% no trimestre atual, entretanto, o crescimento veio forte na divisão Sandálias Internacional, com 29,3% no atual trimestre. O EBITDA somou R$524,7 milhões, aumento de 16,1% em comparação ao ano de 2017. O lucro líquido atingiu R$324,0 milhões no acumulado do ano, redução de 7,6% em relação a 2017.\r\n \r\nA Itaúsa pagou o total de R$1,0019 por ação em dividendos e juros sobre capital próprio para os seus acionistas, referentes ao exercício de 2018. A distribuição foi 24,8% maior em relação ao exercício de 2017, quando foi de R$0,8029 por ação.",
            "valor_total": "80.164.442",
            "receita_liquida": "5.254.000",
            "numero_acoes": "8.410.698",
            "pl": "6,45",
            "resultado": "8.973.000",
            "dividendos": "0,87",
            "beta": "1,11",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:49:47",
            "editado": "2019-02-25T15:32:23",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37619,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-7/57f6870fff8b352ec75666a300b89a49d0698715/itsa4.PNG",
        "compra": "11,30",
        "compra_maxima": "11,23",
        "stop": "11,87",
        "objetivo": "10,87",
        "preco_encerramento": "11,50",
        "criado": "2019-05-07T10:31:07",
        "editado": "2019-05-08T10:10:40"
    },
    {
        "empresa": {
            "id": 47,
            "analista": 45,
            "nome": "Engie Brasil",
            "codigo": "EGIE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/899ff1eb62cf7ce247e4ed668af5e9ac8dfb2c74/EGIE.svg",
            "sobre": "Com sede em Florianópolis, a Engie Brasil Energia S.A. está presente no Brasil há mais de 20 anos, líder em geração de energia elétrica no país, oferece serviços e soluções inovadoras aos seus clientes. Produz cerca de 6% da capacidade instalada do Brasil, da qual 90% provém de fontes limpas e renováveis. A Engie vem reforçando essa posição por meio da aquisição de usinas em operação e novos projetos de energia renovável. A Companhia é controlada pelo grupo Franco-Belga Engie, maior produtor independente de energia do mundo.",
            "pontos_positivos": "Os investimentos em fontes energéticas complementares reafirmam o compromisso com a transição energética, fundamental ao desenvolvimento sustentável.\r\nTem menor exposição ao risco hidrológico. \r\nA Empresa apresenta uma boa estrutura operacional, conseguindo retornos expressivos e constantes, com uma dívida em linha aos seus pares tem boa perspectiva. \r\nEmpresa apresenta bom histórico de pagamento de dividendos.",
            "pontos_negativos": "Tarifas e encargos elevados para o setor de energia.\r\nO setor elétrico tem expressiva regulamentação governamental, que pode influenciar negativamente nas ações da Companhia. \r\nDívida atrelada ao IGP-M e CDI, com possível aumento da inflação tem-se efeito a curto prazo.",
            "resumo": "Embora o mercado de energia elétrica se apresente de forma desafiadora e contínua, a Engie obteve avanços nos principais indicadores operacionais, como crescimento da receita e do EBITDA. O engajamento do Governo em priorizar reformas, acrescido de uma possível retomada de crescimento econômico, pode potencializar estes melhores retornos ao longo do tempo. \r\n\r\nA Engie, em especial, apresentou política de aquisições que, tanto nas Usinas Hidrelétricas de Jaguara e Miranda, quanto no Complexo Eólico Umburanas, possibilitou o avanço nos serviços de acessos às centrais eólicas, sendo um fator importante para a expansão do faturamento. Também é válido salientar a aprovação de expressivos investimentos em projetos eólicos no ano de 2018 (R$1,6 bilhão), que demonstra o intuito de crescimento a longo prazo de forma sustentável. \r\n\r\nApesar do impacto no endividamento de curto prazo, as concessões fazem parte da estratégia de crescimento da Companhia, adicionando 832MW de capacidade instalada de energia ao seu parque gerador. Assim, com estes fatos expostos, observamos uma tendência para Engie (EGIE3) de alta para longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\nQuando comparado os 1T19 e 1T18, observa-se que a receita operacional líquida se expandiu em 25,1%, totalizando, respectivamente, R$2,33 bilhões e R$1,86 bilhão. Os segmentos de geração e comercialização de energia justificam tal melhora quanto ao faturamento, aumento das realizações no mercado de curto prazo como também melhora operacional da Companhia. \r\n\r\nUm dos componentes que merecem destaque é relativo ao preço médio de venda de energia, uma vez que entre os trimestres de 1T19 e 1T18 houve uma elevação de 6%. Tal aumento é decorrente do reajuste monetário de contratos vigentes e novos contratos de venda de energia. Desta forma, o volume vendido também apresentou uma elevação de 2,6% neste período em questão, levando a uma melhora da receita.\r\n\r\nOs custos operacionais atingiram o montante de R$1,25 bilhão neste primeiro trimestre de 2019, uma elevação de 33% no comparativo anual (R$943,6 milhões). O aumento de operações com tranding de energia, elevação no segmento de geração e comercialização de energia, como também em transmissão, foram os motivos que explicam tal alta. As despesas administrativas se expandiram 23,8% entre os 1T19 e 1T18, em razão do maior volume com despesas com pessoal. \r\n\r\nDesta forma, a métrica que mede a eficiência operacional da empresa, o EBITDA, foi registrada em R$1,21 bilhão neste primeiro trimestre de 2019, uma elevação de 15,9% contra o R$1,04 bilhão do 1T18. Tal incremento é decorrente de alguns efeitos já mencionados: aumento no preço médio e um maior volume de energia vendida, como também redução das compras de energia para a gestão do portfólio da Companhia. Desta forma, o lucro líquido atingiu R$565,5 milhões no primeiro trimestre de 2019, 15,6% superior aos R$489,3 milhões registrados no 1T18. \r\n\r\nA dívida bruta atingiu o patamar de R$9,54 bilhões, muito em linha ao apurado no final do ano de 2018, aumento de 0,5% (R$9,04 bilhões), devido a variações relativas a saques no BNDES e variações monetárias. Contudo, a dívida líquida se expandiu 21% neste mesmo comparativo anual, passando de R$6,8 bilhões no final de 2018 para R$8,3 bilhões no 1T19. Caixa e equivalentes de caixa foi o motivador da expansão da dívida líquida, uma vez que era cotado em R$2,41 bilhões no final de 2018 e passou para R$950,3 milhões neste primeiro trimestre de 2019.\r\n\r\nOs investimentos foram registrados em R$768,9 milhões no 1T19, aumento de 54% em comparação ao 1T18 (R$499,5 milhões). Neste trimestre foram destinados majoritariamente (R$719,9) para construção de novos projetos, como os conjuntos eólicos Campo Largo fase 1 e 2. Já R$37,7 milhões foram destinados à manutenção do parque gerador e R$11,3 milhões à modernização das usinas hidrelétricas Salto Santiago e Salto Osório.",
            "valor_total": "34.848.270",
            "receita_liquida": "9.264.700",
            "numero_acoes": "815.930",
            "pl": "8,44",
            "resultado": "2.390.510",
            "dividendos": "2,66",
            "beta": "0,64",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:01:52",
            "editado": "2019-05-16T13:31:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37606,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Rompimento de linha de tendência de alta",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-6/b798d4f4ecf4c09f259b716f9167afcdb3bca0e0/egie3.PNG",
        "compra": "42,29",
        "compra_maxima": "42,08",
        "stop": "44,96",
        "objetivo": "40,00",
        "preco_encerramento": "42,05",
        "criado": "2019-05-06T10:03:19",
        "editado": "2019-05-07T10:56:04"
    },
    {
        "empresa": {
            "id": 91,
            "analista": 41,
            "nome": "CCR",
            "codigo": "CCRO3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7207af177082059937dc783bcdad7e23e5be9880/CCRO.svg",
            "sobre": "A CCR, criada em 1999, é uma das mais expressivas empresas de concessão de infraestrutura da América Latina. Controla 3.265,2 quilômetros de rodovias sob a gestão de suas concessionárias. No âmbito da mobilidade urbana, a Empresa é sócia de concessões de metrô, de barcas e do VLT. Além disso, a Empresa atua em operações aeroportuárias detendo concessões em Belo Horizonte, Curaçao, Costa Rica e também no Equador. Atualmente, conta com 13 mil colaboradores.",
            "pontos_positivos": "Fluxo de receita com alta previsibilidade e contratos de concessão de longo prazo.\r\nProcesso de internacionalização contribui para mitigação do risco de concentração geográfica das operações da Companhia.\r\nBaixa exposição do passivo da Companhia à variabilidade do câmbio.\r\nAdição de novas operações ao portifólio da Companhia.\r\nAmpliação da diversificação dos segmentos de atuação.\r\nBoa geração de caixa abre espaço para entrada em novos leilões de concessão.",
            "pontos_negativos": "Retorno do investimento em concessões é de longo prazo.\r\nRitmo econômico lento pode comprometer o crescimento no fluxo de veículos que passam pela malha rodoviária operada pela Companhia.\r\nRisco regulatório é alto e com possibilidade de o Governo Federal rever os contratos de concessão.\r\nNovos custos com acordos de leniência no âmbito da Lava Jato podem impactar os próximos resultados da CCR.",
            "resumo": "A CCR ainda sofre com o baixo nível de aquecimento da economia brasileira. As receitas do segmento rodoviário, que são especialmente sensíveis ao ciclo econômico, ainda representam 75% das receitas e permaneceram praticamente estáveis na comparação anual. Ponto positivo, por outro lado, para a ampliação das receitas dos demais setores, ampliando a diversificação da Companhia. Ainda, o resultado atual foi prejudicado em comparação com 2018 pela suspensão da cobrança de eixos suspensos nos pedágios, fator para o qual a CCR busca compensação junto ao Governo Federal.\r\n \r\nA Companhia segue também com sua estratégia de ampliação de sua base de ativos por meio de novas aquisições. O Metrô Bahia ampliou sua malha e o número de estações, trazendo crescimento expressivo sobre suas receitas. A aquisição das concessões das linhas 5 e 17 do metrô de São Paulo também trouxeram bons retornos para a Companhia. Por fim, a CCR ampliou sua participação no aeroporto de San José (Costa Rica) em outubro e agora é controladora majoritária do empreendimento, além do início da operação da ViaSul.\r\n \r\nEm virtude dos resultados desafiadores, as margens já começam a se reduzir e a Companhia demonstra algumas perdas de eficiência. Os recentes acordos de leniência no âmbito da Operação Lava Jato encerram as pendências financeiras da CCR com a justiça, mas ainda permanece a apreensão de que novas denúncias surjam no futuro.\r\n \r\nOs múltiplos apreciados também corroboram com a leitura de que as ações da Empresa podem ter dificuldades de se valorizarem com mais força num médio prazo. Por isso, alteramos a tendência de longo prazo de CCRO3 para neutra. A recuperação mais robusta da economia deve trazer também boas perspectivas para os resultados da CCR, de forma que podem revisar futuramente nossa recomendação para cima, caso esse cenário se confirme.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nA CCR apresentou alta de 14% na receita líquida na comparação entre os primeiros trimestres de 2018 e 2019, atingindo R$2,4 bilhões. O valor não considera as receitas com construção, uma vez que esses montantes se configuram como reembolsos pelas obras realizadas em alguns contratos de concessão e não geram lucros à Companhia.\r\n \r\nA melhora no resultado foi puxada principalmente pelos segmentos não-rodoviários, já que este último apresentou relativa estabilidade. A consolidação contábil do aeroporto de San José (agora controlado pela Companhia) trouxe impulso às receitas. Por sua vez, a ViaMobilidade também auxiliou o resultado ao iniciar suas operações em 2018 e adicionar R$90 milhões à receita da Companhia. No total, os segmentos não-rodoviários apresentaram 12% de crescimento para a receita bruta, atingindo R$715 milhões.\r\n \r\nApesar do crescimento das receitas, os custos dos serviços prestados (excluindo os custos de construção) subiram 24% e atingiram R$1,2 bilhão. As principais contribuições vieram do crescimento das linhas: (i) depreciação e amortização; (ii) custos com pessoal e (iii) Serviços de terceiros.\r\n \r\nA primeira passou de R$328 milhões para R$458 milhões (+40%), impulsionada pelo aumento da base de ativos após a conclusão de uma série de obras. Já os demais foram impactados pela consolidação do aeroporto de San José e pelo início das operações da ViaSul e da ViaMobilidade. No total, as rubricas passaram de R$400 milhões para R$490 milhões (+22,5%).\r\n \r\nDessa forma, a Companhia viu seu lucro bruto avançar 1,6% para R$1,1 bilhão. A margem bruta (lucro bruto/receita líquida), por outro lado, apresentou recuo, passando de 57,5% para 51,5%.\r\n \r\nApesar do aumento de 10% nas despesas administrativas, essas diminuíram sua participação nas receitas e pouco impactaram o resultado. Já o resultado financeiro ampliou em 50% sua despesa líquida, passando de -R$223 milhões no primeiro trimestre de 2018 para -R$340 milhões no último trimestre. O principal influenciador foi a queda nas receitas com variações e hedges cambiais.\r\n \r\nAssim, o lucro líquido caiu 20%, atingindo R$358 milhões. A margem líquida (lucro líquido/receita líquida) passou de 23,1% para 16,3%. Por outro lado, o Ebitda ajustado, indicador que mede a geração operacional de caixa, apresentou crescimento de 13%, somando R$1,5 bilhão. Por sua vez, a margem Ebitda ficou praticamente estável em 68%. A diferença no comportamento do lucro líquido e do Ebitda se dá pela deterioração do resultado financeiro, o qual impacta o primeiro, mas não o segundo.\r\n \r\nPelo lado do endividamento, tivemos também alguma deterioração. A dívida bruta ficou em R$17 bilhões (-1,3%), enquanto a dívida líquida subiu 11% para R$13,1 bilhões. Esse movimento é resultado da queda de 28% no caixa e equivalentes, o qual somou R$3,9 bilhões, ainda acima dos R$2,75 bilhões de passivos que vencem no curto prazo. Por fim, a alavancagem da Companhia (dívida líquida/Ebitda 12 meses) teve aumento de 0,40x, passando de 2,2x para 2,6x.",
            "valor_total": "23.714.800",
            "receita_liquida": "9.725.540",
            "numero_acoes": "2.020.000",
            "pl": "4,36",
            "resultado": "694.060",
            "dividendos": "0,64",
            "beta": "0,93",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T14:39:35",
            "editado": "2019-05-29T11:07:09",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37597,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de LTB.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-3/c69d899ae8cc0042548630ead3f17bff392dafc9/CCRO3CP.PNG",
        "compra": "12,12",
        "compra_maxima": "12,18",
        "stop": "11,50",
        "objetivo": "12,80",
        "preco_encerramento": "11,94",
        "criado": "2019-05-03T11:23:00",
        "editado": "2019-05-06T10:13:18"
    },
    {
        "empresa": {
            "id": 309,
            "analista": 42,
            "nome": "Azul",
            "codigo": "AZUL4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/06adb1ca40bd3c88983fc2cf1194fae60f20d7f9/AZUL.svg",
            "sobre": "A Azul Linhas Aéreas (AZUL4) é a companhia aérea que mais cresceu no Brasil desde o início de suas operações, contando atualmente com a maior malha aérea do país, atendendo mais de 100 destinos com 792 decolagens diárias. Além disso, a Companhia expandiu as operações com voos diretos para os Estados Unidos e Portugal, operando com as aeronaves A330 equipadas com o mais tecnológico sistema de entretenimento a bordo e refeições feitas especialmente para as classes Business e Economy. Além disso, mais rotas internacionais são operadas: Buenos Aires, Punta Del Este, Montevidéu e Caiena. Atualmente, com aproximadamente um terço do mercado brasileiro de aviação civil em termos de decolagens, a Azul consolida-se como a terceira maior companhia aérea do País. A clara visão de negócio, traduzida no contínuo crescimento de sua frota, malha de destinos, linhas operadas e participação de mercado, faz da Azul uma realidade de notável sucesso. Neste período, a empresa atingiu recordes mundiais e conquistou alguns dos melhores índices do setor de aviação brasileira.",
            "pontos_positivos": "Segmento que fornece grandes barreiras à novos entrantes.\r\nSegmento resiliente ao cenário macroeconômico, apresentando expansão na demanda.\r\nAlongamento do perfil da dívida financeira.\r\nExpansão da tarifa média por passageiro.\r\nElevação da taxa de ocupação em voos domésticos.\r\nAumento da frota com novas aeronaves, o que concede a Companhia a vantagem competitiva de menores custos.\r\nAumento da utilização das aeronaves.\r\nRedução do ICMS do combustível de aviação no estado de São Paulo.",
            "pontos_negativos": "Segmento demanda uso intenso de capital de giro.\r\nDesvalorização do real frente ao dólar, que impacta negativamente na dívida financeira da companhia.\r\nRedução nas taxas de ocupação de voos internacionais.\r\nRejeição da oferta pela aquisição dos ativos da Avianca.",
            "resumo": "Apesar do ainda turbulento cenário econômico, com baixas perspectivas de crescimento e aumento da taxa de desemprego, que ultrapassa o patamar de 12%. Percebemos que o segmento de aviação civil se mostra resiliente, a afirmação é corroborada pelos dados referentes à demanda, que no primeiro quadrimestre de 2019 apresentou elevação de 3,40% na comparação com o mesmo período do ano anterior. Enquanto a oferta por assentos aumentou 2,30% na comparação com o mesmo período do ano anterior.\r\n\r\n\r\nDurante o período em análise, observamos importantes acontecimentos que envolveram o setor, dentre eles damos destaque para os seguintes; (i) sanção da MP que autoriza até 100% de capital acionário estrangeiro em companhias aéreas no Brasil, que tende a deixar o mercado brasileiro mais atrativo; (ii) recuperação judicial da Avianca e rejeição da proposta de aquisição dos ativos pela Azul por parte da justiça, que tende a beneficiar a Latam e Gol, (iii) iminência do retorno da gratuidade da franquia de bagagens, o que tende a ter um efeito negativo nas receitas das companhias e por último a redução da alíquota do ICMS sobre o combustível de aviação no estado de São Paulo.\r\n\r\n\r\nJunto com o fraco resultado financeiro apresentado no trimestre em questão, percebemos avanços em métricas operacionais, tais como oferta, demanda e nas taxas de ocupação. Contudo, também foi possível perceber a perda de market share na comparação entre os 1T18 e 1T19,  ao término do primeiro trimestre de 2019 a Azul possuía uma participação de mercado de 11,97%, 1,67p.p. a menos do que o reportado no 1T18.\r\n \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nNo 1T19, a Azul apresentou receita líquida de R$2,43 bilhões, crescimento de 16% comparada ao mesmo trimestre do ano anterior, com crescimento tanto nas receitas oriundas do transporte de passageiros como nas do transporte de cargas, as quais cresceram respectivamente 15,30% e 34,30%. Ainda destacamos a elevação da tarifa média, que passou de R$376,10 para R$382,30 e do número de passageiros transportados, que cresceu 13,40%, ficando em 6,36 milhões.\r\n\r\n\r\nO Ebitda, que mensura o desempenho financeiro operacional, apresentou avanço de 8,10% na base de comparação anual, sendo registrado R$724,20 milhões, contudo, em termos marginais apresentou retração de 2p.p na mesma base comparativa. No que tange os custos, é importante destacar a redução do preço do barril do petróleo, que caiu 12,70% e aumento do dólar frente ao real, que no período foi de 16,30%.\r\n\r\n\r\nNo trimestre em questão, a Azul apurou um lucro líquido de R$137,70 milhões, retração de 20,10% na comparação com o valor reportado ao trimestre findo em março de 2018. Além das maiores despesas operacionais, o resultado final foi afetado por maiores despesas financeiras, as quais somaram R$241,12 milhões, valor 17% superior ao reportado no mesmo período do ano anterior.\r\n\r\n\r\nNo que tange aos dados operacionais, ao término do 1T19, foi registrado aumento na taxa de ocupação dos voos domésticos, que passou de 80,80% para 81,80%, ao mesmo tempo que a taxa de ocupação dos voos internacionais cedeu 4,40p.p., ficando em 82,10%. Em relação a utilização das aeronaves, que é mensurada em horas/dia, foi observada uma maior utilização, aumento de 0,7 horas dias, desse modo encerrando o trimestre em 11,60%.\r\n\r\n\r\nNo que diz respeito à estrutura de endividamento, a companhia aérea apresentou uma dívida líquida 22,40% maior na comparação com 1T18. O valor reportado foi de R$9,58 bilhões, sendo que a maior parte dela é é de longo prazo, com vencimento acima de 12 meses. O aumento do endividamento financeiro pode ser associado principalmente à expansão do financiamento com aeronaves, que subiu 24% na comparação com o 1T18. \r\n\r\n\r\nNo que tange a capacidade de solvência, no curto prazo houve uma leve deterioração, com o indicador de solvência ficando abaixo do nível considerado ideal e no longo prazo também houve piora, porém, com o indicador se mantendo acima do patamar considerado desejável.",
            "valor_total": "48.072.080",
            "receita_liquida": "9.481.950",
            "numero_acoes": "1.256.130",
            "pl": "-0,38",
            "resultado": "347.410",
            "dividendos": "0,00",
            "beta": "1,04",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-06-20T16:54:21",
            "editado": "2019-06-05T15:20:39",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37593,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento do pivô de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-3/fbaf250f0b6ee204c6b372a5db9690732dd2545a/AZUL4CP.PNG",
        "compra": "34,85",
        "compra_maxima": "35,04",
        "stop": "33,20",
        "objetivo": "36,55",
        "preco_encerramento": "35,56",
        "criado": "2019-05-03T10:04:29",
        "editado": "2019-05-06T10:01:11"
    },
    {
        "empresa": {
            "id": 184,
            "analista": 46,
            "nome": "Banco ABC Brasil",
            "codigo": "ABCB4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/fc7dccbd06e6764a0e617a329f45a64d901fd95f/ABCB.svg",
            "sobre": "O Banco ABC Brasil é um banco múltiplo focado na concessão de crédito e na prestação de serviços para empresas de médio e grande porte. A instituição é controlada pela ABC - Arab Banking Corporation. Sua atuação tem como principal negócio a intermediação financeira voltada para operações que envolvam análise e assunção de riscos de créditos. As operações estruturadas, principalmente de mercado de capitais, com a finalidade de facilitar o financiamento corporativo, complementam esta atividade.",
            "pontos_positivos": "Crescimento do lucro líquido recorrente, mesmo com a redução da receita.\r\nRedução da inadimplência, o que culminou na redução da Provisão para Devedores Duvidosos (PDD). Por ter quase a totalidade da sua carteira voltada para o segmento corporativo, a inadimplência do Banco é inferior a outros que também focam em clientes do varejo. \r\nPresença geográfica em 15 cidades. Está em todos os estados do sul e do sudeste do país, além de presença em Mato Grosso, Goiás e Recife. Assim, está próximo aos principais centros econômicos.",
            "pontos_negativos": "Redução do ROAE, que ficou abaixo do registrado por outros bancos no mesmo período.\r\nAlta concorrência no setor, o que pode culminar na redução nas taxas de juros oferecidas aos clientes e, consequentemente, redução da margem financeira. \r\nConcentração da receita de serviços em garantias prestadas, que corresponde a 58%.",
            "resumo": "Ao se analisar os cenários político e econômico brasileiros, o destaque fica para a aprovação das reformas. A aprovação da reforma de Previdência, tida como “a Reforma das reformas”, é importante para que o Brasil consiga controlar suas contas públicas, o déficit fiscal para, dessa maneira, conseguir atrair novos investimentos. Estes, por sua vez, têm a capacidade de gerarem mais empregos e, consequentemente, maior crescimento econômico. Segundo a proposta enviada ao Congresso, a ideia principal seria trazer uma economia de R$1,0 trilhão no prazo de 10 anos. Porém, o mercado ainda fica apreensivo quanto à articulação política que deve ser feita para aprová-la, incluindo pontos cruciais como a idade mínima de aposentadoria e grupos específicos, como os militares. Assim, dependendo dos cortes que venham a ser feitos na proposta original, a economia pode ser menor. Já nos cenários político e econômico internacionais, os Estados Unidos são o país que mais despertam atenção. O crescimento da economia norte americana, que está atualmente acima dos 3,0% a.a., deve ser acompanhado de perto. Há o questionamento se ele será perene, ou abrirá espaço em breve para um crescimento mais modesto. Além disso, a guerra comercial envolvendo os Estados Unidos e a China pode gerar situações desconfortáveis às duas potências.\r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco ABC Brasil no 4T18, percebe-se que eles foram positivos em alguns pontos, mas carecem atenção em outros. O principal destaque foi o fato que a Empresa conseguiu registrar lucro líquido positivo, mesmo com contração da sua receita. Porém, observou-se redução da margem financeira gerencial e do ROAE (capacidade de agregar valor de uma empresa, considerando a média do patrimônio líquido do período), tanto na comparação trimestral quanto anual. Finalmente, a carteira de crédito do Banco se expandiu, associado a uma redução da inadimplência. Consequentemente, foi possível diminuir o PDD, o que contribuiu para o lucro do 4T18. \r\n\r\nEm um cenário de aprovação da reforma da Previdência, é de se esperar que a economia brasileira cresça como um todo devido, principalmente, a um maior fluxo de investimentos. Com a evolução do setor de Corporate e Large Corporate onde o Banco ABC Brasil atua, a expectativa é que ele também venha a se beneficiar. Associado a isso, o Banco apresentou resultados no 4T18 em linha com as expectativas. Assim, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco ABC Brasil apresentou lucro líquido recorrente de R$121,4 milhões, resultado 9,8% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$457,8 milhões, uma elevação de 5,7% frente a 2017. \r\n\r\nPor sua vez, observou-se recuo da margem financeira gerencial. Na comparação trimestral, houve diminuição de 11,2%, passando dos R$276,6 bilhões no 4T17 para R$245,6 bilhões no 4T18. Já em 2018, a margem ficou em R$977,9 milhões, contração de 8,5% em relação aos R$1,1 bilhão apresentados em 2017. Enquanto isso, o Banco apresentou aumento de 12,8% na receita de serviços na comparação entre o 4T17 e o 4T18, e elevação de 17,6% entre 2017 e 2018. O destaque ficou para o setor de Fees mercado de Capitais e M&A, com elevações de 34,1% na comparação trimestral e de 58,7% na comparação anual. Assim, a receita do Banco ABC Brasil finalizou o 4T18 em R$340 milhões, uma queda de 5,6% em relação ao 4T17. Já em 2018, a receita foi de 1,3 bilhão, uma redução de 2,7% em comparação ao ano precedente. \r\n\r\nAssim, foi possível perceber que o lucro da Empresa cresceu, mesmo com a redução da sua receita. Essa alta foi justificada, principalmente, pela redução das despesas com Provisão para Devedores Duvidosos (PDD) e o crescimento das linhas de receitas de serviços, apesar da queda da margem financeira gerencial.\r\n\r\nJá em relação ao patrimônio líquido médio do período, observou-se um crescimento de 12,1% (4T17 versus 4T18) e de 12,2% (2017 versus 2018). Como o patrimônio líquido médio cresceu mais que o lucro líquido recorrente, o ROAE, que indica a capacidade da Empresa em agregar valor a partir de seus próprios recursos, diminuiu. Ele passou de 13,6% no 4T17 para 13,3% no 4T18 (baixa de 0,3 p.p.), e passou de 14,0% em 2017 para 13,2% em 2018 (baixa de 0,8 p.p.). De toda forma, o ROAE superou o CDI em 7,0 p.p. no 4T18, que ficou em 6,3% a.a..\r\n\r\nEm relação à carteira de crédito do Banco ABC Brasil, foi possível constatar um crescimento de 7,0% na comparação entre dezembro de 2018 e o mesmo período do ano anterior, de uma forma que ela atingiu a marca de R$26,2 bilhões. O destaque fica para o segmento Corporate, que engloba empresas com faturamento anual entre R$100 milhões e R$800 milhões. Apesar de representar apenas 20,5% da totalidade da carteira de crédito, ele cresceu 29,6%. Em contrapartida, o segmento Large Corporate, que considera empresas com faturamento superior a R$800 milhões, evoluiu 2,4%.\r\n\r\nAnalisando-se o índice de inadimplência acima de 90 dias da totalidade da carteira de empréstimos, observou-se uma redução de 0,77 p.p. entre dezembro de 2017 e o mesmo período de 2018, passando de 1,20% para 0,43%. A queda mais expressiva foi no segmento Large Corporate, que passou de 1,4% para 0,5%, ao passo que o setor Corporate apresentou queda de 0,3 p.p., passando de 0,6% para 0,3%. A queda da inadimplência, por sua vez, contribuiu para a redução da PDD. Ela diminuiu 41,9% na comparação trimestral, indo de R$50,8 milhões no 4T17 para R$29,5 milhões no 4T18. Já na comparação anual, a redução foi de 46,3% (R$220,2 bilhões em 2017 versus R$118,2 bilhões em 2018). Como consequência, a diminuição da PDD fez com que o lucro líquido recorrente do Banco se elevasse.\r\n\r\nFinalmente, percebe-se que o Índice de Basileia, que mensura a solvência do Banco, passou de 16,32% em dezembro de 2017 para 17,16% em dezembro de 2018. Essa elevação está ligada ao crescimento do patrimônio líquido do Banco ABC Brasil. Ele permanece acima do mínimo estipulado pelo Bacen, em  8,625%.",
            "valor_total": "3.521.479",
            "receita_liquida": "3.626.674",
            "numero_acoes": "210.141",
            "pl": "17,44",
            "resultado": "418.086",
            "dividendos": "1,05",
            "beta": "0,98",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:09:40",
            "editado": "2019-03-12T14:54:17",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37548,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de triângulo simétrico no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-4-26/9bf11d9da93612c36849256dfdc331dfc0439f40/ABCB4.PNG",
        "compra": "19,30",
        "compra_maxima": "19,40",
        "stop": "18,50",
        "objetivo": "20,30",
        "preco_encerramento": "19,42",
        "criado": "2019-04-26T11:19:55",
        "editado": "2019-05-03T15:08:41"
    },
    {
        "empresa": {
            "id": 393,
            "analista": 42,
            "nome": "Via Varejo",
            "codigo": "VVAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-11-26/685d2b27e8992a979dca5003c43c4460f7786e4e/VVAR.svg",
            "sobre": "A Via Varejo é a empresa responsável pela administração da Casas Bahia e do Ponto Frio, duas importantes varejistas brasileiras que atuam no mercado de eletrônicos e móveis. A empresa é controlada pelo Grupo Pão de Açúcar e está presente em cerca de 400 municípios brasileiros, 20 estados e no Distrito Federal, com 900 lojas e cerca de 50 mil colaboradores. A Companhia tem sede administrativa no município de São Caetano do Sul, na grande São Paulo (SP), e mantém uma rede inteligente de logística, com 26 centros de distribuição e entrepostos localizados em regiões estratégicas do país.",
            "pontos_positivos": "Melhor gestão de capital de giro.\r\nIntegração digital dos canais de vendas.\r\nForte redução nas despesas operacionais.",
            "pontos_negativos": "Modelo de negócio marcado pela alta concorrência.\r\nModelo de negócio marcado pelo baixo poder de barganha com fornecedores.\r\nReversão do lucro em prejuízo.\r\nModelo de negócio caracterizado pelas baixas margens de lucratividade.\r\nQueda em todos os canais de vendas.\r\n",
            "resumo": "O atual cenário econômico continua se apresentando turbulento para as atividade ligadas ao consumo. A afirmação é sustentada por fatores como a baixa perspectiva de expansão do PIB, a qual é possível constatar pelo relatório Focus e é corroborada pelos últimos resultados do IBC-Br, que pode ser considerado uma prévia do PIB. Outro fator que não tem colaborado com a atividade varejista é o desemprego, que saltou de 12,40% para 12,70% no trimestre que compreendeu os meses de janeiro, fevereiro e março. O aumento do desemprego veio acompanhado pela redução do salário médio nos mesmos trimestres analisados.\r\n\r\n\r\nOs fatos acima citados culminam na queda da confiança do consumidor, que segundo a FGV, sugere uma desapontamento com a lento ritmo de recuperação da economia, bem como o ainda elevado patamar de desemprego. Ao analisar o segmento do varejo focado em móveis e eletrodomésticos, no acumulado de 2019 é possível perceber uma drástica queda no volume de vendas na comparação com o mesmo período de 2018, retração de 4,80p.p., conferindo ao segmento uma as mais fracas performances.\r\n\r\n\r\nMais uma vez a Via Varejo (VVAR3) apresentou um fraco resultado, reportando um prejuízo líquido, retração em importantes indicadores financeiros operacionais e queda nas vendas em ambos os canais, lojas física e e-commerce. Portanto, continuamos com o teor de cautela com as ações da Via varejo, o que nos leva a manter a tendência neutra para curto prazo inalterada.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nAo término do primeiro trimestre de 2019, a receita líquida da Via Varejo atingiu R$6,33 bilhões, valor 4,0% inferior ao reportado no mesmo período do ano anterior. O resultado foi afetado pelo baixo crescimento das vendas nas lojas físicas, que foi de 0,30% e principalmente pela queda das vendas on line, que foi de 7,0%, além do recuo nas vendas das lojas recém inauguradas de 1,90%. Ainda no que tange a composição das vendas, as vendas à vista apresentaram redução na composição da receita total, passando de 25,10% para 23,40%. Enquanto as vendas à prazo aumentaram seu peso em relação à composição da receita total de vendas, passando de 74,90% para 76,60%.\r\n\r\n\r\nMesmo com uma forte queda nas despesas, 19,80%, o Ebitda, que mede o desempenho financeiro operacional, foi registrado em R$521 milhões, valor 18,20% inferior ao reportado no 1T19, com redução na margem de 1,43 p.p., sendo afetado principalmente pela queda nas vendas. O resultado final foi um prejuízo de R$49 milhões, frente ao lucro de R$64 milhões reportado no mesmo período do ano anterior. No período, as despesas financeiras mantiveram-se em linha com o reportado no 1T18, ficando em R$238 milhões.  \r\n\r\n\r\nA inadimplência da carteira de crédito apresentou sinais positivos, a carteira de crédito vencida acima de 90 dias apresentou aumento de 0,90 p.p, ficando em 6,60%. Ao mesmo tempo que os vencimentos maiores que 15 dias e menores que 90 sinalizaram retração de 3,0 p.p. Durante o primeiro trimestre de 2019, a varejista obteve 9 aberturas de lojas líquidas, com o encerramento de 6 pontos de vendas e abertura de outros 15, fazendo com que ao final de março o total de lojas fosse 1.044.\r\n\r\n\r\nNo período em análise apresentou melhora na gestão dos estoques, o prazo médio de estocagem passou de 111 dias para 93, evolução de 11 dias. Ao mesmo tempo que o prazo médio de pagamento a fornecedores deteriorou-se em 13 dias, passando de 154 para 141 dias. O prazo médio de recebimento das vendas à prazo passou de 87 para 93 dias. Em decorrência da melhor gestão de capital de giro, a Via varejo apresentou uma menor necessidade de capital de giro para financiamento das operações, que no 1T19 ficou em R$1,83 bilhão, frente ao valor de R$2,30 bilhões reportado no mesmo período do ano anterior.\r\n\r\n\r\nNo que tange a estrutura de endividamento, ao término do primeiro trimestre de 2019, a Companhia possuía uma dívida líquida negativa de R$379 milhões, frente a uma dívida positiva de R$20 milhões no mesmo período do ano anterior. Uma dívida líquida negativa pressupõe a inexistência de alavancagem financeira e que o valor detido em caixa é suficiente para liquidar as dívidas financeiras e há sobras. No que tange ao nível de solvência da Via varejo, percebemos que a capacidade de solvência de curto prazo permaneceu em linha com o reportado no 1T18, apresentando uma leve piora. Ao mesmo tempo que a de longo prazo também apresentou piora, mas manteve-se em patamares confortáveis.",
            "valor_total": "5.460.890",
            "receita_liquida": "26.634.000",
            "numero_acoes": "1.294.050",
            "pl": "1,51",
            "resultado": "-387.000",
            "dividendos": "0,01",
            "beta": "1,01",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-11-26T10:25:51",
            "editado": "2019-05-20T16:57:07",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37580,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste de média, perdendo a mínima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-5-2/95c63fab7860751f884be4ca5aea879788445540/VVAR3CP.PNG",
        "compra": "4,03",
        "compra_maxima": "4,00",
        "stop": "4,20",
        "objetivo": "3,80",
        "preco_encerramento": "4,41",
        "criado": "2019-05-02T10:12:19",
        "editado": "2019-05-03T10:10:04"
    },
    {
        "empresa": {
            "id": 156,
            "analista": 46,
            "nome": "Banco do Brasil",
            "codigo": "BBAS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/94f38f0428e205734941b5dfab6d68e8c65d237e/BBAS.svg",
            "sobre": "O Banco do Brasil é uma instituição financeira sob controle do Governo Federal, o qual possui 52,2% do total de ações da Companhia. O Banco foi fundado em 1808 e foi a primeira empresa listada em bolsa de valores no Brasil. Atualmente, sua rede de atendimento conta com mais de 4 mil agências e mais de 35 mil caixas eletrônicos, localizados em quiosques, shoppings, aeroportos e rodoviárias. No setor agrícola, o Banco cumpre importante papel na concessão de crédito e atua diretamente na execução da política governamental para esse segmento. Além disso, a Companhia diversifica seus negócios atuando no setor de serviços bancários, seguridade, mercado de capitais, administração de recursos de terceiros, cartões e franquia de atendimento no exterior.",
            "pontos_positivos": "Aumento do lucro líquido recorrente superior àquele apresentado pelos seus principais pares de mercado.\r\nRedução da inadimplência mesmo com a ampliação da carteira de crédito, o que possibilitou a redução do PDD.\r\nAlta capilaridade da rede de agências, que representam quase 22% do total de agências existentes no Brasil.",
            "pontos_negativos": "Aumento do índice de eficiência, mostrando que as despesas administrativas cresceram mais do que as receitas operacionais.\r\nSetor competitivo, no qual uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nParticipação majoritária do governo no controle acionário do Banco, o que pode favorecer a aprovação de projetos com objetivos sociais ou políticos em detrimento daqueles que visem unicamente os interesses financeiros da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro para a presidência da República. Por ter um viés mais pró-mercado, ele pode dar andamento às reformas, com destaque para a reforma da Previdência. Segundo estudo feito pelo governo, a proposta enviada para o Congresso poderia trazer uma economia de R$1,0 trilhão em 10 anos, o que aliviaria o déficit fiscal brasileiro. A aprovação das principais reformas trará consigo maior demanda por crédito, tanto pelas indústrias, para a realização de investimentos, quanto pelas pessoas, para o consumo, o que é positivo para o Banco do Brasil. \r\n\r\nPorém, o mercado ainda fica apreensivo a respeito dos possíveis cortes que a proposta original pode sofrer antes de ser aprovada. Assim, a economia brasileira encontra dificuldades para voltar a crescer de forma vigorosa, de forma que o PIB nacional vem sendo reajustado para baixo frente às expectativas inicialmente traçadas. A inflação aparenta estar sob controle, enquanto a taxa Selic está nas mínimas históricas (6,5% a.a.). O desemprego permanece elevado, enquanto a capacidade ociosa da indústria ainda tem bastante espaço para diminuir. A expectativa é de que o Brasil cresça de forma mais acelerada, mesmo que isso demore mais do que o esperado, de forma que o desemprego diminua juntamente à capacidade ociosa da indústria. Isso tende a aumentar a demanda por crédito do Banco, trazendo aumento de receita. \r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco do Brasil no 4T18, percebe-se que ele foi majoritariamente positivo. O lucro líquido ajustado se expandiu juntamente ao crescimento da margem financeira líquida. A carteira de crédito do Banco também aumentou, com destaque para o segmento de pessoa física. Apesar disso, o setor de pessoa jurídica continua a representar a maior parte da carteira de crédito da Instituição. A inadimplência do Banco do Brasil diminuiu, o que possibilitou uma redução no PDD.\r\n\r\nCom um cenário político econômico favorável, aliado aos resultados positivos apresentados no 4T18, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco do Brasil apresentou lucro líquido ajustado de R$3,8 bilhões, resultado 20,6% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$13,5 bilhões em 2018, o que corresponde a uma alta de 22,2% em relação a 2017. O crescimento do lucro líquido ajustado pode ser justificado pela redução das despesas de provisão de crédito (PDD), pelo aumento das rendas de tarifas e pelo controle de custos eficiente adotado na Companhia. \r\n\r\nTambém constatou-se aumento em relação à margem financeira líquida, que mensura a diferença entre os juros pagos ao Banco (devido ao crédito concedido) e aqueles pagos pelo Banco (devido ao crédito tomado). No 4T18, o Banco do Brasil registrou margem de R$9,3 bilhões frente aos R$8,9 bilhões do 4T17 (alta de 4,6%). Já na comparação anual, a alta foi de 8,6%, passando de R$32,6 bilhões para 35,4 bilhões. Como principais contribuições para esse crescimento, tem-se o aumento nas receitas financeiras com operações de crédito, influenciadas positivamente pelo crescimento da carteira de crédito de pessoas físicas. Além disso, também houve elevação da despesa financeira de captação, que foi afetada pela elevação da taxa de juros na Argentina, culminando em um aumento da despesa em depósitos a prazo no Banco Patagônia. \r\n\r\nEm relação à carteira de crédito do Banco do Brasil, observou-se evolução de 1,8% entre dezembro de 2017 e o mesmo período de 2018 (R$684,8 bilhões versus R$697,3 bilhões). O destaque ficou para a carteira de pessoa física, que cresceu 2,7% de um ano ao outro, de forma que a participação na totalidade da carteira passou de 27,4% para 28,2%. De toda forma, o segmento de pessoa jurídica continuou com a maior representatividade (38,7% em dezembro de 2018) e apresentou evolução de 0,7% na comparação anual.\r\n\r\nVisando analisar a qualidade da carteira de crédito do Banco do Brasil como um todo, observa-se o índice de inadimplência acima de 90 dias. Em dezembro de 2017 registrou-se inadimplência de 3,72%, enquanto no mesmo período de 2018 ele era de 2,53%. Essa redução de 1,19 p.p. reflete o menor saldo de inadimplência no período, sendo que a cobertura segue compatível com o perfil de risco da mesma. Dessa forma, o Banco do Brasil conseguiu reduzir a sua Provisão para Créditos de Liquidação Duvidosa líquida (também conhecida como PDD). Ela passou de R$3,9 bilhões no 4T17 para R$3,2 bilhões no 4T18 (redução de 19,0%). Já na comparação anual, o PDD passou de R$20,1 bilhões em 2017 para R$14,2 bilhões em 2018 (redução de 29,2%). A redução da PDD foi um dos fatores que influenciou positivamente o lucro da Instituição. \r\n\r\nQuanto ao Retorno sobre Patrimônio Líquido Anualizado (RSPL ou ROAE), observou-se elevação de 1,8 p.p. entre o 4T17 e o 4T18, passando de 14,5% para 16,3%. Em linhas gerais, esse indicador representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos e é calculado a partir do patrimônio líquido médio do período. Já na comparação anual, constatou-se elevação de 1,6 p.p. (12,3% em 2017 versus 13,9% em 2018). A título comparativo, o CDI anualizado foi de 6,3%, refletindo a capacidade de geração de valor do Banco. \r\n\r\nFinalmente, percebe-se que o Banco do Brasil apresentou Índice de Basileia de 18,9% em dezembro de 2018. Ele foi 0,7 p.p. menor do que aquele apresentado no mesmo período de 2017. De toda forma, ele permanece acima daquele estipulado pelo Bacen, em 8,625%. Por sua vez, o Índice de Capital Principal passou de 10,48% para 10,00% entre dezembro de 2017 e dezembro de 2018. Apesar da redução, isso não coloca em risco a proposta do Banco de manter o Índice de Capital Principal acima de 9,5% em 2019, quando as regras do Basileia III estarão integralmente implementadas, e acima de 11% em janeiro de 2022.",
            "valor_total": "129.499.323",
            "receita_liquida": "171.488.199",
            "numero_acoes": "2.785.531",
            "pl": "36,71",
            "resultado": "12.862.026",
            "dividendos": "0,00",
            "beta": "1,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:20:27",
            "editado": "2019-03-19T11:59:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37549,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de resistência no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-4-26/59edf6ecc4b79453f449c66287e928d0d4172f6c/BBAS3.PNG",
        "compra": "49,53",
        "compra_maxima": "49,75",
        "stop": "46,40",
        "objetivo": "52,80",
        "preco_encerramento": "49,60",
        "criado": "2019-04-26T11:50:43",
        "editado": "2019-05-02T15:51:42"
    },
    {
        "empresa": {
            "id": 145,
            "analista": 49,
            "nome": "BB Seguridade",
            "codigo": "BBSE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/2a4780d86b31e0bdae00e6dfe714b248ea725b2b/BBSE.svg",
            "sobre": "A BB Seguridade é uma holding controlada pelo Banco do Brasil cuja atuação se concentra em dois segmentos principais: negócios de risco e acumulação; e negócios de distribuição. No primeiro segmento a companhia opera com produtos de seguros, previdência aberta, capitalização, resseguros e planos de assistência odontológica através de coligadas constituídas sob a forma de joint-ventures ou sociedades com parceiros privados. Já no segmento de distribuição a companhia comercializa seguros, previdência aberta, títulos de capitalização e planos privados de assistência odontológica através de sua subsidiária integral. Estão vinculadas à companhia, entre outras, a BrasilPrev, BrasilCap, Brasildental e BB Corretora. Atualmente, o Banco do Brasil detém 66,25% dos papéis da empresa e 33,58% são negociados no mercado.",
            "pontos_positivos": "Aprovação da lei das estatais protege a gestão da Companhia de interferência política.\r\nAtuação menos intervencionista do governo aumenta o apetite pelas ações da BBSE3.\r\nGrande sinergia com o controlador, que possui enorme base de clientes e rede de distribuição de produtos de grande alcance.\r\nMelhora no segmento de Vida, Habitacional e Rural e bons resultados do segmentos de Corretagem ajudam a sustentar o resultado da Companhia.\r\nEmpresa com elevado nível de distribuição de remuneração direta aos acionistas e com forte capacidade de geração de caixa.\r\nNova reestruturação aposta na marca do Banco do Brasil e gera sinergia e foco nas vendas pelo canal bancário.",
            "pontos_negativos": "Por estar sujeita ao controle indireto da União, a Companhia paga um penalty que reflete o risco de interferência do governo.\r\nQuedas sucessivas das taxas de juros reduzem a rentabilidade do negócio principal da Companhia.\r\nAtraso da reforma da Previdência prejudica o cenário para a Companhia.\r\nPeríodos de recessão econômica prejudicam os resultados da Empresa.\r\nRisco típico do mercado securitário que é representado pela possibilidade de haver estimação inadequada do risco o que, em última instância, pode afetar a rentabilidade da operação em função da maior ocorrência de sinistros em relação ao previsto.",
            "resumo": "Visão dos Analistas\r\n\r\nO mercado de seguros registrou expansão de 13% nos primeiros meses de 2019, liderado pelos segmentos patrimonial e de vida. A previsão para a retomada do crescimento do PIB favorece a expansão do mercado de seguros, que apresentou um crescimento médio de 21% ao ano nos últimos seis anos. A possibilidade de novos projetos em infraestrutura, novos leilões da Agência Nacional do Petróleo, privatizações e a nova dinâmica para os planos de previdência privada VGBL podem trazer um impulso para a indústria.\r\n\r\nA Companhia apresentou avanço no lucro líquido das principais linhas de negócio, que pode ser visto em Brasilseg (8,9%), Brasilprev (44,9%), BB Corretora (6,2%) e Brasildental (41,4%). Observamos o resultado financeiro consolidado também contribuindo positivamente para esse avanço ao registrar aumento de 60,8%.\r\n\r\nEnxergamos um cenário positivo para a BB Seguridade dado o bom desempenho na maioria dos segmentos de atuação. Vemos uma performance operacional melhor a partir da reestruturação que ocorreu com a MAPFRE, dando mais ênfase da BB Seguridade para o canal bancário. A partir dessa melhora nos fundamentos, alteramos a tendência de longo prazo do papel para alta.\r\n\r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n\r\nEm 30 de novembro de 2018 foi concluída a reestruturação da parceria mantida pela BB Seguros Participações S.A., subsidiária integral da BB Seguridade, com o Grupo MAPFRE, representado pela MAPFRE Brasil Participações S.A. Em resumo, a BB Seguros e a MAPFRE operavam em parceria por dois canais, canal bancário e canal corretor, através das joint-ventures BB MAPFRE SH1 (focada em canal bancário) e MAPFRE BB SH2 (focada em canal corretor). Após a reestruturação, a BB Seguros alienou sua participação na MAPFRE BB SH2 por R$2,3 bilhões para a MAPFRE, que ficou com 100% do controle desta joint-venture que detém 100% do canal corretor e canal bancário apenas para seguro Auto. Já na Joint-venture BB MAPFRE SH1 (operadora do canal bancário), a BB Seguros controla 74,99% e a MAPFRE participa com 25,01%. Essa reestruturação favoreceu a BB Seguros a operar em diversos ramos de seguro utilizando diretamente o canal bancário, incluindo com exclusividade neste canal uma carteira de “grandes riscos” incorporada da Aliança do Brasil Seguros.\r\n\r\nCom isso, após a reestruturação, observamos que a BB Seguridade direciona o foco das vendas do canal bancário para a joint-venture BB MAPFRE SH1 na qual é majoritária. Ao mesmo tempo, cede as vendas de seguro Auto para MAPFRE BB SH2, que agora passa ser 100% controlada pela MAPFRE, o que gera uma simplificação da estrutura de governança e gestão das participações da BB Seguridade.\r\n\r\nNo 1T19, o lucro líquido ajustado consolidado atingiu R$1,0 bilhão, aumento de 11,7% em relação ao mesmo período do ano passado. Esse ganho foi motivado pelo resultado financeiro combinado das coligadas e controladas, que registrou crescimento de 60,8%. Esse rendimento foi motivado por três fatores: (i) descasamento temporal na atualização de ativos e passivos dos planos de benefícios definidos na Brasilprev. As despesas financeiras foram impactadas positivamente pela deflação do IGP-M de dezembro 2018 a fevereiro de 2019. Já as receitas financeiras foram favorecidas pela alta do IPCA no período de janeiro a março de 2019; (ii) realização de ganhos na alienação de títulos públicos e atualização monetária de depósitos judiciais; e (iii) resultados advindos da estrutura de hedge cambial para operações no exterior no IRB-Brasil RE.\r\n\r\nO resultado operacional não decorrente de juros registrou queda de 0,8% no 1T19, devido ao aumento dos sinistros relacionados ao El Niño, que afetou a sinistralidade da Brasilseg. Também impactou o crescimento dos prêmios ganhos e a redução na alíquota efetiva de impostos na Brasilseg, Brasilprev, Brasilcap e IRB Brasil-RE.\r\n\r\nO ROAE (Retorno sobre o patrimônio líquido médio) no 1T19 foi de 58,9%, crescimento de 18,5 p.p. na comparação com o primeiro trimestre do ano passado.\r\n\r\nA Brasilseg (Seguros) apresentou um lucro líquido ajustado de R$306 milhões, queda de 8,9% em relação ao 1T18, explicada pela queda de 38,6% no resultado operacional não decorrente de juros e parcialmente compensada pela evolução de 147,0% do resultado financeiro. Os prêmios emitidos totalizaram R$1,71 bilhão, queda de 8,9% frente ao mesmo período do ano passado. O índice de sinistralidade apresentou alta de 6,5 p.p. pontos percentuais em decorrência do maior volume de avisos de sinistros no seguro Agrícola. O aumento veio por conta de eventos climáticos, do aumento na frequência de avisos nos seguros Prestamista, Vida e Residencial, e pelas despesas de PSLJ (Provisão de Sinistros a Liquidar Judicial) no montante de R$15,6 milhões.\r\n\r\nA Brasilprev (Previdência) demonstrou lucro líquido de R$382 milhões, aumento de 44,9% em relação ao 1T18. O aumento do lucro foi impulsionado pelo resultado financeiro positivo, que obteve alta de 220,1% em relação ao 1T18, advindo da expansão de 5,9 p.p. na margem financeira entre os ativos rentáveis e os passivos onerosos da Companhia. Observamos também um aumento de 6,9% do resultado com taxa de gestão, vindo da expansão de 9,5% do volume médio das reservas, parcialmente compensada pela retração de 0,03 p.p. da taxa média de gestão anualizada, que atingiu 1,07%.\r\n\r\nA Brasilcap (Capitalização) apresentou um lucro líquido de R$32,1 milhões, queda de 33,9% em relação ao 1T18. A arrecadação com títulos de capitalização apresentou crescimento de 6,2% em relação ao mesmo período de 2018, impulsionada pelo aumento de 16,8% na quantidade de títulos novos vendidos. A receita com cota de carregamento cresceu 12,9% no trimestre, explicada pela evolução na arrecadação total e pelo aumento de 0,7 p.p. na cota de carregamento média. \r\n\r\nO resultado com sorteios também contribuiu para um menor lucro da Brasilcap ao apresentar uma retração de 36,4% no trimestre, influenciado pela diminuição da frequência e do volume de sorteios previstos no portfólio atualmente comercializado. Nas contas redutoras, o custo de aquisição apresentou crescimento de 16,5% em relação ao 1T18, resultado de um aumento de 22,4% nas despesas de corretagem. As despesas gerais e administrativas também cresceram 8,0% no trimestre, devido a aumento com despesas com pessoal, com prestadores de serviços e tributos.\r\n\r\nA BB Corretora demonstrou lucro líquido ajustado de R$416 milhões no 1T19, alta de 6,2% comparado ao mesmo trimestre do ano anterior e justificado pelo incremento de 9,3% nas receitas de corretagem, que levou à melhora de 2,0 p.p. na margem operacional. O resultado para fins de comparação com os trimestres passados foi proporcionado por três efeitos: (i) crescimento de 8,6% nas receitas de corretagem de seguros; (ii) crescimento de 16,6% das receitas de corretagem vindas de planos de previdência, devido ao aumento na contribuição média dos planos periódicos; e (iii) evolução de 27,8% das receitas de corretagem advindas de produtos de capitalização.",
            "valor_total": "52.949.860",
            "receita_liquida": "3.459.520",
            "numero_acoes": "1.996.600",
            "pl": "3,90",
            "resultado": "3.666.810",
            "dividendos": "2,82",
            "beta": "0,76",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:51:49",
            "editado": "2019-05-09T18:43:10",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37570,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de resistência no gráfico diário",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-4-29/2afe258d448d04052a9061815b033e322ea12710/BBSE3CP.PNG",
        "compra": "28,70",
        "compra_maxima": "28,85",
        "stop": "27,50",
        "objetivo": "30,00",
        "preco_encerramento": "28,20",
        "criado": "2019-04-29T14:22:25",
        "editado": "2019-05-02T12:27:26"
    },
    {
        "empresa": {
            "id": 326,
            "analista": 20,
            "nome": "Suzano",
            "codigo": "SUZB3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-18/08ecc8530fdcc177c4b66e2d70946146be75f4b7/SUZB.svg",
            "sobre": "A Suzano é uma empresa de base florestal que tem mais de 90 anos de atuação. A Companhia atua nos segmentos de celulose de mercado, celulose fluff, papel, papelcartão e papel tissue. A posição da Suzano é de destaque internacional no âmbito de sua atuação. Ainda, conta com três fábricas integradas de celulose e papel, sendo duas em São Paulo e uma na Bahia, uma fábrica de papel não-integrada no estado de São Paulo, uma de produção de celulose no estado de Maranhão e a FuturaGene. No âmbito internacional, a Empresa mantém escritórios de representação na China e Inglaterra e controladas nos Estados Unidos, Suíça, Argentina e Áustria.",
            "pontos_positivos": "Operações verticalmente integradas com baixo custo de produção.\r\nElevada produtividade florestal.\r\nAs áreas de plantio e as unidades industriais são próximas.\r\nAlto nível de produção própria de energia.\r\nForte posição exportadora.\r\nEquipe de executivos com alta experiência no segmento.\r\nAquisição de terras e florestas da Duratex representa um bom negócio para a Companhia.",
            "pontos_negativos": "A receita da empresa está ligada ao câmbio e com o real se A receita da Empresa está ligada ao câmbio e, com o real se apreciando frente ao dólar, pode impactar negativamente a rentabilidade de seus negócios.\r\nLentidão do crescimento econômico mundial, com destaque para a China, impacta os preços e a demanda de celulose e papel, fato que pode impactar as métricas da Empresa. ",
            "resumo": "A Suzano é uma das empresas que mais têm exposição ao mercado externo. Cerca de 89% de suas vendas no segmento de celulose e 28% do segmento de papel são escoadas para mercados internacionais. Por ser uma empresa exportadora, a variação cambial impacta diretamente na rentabilidade de seus negócios. No presente trimestre, a Companhia apresentou decréscimo em variáveis importantes como a receita, o Ebitda e a geração de caixa, além de ter mensurado prejuízo líquido. \r\n \r\nO início de 2019 trouxe à tona um cenário desafiador para o segmento de celulose e papel. Diante das tensões comerciais entre China e EUA, dos receios quanto ao crescimento da economia mundial e do baixo ritmo nos segmentos de papéis gráficos, com destaque para a Ásia e Europa, tais fatores impactaram o resultado deste trimestre da Companhia. Os preços de celulose, ao menos em curtíssimo prazo, refletem este contexto e é necessária a avaliação destes pois podem impactar nas métricas futuras, tanto positivamente, quanto negativamente. \r\n \r\nAcreditamos que os choques de preços mencionados anteriormente sejam de curto prazo e esperamos a normalização dos mesmos a partir do segundo trimestre do ano, até mesmo porque, sazonalmente avaliando, a demanda nos três primeiros meses é menor. Dessa forma, reafirmamos a nossa recomendação de compra no papel SUZB3, balizada também pela estrutura de negócio defensivo (grande correlação com o dólar) e pelos ganhos de sinergia com a Fibria. As políticas monetária e fiscal expansionistas na China tendem a estimular o seu crescimento em médio prazo, fato que, se concretizado, pode impactar em maior consumo e maior preço de celulose/papel. \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nA receita líquida do primeiro trimestre de 2019 alcançou R$5,6 bilhões de reais, queda de 15,0% frente ao mesmo período no ano passado. Esta redução é principalmente explicada pela queda de 30% no volume de vendas de celulose, mas parcialmente compensada pelo crescimento do preço da celulose em reais (diante da desvalorização da moeda brasileira) e pela evolução na receita de papel motivado por aumento de seu preço. \r\n \r\nO custo do produto vendido (CPV) subiu 25,0% na comparação entre o primeiro trimestre deste ano e o do ano passado, calculado em R$4,7 bilhões. Este custo envolve a absorção dos passivos advindos da combinação de negócios com a Fibria. Se excluirmos esses custos com os passivos da incorporada, o CPV totalizaria R$3,3 bilhões, queda de 11% ante o primeiro trimestre do ano passado, em função do menor volume de vendas. Com isso, o lucro bruto, subtração das receitas líquidas pelo CPV, foi calculado em R$974,1 milhões, queda de 66,0%. Também observou-se retração nas margens brutas (lucro bruto/receita líquida) de 43,3% para 17,1% na comparação anual. \r\n \r\nNa avaliação dos dispêndios, as despesas operacionais cresceram 31,0% na comparação anual, medidas em R$789,9 milhões. Desmembrando o indicador, percebemos a elevação de 44,0% das despesas com vendas, totalizando R$441,3 milhões. Já para as despesas gerais e administrativas, o crescimento foi de 49,0% (R$330,7 milhões), explicado em função das despesas referentes à combinação de negócios com a Fibria.\r\n \r\nO Ebitda Ajustado alcançou R$2,7 bilhões no 1T19, queda de 18,0% ante o mesmo período do ano passado. O desempenho deste indicador foi influenciado principalmente pelo menor volume vendido de celulose e papel (27%). A margem Ebitda (Ebitda/receita líquida), de igual modo, saiu de 50,1% para 48,5%. Neste trimestre, a Suzano reverteu o lucro líquido de R$1,4 bilhão no primeiro trimestre de 2018 para um prejuízo líquido de R$1,2 bilhão. Como antecipado, a redução das receitas, assim como o resultado financeiro negativo de R$1,9 bilhão, foram influências importante para o presente resultado. Desta forma, neste trimestre a margem líquida foi de -21,6%. \r\n \r\nNo primeiro trimestre, a Suzano comercializou 1.729 mil toneladas de celulose de mercado, redução de 30,0% no comparativo anual em decorrência da estratégia comercial da Empresa. Já as vendas de papéis somaram 274 mil toneladas, retração de 3,0% em relação ao mesmo trimestre do ano passado. Ambos os resultados mostram uma demanda menos aquecida por seus produtos muito em função do cenário macroeconômico mundial incerto, com destaque para as tensões comerciais entre China e EUA e seus impactos para diversas economias do globo. \r\n \r\nEm relação ao endividamento da Companhia no primeiro trimestre do ano, a dívida bruta cresceu 92%, totalizada em R$60,7 bilhões. Deste total, cerca de 68% do total são advindas de dívidas em moeda estrangeira, enquanto que 32% se referem à dívida em moeda nacional. Grande parte dos passivos estão dolarizados, uma vez que funcionam como hedge (proteção), já que a geração de caixa também advém de moeda externa. A dívida líquida do presente trimestre foi somada em R$53,8 bilhões, expansão de 147% na comparação anual. \r\n \r\nO caixa neste trimestre apresentou recuo de 29%, totalizando R$6,9 bilhões. Já o grau de alavancagem da dívida, medido pela relação Dívida Líquida/Ebitda Ajustado, foi aumentado de 1,9x, no primeiro trimestre de 2018, para 3,4x no primeiro trimestre de 2019. A variação importante na estrutura de capital da Suzano está diretamente relacionada com a combinação de negócios com a Fibria, que totalizou aproximadamente R$28 bilhões. Apesar disso, os vencimentos totais da dívida estão mais concentrados em longo prazo (88% do total), fato positivo para a estrutura de capital e que não onera a gestão de capital de giro no curto prazo.",
            "valor_total": "62.806.280",
            "receita_liquida": "16.137.470",
            "numero_acoes": "1.349.220",
            "pl": "15.09",
            "resultado": "-1.721.590",
            "dividendos": "0,16",
            "beta": "0,19",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2017-11-22T10:05:09",
            "editado": "2019-05-20T13:36:31",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37573,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda da mínima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-4-30/193bb10edde5a03a56974bf15fb95e24d0129206/SUZB3CP.PNG",
        "compra": "42,16",
        "compra_maxima": "41,90",
        "stop": "43,50",
        "objetivo": "40,25",
        "preco_encerramento": "41,03",
        "criado": "2019-04-30T10:06:11",
        "editado": "2019-05-02T10:19:45"
    }
]
