[
    {
        "empresa": {
            "id": 192,
            "analista": 42,
            "nome": "Lojas Marisa",
            "codigo": "AMAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/0188926ec82ef1291ae46ac0e44a65d826be264c/AMAR.svg",
            "sobre": "A Marisa S.A é a maior rede de moda feminina do Brasil. A Companhia desenvolve e comercializa sob sua marca corporativa \"Marisa\" uma ampla variedade de produtos de qualidade a preços atrativos. A marca \"Marisa\", associada ao reconhecido slogan \"De Mulher para Mulher\", possui forte reputação com o público feminino e uma identificação com seu público-alvo, que a Companhia acredita ser única no mercado brasileiro. \r\n",
            "pontos_positivos": "A empresa explora negócios complementares com a oferta de cartões de crédito e de seguros em parceria com o Itaú, o que gera uma diversificação positiva com relação às operações.\r\nMaior geração de caixa operacional.\r\nMelhor gestão do capital de giro e dos estoques.\r\nEncerramentos das lojas com baixa perspectiva de retorno.",
            "pontos_negativos": "Ambiente competitivo e com baixas barreiras à entrada pressionam as margens da companhia pela entrada de novas empresas do segmento de vestuário voltadas para as classes C e D.\r\nCompanhia focada exclusivamente no público feminino.\r\nMaiores perdas nas carteiras de crédito e private label.\r\nRetração nas vendas.\r\nFraco desempenho das lojas recém inauguradas.\r\nRetração nas receitas com juros provenientes de empréstimo pessoal e venda à prazo.\r\n",
            "resumo": "O atual cenário macroeconômico e suas perspectivas ainda continuam desafiadoras, apesar da eleição de um governo com viés liberal e com uma agenda reformista. A afirmação é corroborada pelos constantes cortes na projeção de expansão do PIB pelo principais agentes de mercado, elevado patamar de desocupados, estagnação da média salarial nacional e estagnação do consumo das famílias. Os fatos anteriormente citados refletem no índice de confiança do consumidor (ICC) e índice de incertezas econômicas (IIE), ambos os levantamentos realizados pela Fundação Getúlio Vargas (FGV).\r\n\r\n\r\nDe acordo com a Fundação, os últimos resultados sugerem um desapontamento dos consumidores com o ritmo de recuperação da economia, após projetarem melhoras para a economia e para as finanças familiares nos meses anteriores. Além da velocidade da recuperação estar aquém do esperado, a demora no avanço das reformas tem contribuído para o aumento da incerteza econômica.\r\n\r\n\r\nAo analisar o segmento do varejo focado no segmento de vestuário percebe-se que o setor apresenta uma das piores performances. No acumulado de 12 meses, o volume de vendas apresenta retração de 1,60% e no faturamento recuo de 0,3p.p. Deste modo corroborando com os resultados das pesquisas da FGV, que sinalizam uma menor predisposição ao consumo das famílias. Ao analisar o resultado do 4T18 das Lojas Marisa (AMAR3), percebe-se que, muito embora a Companhia tenha conseguido reverter o prejuízo auferido no mesmo período do ano anterior, em decorrência do aumento das receitas financeiras e receitas não operacionais, a mesma continuou apresentando retração em importantes métricas financeiras operacionais. Logo, mantemos o teor de cautela com o ativo e optamos pela manutenção da tendência de baixa para curto prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018.\r\n\r\n\r\nNo 4T18 a receita líquida registrada foi de R$661,40 milhões, o que representa uma redução de 2,20%, na comparação com valor auferido no 4T17. Segundo a Companhia, o resultado foi afetado majoritariamente pela retração no fluxo de clientes na lojas e pela retração nas vendas das lojas recém inauguradas, lojas com até 12 meses de funcionamento. Ao término do quarto trimestre de 2018, o Ebitda atingiu R$300,7 milhões, frente ao resultado de R$54,3 milhões reportado no 4T17, o resultado foi auxiliado pelo crédito tributário de R$350 milhões. Junto com a retração das vendas, o indicador foi impactado por maiores despesas com vendas e administrativas, as quais foram afetadas por maiores gastos com marketing e provisões de perdas para o itens do estoque que eram considerados obsoletos. O lucro líquido do período foi registrado por R$160 milhões, frente a uma perda de R$326 mil reportado ao término do 4T17. Contudo, é importante ressaltar que o resultado final foi impactado positivamente pelo ganho financeiro de R$331 milhões no período em análise.\r\n\r\n\r\nEmbora, as vendas nas mesmas lojas, indicador que mensura o desempenho dos pontos de venda em funcionamento em até 12 meses, tenha ficado no negativo, o mesmo apresentou expansão de 0,5 p.p. na comparação com o mesmo período do ano anterior. No que tange ao número de lojas, a Varejista encerrou o quarto trimestre de 2018 com 17 lojas a menos na comparação com o 4T17, totalizando 371 lojas em funcionamento, o encerramento das operações desses pontos de vendas, ocorreu em linha com a estratégia de preservação das margens, com o encerramento das lojas com baixa perspectiva de retorno e geração de valor.\r\n\r\n\r\nAcompanhando o fraco desempenho das vendas, as receitas oriundas de juros dos empréstimos pessoais e das vendas a prazo também apresentaram retração. Os juros das operações de empréstimo pessoal cederam 21,4% na comparação com o mesmo período do ano anterior, ficando em R$22,5 milhões, enquanto as perdas desse tipo de operação de crédito cederam 13,3%, ficando em R$9,9 milhões. Já os ganhos de capital decorrente das vendas a prazo totalizaram R$60 milhões, diminuição de 6,8% em relação ao 4T17, e as perdas cederam 17,8%, ficando em R$35,2 milhões.\r\n\r\n\r\nNo que tange a geração de caixa operacional, esta finalizou o 4T18 sendo registrada por R$108,75 milhões, frente ao consumo de R$628 milhões reportado no mesmo período do ano anterior. O resultado foi auxiliado pela necessidade de capital de giro, que permanece negativa sendo registrada por R$62,8 milhões, muito embora esta tenha aumentado em relação ao mesmo período do ano anterior. A necessidade de capital de giro apresentou impactos positivos majoritariamente dos menores estoques, maior prazo de pagamento aos fornecedores e créditos tributários. \r\n\r\n\r\nAo analisar a estrutura da dívida das Lojas Marisa, constatamos que a dívida líquida apresentou retração de 9,70%, passando a ser registrada por R$522 milhões. A alavancagem financeira, que é mensurada pelo quociente dívida líquida/EBITDA convergiu para a mesma direção, indo de 2,2x para 1,2x. Adicionalmente, constatou-se que a Varejista alongou o perfil do endividamento financeiro, ao término do 4T17, as obrigações com vencimento acima de 12 meses correspondiam por 40% do endividamento financeiro total e ao término do 4T18 passou para 70%, proporcionando no curto prazo maior folga de caixa. No que tange a capacidade de solvência de curto prazo esta se manteve inalterada, enquanto a de longo prazo apresentou uma leve deterioração, contudo ainda mantendo-se em patamares confortáveis.",
            "valor_total": "816.344.000",
            "receita_liquida": "2.800.245",
            "numero_acoes": "204.086",
            "pl": "4,04",
            "resultado": "-131.498.00",
            "dividendos": "0,00",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-16T13:15:50",
            "editado": "2019-04-09T10:05:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35390,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste na média de 9 períodos perdendo a mínima do candle anterior. Venda a favor da tendência de baixa.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-26/74681b89f64d828010aafbaba578147c79482922/amar3.PNG",
        "compra": "5,17",
        "compra_maxima": "5,14",
        "stop": "5,42",
        "objetivo": "4,87",
        "preco_encerramento": "5,05",
        "criado": "2018-12-26T10:30:38",
        "editado": "2018-12-28T10:33:55"
    },
    {
        "empresa": {
            "id": 76,
            "analista": 45,
            "nome": "Taesa",
            "codigo": "TAEE11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/60de7bb26281f103b6067350b8e2117994dd12c8/TAEE.svg",
            "sobre": "A Transmissora Aliança de Energia Elétrica S.A. – TAESA – é um dos maiores grupos privados de transmissão de energia elétrica do Brasil em termos de Receita Anual Permitida (RAP). A Empresa é exclusivamente dedicada à construção, operação e manutenção de ativos de transmissão, com aproximadamente 9.869 km em operação e 2.857 km de extensão em construção, totalizando 12.726 km de linhas de transmissão. Além disso, possui ativos em 70 subestações em operação com nível de tensão entre 230 e 525kV, presença em todas as regiões do país, e um Centro de Operação e Controle localizado em Brasília. Atualmente, a TAESA detém 36 concessões de transmissão, possuindo 100% dos ativos de quinze concessões, participação na ETAU, Brasnorte, Paraguaçu e Aimorés, ERB1 e em catorze concessões da TBE.",
            "pontos_positivos": "Geração de receita da companhia é altamente previsível assim como sua margem;\r\nPolítica de pagamento de dividendos agressiva, proporciona alto nível de remuneração aos acionistas;\r\nBoa margem de alavancagem, o que permite que a Taesa esteja preparada para as oportunidades de crescimento do setor via aquisições de projetos novos (greenfields) ou operações de fusões e aquisições;\r\nUma das maiores Companhias privadas do país no setor de transmissão de energia.",
            "pontos_negativos": "Mercado de energia elétrica é sujeito à interferência e à regulamentação governamental de maneira intensa o que penaliza as ações da companhia;\r\nA companhia e suas controladas poderão incorrer em custos significativos para cumprir com eventuais alterações na regulação ambiental, de saúde e segurança no trabalho;\r\nA estrutura de governança adotada pela empresa pode ser considerada como vínculo empregatício pelo Poder Judiciário, o que poderá afetar negativamente seus resultados;\r\nPossibilidade da companhia ter maiores gastos com juros, em decorrência de estarem atrelados a SELIC.",
            "resumo": "Existe uma expectativa de retomada de crescimento econômico mais acentuado para os próximos anos. O mercado espera um trâmite da reforma de forma mais ágil, o que pode levar a uma melhora nas contas públicas e influenciar a economia como um todo. Tal situação tem impacto direto no setor elétrico, uma vez que existe uma forte correlação entre o nível de atividade econômica e a indústria, visto que grande parte da demanda por energia elétrica é oriunda da indústria. \r\n\r\nOutra variável a ser observada é a inflação, pois uma maior inflação se traduz em maiores receitas para as companhias do setor, que por sua vez é ocasionada pelos reajustes tarifários, que ocorrem de acordo com a variação do indicador.\r\n\r\nEmbora a Taesa tenha apresentado evolução no lucro líquido na base de comparação anual, vale sempre ressaltar que o setor de energia tem expressiva influência política e que não há previsão para grandes mudanças, como por exemplo, uma reforma tributária que amenize a burocracia do setor. \r\n\r\nTodavia, ressaltamos que a Companhia possui um bom histórico de geração de lucro, baixa alavancagem e forte geração de caixa. Assim, dados os fatos expostos acima, vemos com otimismo o futuro da distribuidora e do segmento de distribuição de energia elétrica, o que nos leva a manter a tendência de alta inalterada no momento. \r\n\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018. \r\n\r\nA receita líquida computada no quarto trimestre de 2018 foi de R$564,1 milhões, aumento de 56,5% quando comparada ao mesmo período do ano de 2017 (R$360,6). Tal variação foi muito em função, principalmente, pela mudança contábil, adotando o IFRS (padrão internacional) em função da CPC 47. \r\n\r\nOs custos e despesas operacionais totalizaram no 4T18 um montante de R$246,5 milhões, uma elevação expressiva de 112,8% quando comparado ao quarto trimestre de 2017. Os eventos que elencam este aumento são o acréscimo com material que passou de R$65,3 milhões no último semestre de 2017 para R$175,4 no 4T18,crescimento anual de 17,2% no 4T18 é devido a reversão no 4T17 dos custos com a 4ª emissão de debêntures após a sua liquidação, no valor de R$2,9 milhões e atualização das provisões em relação a contingências judiciais. \r\n\r\nNo último semestre de 2018 o EBITDA apresentou uma evolução de 29,9%, onde no 4T17 foi e R$244,7% e no 4T18 foi R$317,6. Tal variação também é motivada pela adoção do CPC-47. É válido a ressalva de que antes da mudança os impactos eram praticamentes nulos entre a comparação anual do EBITDA, os impactos da mudança contábil foram principalmente na receita, que influenciou diretamente o indicador. Assim, o lucro líquido totalizou 327,1 milhões no 4T18, uma elevação de 17,8% em comparação anual com o quarto trimestre de 2017. \r\n\r\nA dívida líquida da empresa alcançou o patamar de 2,4 bilhões no quarto trimestre de 2018, sem elevação em comparação ao 4T17. Tal variação muito foi motivada pela redução de caixa operacional neste período, em função de pagamentos de dividendos e juros sobre capital próprio. Um ponto considerável nessa análise é de que as dívidas de longo prazo totalizam 86,9% do montante e a relação dívida líquida/EBITDA ficou em 1,7x. Já os investimentos somaram no final de 2018 um valor de 208,7 milhões, um aumento de mais de 100% quando comparado a 2017 (R$94,4 milhões). A empresa tem foco destes investimentos em 9 projetos com um investimento total de R$ 5,6 milhões no ciclo 2018/219, e um potencial de RAP (Receita Anual Permitida) de R$964 milhões.",
            "valor_total": "6.88.980",
            "receita_liquida": "1.431.689",
            "numero_acoes": "344.449",
            "pl": "13.11",
            "resultado": "1021.806",
            "dividendos": "2.22",
            "beta": "0.52",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:32:28",
            "editado": "2019-04-26T17:07:14",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35366,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Papel fez correção nas médias e máximas em relação aos dois candles anteriores.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-21/5fe30ffdcc51d553e97a7504588b8d951b6356c5/Capturar.PNG",
        "compra": "23,07",
        "compra_maxima": "23,12",
        "stop": "22,44",
        "objetivo": "23,94",
        "preco_encerramento": "23,49",
        "criado": "2018-12-21T12:30:44",
        "editado": "2018-12-28T10:15:32"
    },
    {
        "empresa": {
            "id": 152,
            "analista": 43,
            "nome": "ENAUTA PART ON",
            "codigo": "ENAT3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-20/479ffd1f6102f13c1169c98525a6bd7311b436f4/enauta.jpg",
            "sobre": "A QGEP Participações S.A. alterou em 18 de março de 2019 a sua denominação social para Enauta Participações S.A. Adicionalmente a estrutura societária da Companhia não foi alterada. Com isso a partir desta data mencionaremos a Companhia como Enauta. A Enauta (QGEP3) é uma das principais empresas brasileiras do setor de Exploração e Produção de Petróleo, com um portfólio diversificado e balanceado composto por ativos de produção, desenvolvimento e exploração de óleo e gás. A Companhia possui em seu portfólio direitos de concessão sobre blocos exploratórios distribuídos nas principais bacias sedimentares da costa brasileira. Além disso, ela participou da descoberta do Campo de Manati, um dos maiores produtores de gás natural não-associado (gás livre do óleo e da água no reservatório) no Brasil, e, na Bacia de Santos, atua como operadora do Campo de Atlanta. Atualmente, a Empresa é negociada no Novo Mercado da B3, o segmento que exige o mais alto nível de governança corporativa, sob o código QGEP3.",
            "pontos_positivos": "A Enaulta está entre os maiores produtores do segmento de exploração e produção de petróleo do País.\r\nA operação do campo de Manati assegura à Companhia um fluxo de caixa estável para manter sua operação e financiar parte de seus investimentos.\r\nA QGEP3 é uma empresa integrante do grupo Queiroz Galvão, que atua há mais de 35 anos na cadeia de óleo e gás, o que lhe confere sinergias relevantes em sua operação.\r\nA Companhia se encontra em uma posição privilegiada para aquisição de novos ativos, por ser classificada como Operador tipo A pela ANP, possibilitando que a Empresa opere em terra e no mar, em águas rasas a ultraprofundas.\r\nProjeto de perfuração de novo poço em Atlanta e intervenção nos poços atuais irá influenciar positivamente a receita da Companhia.\r\nDesinvestimentos da Petrobras em Campos Maduros gera oportunidades de novas aquisições para Companhias do setor.",
            "pontos_negativos": "O setor de petróleo é altamente regulado no Brasil, o que sujeita a Companhia à ingerência do governo em suas atividades.\r\nA atividade de prospecção de petróleo possui alto risco geológico e depende de um grande desembolso de recursos antes que comecem a aparecer efetivos retornos.\r\nA Companhia sujeita-se às oscilações da cotação do petróleo e do gás no mercado internacional e também tem exposição cambial relevante em função dessas commodities serem cotadas na moeda norte-americana.\r\nO envolvimento do grupo controlador da Empresa, em particular o braço de construção civil no caso da Lava-jato que denunciou esquema de corrupção instalado dentro da Petrobras, ainda prejudica a imagem da Companhia.",
            "resumo": "No cenário internacional, que movimenta os preços do Petróleo Brent e afeta os custos e a receita da Enauta, vemos que o desaquecimento da economia global tem impactado na demanda do produto, ao mesmo tempo em que vemos a OPEP com dificuldades de atingir as metas de redução nos estoques de petróleo, o que pressiona os preços da commodity para baixo. Além disso, cenários estressantes como a falta de acordo comercial entre EUA e China e tensões na Venezuela (fornecedor importante de Petróleo para os EUA) ainda movimentam os preços da commodity, o que pode, no final das contas, dificultar a rentabilidade dos projetos da Enauta.\r\n \r\nA Companhia apresentou bons resultados no atual trimestre, mostrando um aumento na produtividade com a nova participação no Campo de Atlanta. Com um lifiting cost (custo de produção de petróleo) no campo de Atlanta de US$30,90 por barril de óleo equivalente, mostrando uma boa margem para rentabilidade do projeto, a Enaulta tem boas perspectivas de aumento de produção para o futuro. \r\n \r\nA Companhia continua lucrativa e com uma posição sólida de caixa, além disso, novas possibilidades de aquisições estão no radar da Companhia, caso seja vantajoso aproveitar os desinvestimentos da Petrobras em alguns campos maduros. Vemos um cenário positivo para o setor no Brasil e boas oportunidades para a Enauta, logo, mantemos uma perspectiva de alta para o papel para o longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo quarto trimestre de 2018, a Companhia gerou uma receita de R$298,7 milhões, um aumento de 105,9% em relação ao 4T17. Esse aumento expressivo foi causado pela contribuição de um trimestre completo de produção do Campo de Atlanta, que representou 58% da receita total, e, adicionalmente, houve um incremento da participação de 30% para 50% na concessão do Campo de Atlanta, gerando R$115,1 milhões a mais no trimestre. Cabe ressaltar que em Manati a receita caiu 13%, totalizando R$126,1 milhões, devido à queda na mesma proporção da sua produção trimestral.\r\n \r\nPor sua vez, devido ao aumento de 20% da participação no Campo de Atlanta, os custos operacionais totais aumentaram 229,5% no trimestre, saindo de R$55,2 milhões para R$181,9 milhões. Desse saldo, R$14,5 milhões são referentes ao Campo de Manati e R$167,4 milhões ao Campo de Atlanta. Os custos no campo de Manati caíram 73,7% devido à reversão da depreciação, inerente à revisão da curva de produção para acompanhar a nova curva de produção esperada, no montante de R$33,3 milhões.\r\n \r\nA despesas gerais e administrativas aumentaram 32,9% no trimestre, registrando R$20,6 milhões. Em contrapartida, como percentual da receita total, houve melhora de 3,8 p.p. O aumento absoluto é reflexo da despesa com pessoal, custos associados à participação em lucros e resultados aos funcionários. A rubrica de outras receitas operacionais caiu 72,6%, registrando R$41,0 milhões, referente ao acordo com o fornecedor pelo atraso do FPSO Petrojarl I no Campo de Atlanta. Os gastos exploratórios saíram de R$3,3 milhões no 4T17 para R$9,0  milhões no atual trimestre em função da aquisição e processamento sísmico dos blocos da Bacia de Sergipe Alagoas. \r\n \r\nO resultado financeiro líquido foi de R$18,4 milhões 4T18, um aumento de 41,5% em relação ao mesmo trimestre do ano passado, refletindo o rendimento das aplicações. O lucro líquido da Enauta no 4T18  foi de R$125,3 milhões, queda de R$35,1% na comparação trimestral, ocasionado pela queda das receitas operacionais desde o recebimento de 50% do valor da venda do bloco BM-S-8 no 4T17. Adicionalmente, o lucro líquido da Companhia no ano de 2018 foi de R$425,2 milhões, aumento de 19,0% na comparação anual, gerando um maior resultado operacional. \r\n \r\nO EBITDAX (EBITDA ajustado que considera gastos com exploração e produção de poços secos ou sub-comerciais) no período foi de R$159,7 milhões, beneficiado pelo acordo com o fornecedor referente ao atraso do FPSO no Campo de Atlanta. Ainda assim, o indicador apresentou uma queda de 33,4%, devido ao alto EBITDAX no 4T17, que foi beneficiado pela venda do Bloco BM-S8. Excluindo esses ganhos não recorrentes que ocorreram nos dois trimestres, o EBITDAX teria sido de R$113,8 milhões no 4T18 e de R$89,9 milhões no 4T17, resultando numa alta de 26,6% no período. A Margem EBITDAX (EBITDAX/receita líquida) no trimestre foi de 62,30%, aumento de 6,2 p.p.\r\n \r\nQuanto ao Capex, a Enauta financia suas necessidades através dos fundos gerados internamente, ou seja, com seu próprio capital. As despesas deste ano foram suportadas pelos recursos recebidos com a venda do Bloco BM-S-8 e dos acordos de farm-out. A Companhia mantém uma posição de caixa suficiente para suprir suas necessidades de financiamento para os próximos anos. O Capex de 2018 totalizou R$284,0 milhões, a maior parte dos seus gastos são direcionados para Produção, seguidos de Exploração e demais. Para 2019, a Companhia espera consumir cerca de R$253,0 milhões.\r\n \r\nO endividamento total reduziu-se em 8,2%, registrando R$298,5 milhões no ano de 2018. A dívida da Companhia é composta por financiamentos obtidos junto à FINEP (Financiadora de Estudos e Projetos) e linhas de crédito do Banco do Nordeste do Brasil. O total da dívida é composto de 87% de longo prazo e 13% de curto prazo. A Empresa possui uma alavancagem financeira (Dívida Líquida/Ebitda) com ratios negativos, o que significa uma posição de caixa favorável. O Caixa atual da Enauta é de R$1,9 bilhão, mesmo nível do ano passado, e é suficiente para cumprir com suas todas as suas obrigações.",
            "valor_total": "4.026.975",
            "receita_liquida": "557.760",
            "numero_acoes": "265.807",
            "pl": "11,25",
            "resultado": "497,803",
            "dividendos": "1,54",
            "beta": "0,74",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:07:30",
            "editado": "2019-04-24T10:43:47",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35311,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte com volume acima da média. Topo duplo anterior indica tendência de baixa.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-20/04414a07a8077c2dda44b34fa9bba02a4da1fa36/qgep3.PNG",
        "compra": "10,10",
        "compra_maxima": "10,05",
        "stop": "10,77",
        "objetivo": "9,30",
        "preco_encerramento": "9,62",
        "criado": "2018-12-20T10:53:39",
        "editado": "2018-12-21T17:36:42"
    },
    {
        "empresa": {
            "id": 89,
            "analista": 41,
            "nome": "Weg",
            "codigo": "WEGE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/419e2ca54805c9de616353030ffa702c5be6b833/WEGE.svg",
            "sobre": "A WEG, fundada em 1961, atua nas áreas de comando e proteção, variação de velocidade, automação de processos industriais, geração e distribuição de energia e tintas e vernizes industriais. No País, o Grupo tem sua sede e principais unidades industriais em Jaraguá do Sul, Santa Catarina. Suas demais fábricas estão espalhadas por Rio Grande do Sul, Santa Catarina, São Paulo, Amazonas e Espírito Santo. No exterior, a WEG possui unidades fabris em 8 países, além de instalações de distribuição e comercialização em outros 17. Produzindo inicialmente motores elétricos, a WEG começou a ampliar suas atividades a partir da década de 80, com a produção de componentes eletroeletrônicos, produtos para automação industrial, transformadores de força e distribuição, tintas líquidas e em pó e vernizes eletro-isolantes. Cada vez mais a Empresa está se consolidando não só como fabricante de motores, mas como fornecedor de sistemas elétricos industriais completos.",
            "pontos_positivos": "Cenário de juros baixos e retomada no crescimento da indústria brasileira fortalece o setor de atuação da Empresa.\r\nForte presença no exterior, principalmente na América do Norte e na Europa, beneficiando-se do crescimento mais forte da economia americana.\r\nDívida líquida negativa (caixa e disponibilidades cobre todas as dívidas da Empresa).\r\nAquisição recente de empresas importantes no segmento de geração e transformação de energia.\r\nPosicionamento no setor de geração de energia solar, o qual apresenta grande potencial de crescimento no longo prazo.",
            "pontos_negativos": "Recuperação ainda lenta da demanda por equipamentos de ciclo longo.\r\nRetomada mais lenta da economia brasileira e/ou desaceleração da economia global podem reduzir a demanda da Companhia.\r\nDívida majoritariamente atrelada a moedas estrangeiras pode sofrer impactos negativos com a escalada da taxa de câmbio.\r\nDificuldades em ganhar eficiência operacional e ampliar as margens.",
            "resumo": "A Weg (WEGE3) se beneficiou em 2018 do bom momento da economia americana, mas também apresentou crescimento robusto em todos os mercados, mesmo com a desaceleração de economias importantes como a chinesa e a europeia. A desvalorização média de 15% do real em relação ao dólar também deu maior fôlego aos resultados no exterior. Por outro lado, os temores de desaceleração mais forte não só na China, mas também nos Estados Unidos, podem reduzir as vendas da Weg.\r\n \r\nNo Brasil, mesmo com a economia ainda em ritmo lento, o crescimento das receitas foi superior a 20% no mercado interno, com destaque para o segmento de Geração, Transmissão e Distribuição (GTD). Uma possível retomada do crescimento ao longo deste ano tende a fortalecer ainda mais os resultados da Companhia.\r\n \r\nDada sua boa diversificação global, sua resiliência mesmo em momentos de baixo dinamismo econômico e sua capacidade de colher frutos com a eventual retomada da economia brasileira, reiteramos a tendência de alta no longo prazo para WEGE3.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Weg apresentou receita líquida de R$12 bilhões em 2018, o que representa um crescimento de 26% a 2017. O avanço foi relativamente bem distribuído entre o mercado interno e o externo, com crescimento de 21% no primeiro (R$5,1 bilhões) e de 30% no segundo (R$6,9 bilhões). As vendas no mercado externo subiram 13% em dólares, enquanto a desvalorização média de 15% no câmbio auxiliou na expansão mais forte nesses mercados.\r\n \r\nNo mercado interno, a melhora nas receitas veio principalmente do setor de GTD. Este teve crescimento de 41%, atingindo receita líquida de R$2,3 bilhões. Por se tratar de um segmento baseado em prazos mais longos de produção e cuja receita é reconhecida conforme a porcentagem de conclusão dos projetos, parte do avanço pode ser atribuído ao início das entregas no 1T18, tornando a base de comparação em 2017 consideravelmente mais baixa. Mesmo assim, o setor de energias renováveis (foco do segmento de GTD) apresenta alto potencial de crescimento no longo prazo, apesar das margens ainda apertadas.\r\n \r\nDentre os mercados de atuação da Companhia, a América do Norte segue como o principal (41,4% do mercado externo), seguida pela Europa (27% do mercado externo). Destaque também para o crescimento de 43% das vendas no mercado da Ásia-Pacífico, o qual aproxima-se de se tornar o terceiro principal mercado da Companhia.\r\n \r\nNo que se refere aos custos, a Weg apresentou crescimento de 26% nos custos de produtos vendidos (CPV), passando de R$6,7 bilhões no 2017 para R$8,5 bilhões no ano passado. O crescimento foi puxado pela alta dos custos com materiais, os quais foram pressionados pelo câmbio e pelo aumento das vendas. Com isso, o lucro bruto (receita líquida – custos) somou R$3,5 bilhões, alta de 26%. A margem bruta (lucro bruto/receita líquida), por sua vez, manteve-se em 29%.\r\n \r\nAs despesas cresceram em linha com a receita, passando de R$1,6 bilhão para R$1,9 bilhão, alta de 24,5%. Mais uma vez, as despesas com vendas puxaram a rubrica por conta do maior volume vendido. O resultado financeiro segue sendo pouco representativo, não impactando sensivelmente o desempenho do ano.\r\n \r\nO lucro líquido atingiu R$1,3 bilhão, contra R$1,1 bilhão em 2017, uma alta de 11%. Já o Ebitda teve avanço de 24,5%, atingindo R$1,8 bilhão. Mesmo com as altas expressivas, as respectivas margens reduziram-se de 12% para 11,2% e de 15,4% para 15,2%.\r\n \r\nPor fim, a situação financeira da Companhia segue positiva. A dívida bruta somou R$3,8 bilhões, enquanto as disponibilidades e aplicações financeiras atingiram R$4,5 bilhões. Dessa forma, a Weg apresenta caixa líquido de R$690 milhões, ou seja, é capaz de cobrir todos os seus compromissos financeiros com sobras. Destaque para o aumento da participação de dívidas em moedas estrangeiras, as quais correspondem a 87% do total. Esse ponto merece atenção pois deixa as dívidas muito expostas a variações cambiais.",
            "valor_total": "36.784.269",
            "receita_liquida": "11.970.090",
            "numero_acoes": "2.097.165",
            "pl": "3,74",
            "resultado": "1.338.319",
            "dividendos": "0,00",
            "beta": "0,70",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:35:15",
            "editado": "2019-03-18T16:54:57",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35141,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-13/2a7cf7c89aab64f41fcc07e3920336b4998327e2/wege3.PNG",
        "compra": "17,19",
        "compra_maxima": "17,10",
        "stop": "18,02",
        "objetivo": "16,50",
        "preco_encerramento": "17,41",
        "criado": "2018-12-13T10:44:51",
        "editado": "2018-12-21T15:56:09"
    },
    {
        "empresa": {
            "id": 123,
            "analista": 46,
            "nome": "Klabin",
            "codigo": "KLBN11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/68c21855116ee63244111475d96669044879e61e/KLBN.svg",
            "sobre": "A Klabin, fundada em 1899, é a maior produtora e exportadora de papéis do Brasil. A empresa é líder na produção de papéis e cartões para embalagens, embalagens de papel ondulado e sacos industriais, comercializando também madeira em toras para serrarias e laminadoras. A Empresa possui 18 unidades industriais, sendo 17 no Brasil, em oito estados, e uma na Argentina. Está dividida em quatro unidades de negócios: Florestal, Celulose, Papéis e Conversão. Atualmente, conta com mais de 18 mil colaboradores (diretos e indiretos).",
            "pontos_positivos": "Evolução dos resultados operacionais como receita líquida, EBITDA e margem EBITDA.\r\nDiminuição da alavancagem.\r\nControle dos custos e despesas, de forma que eles cresceram menos que a receita.\r\nAumento da geração e venda de energia elétrica, principalmente na Unidade Puma.\r\nLíder no mercado brasileiro de papéis para embalagens.",
            "pontos_negativos": "Preços dos produtos comercializados pela Empresa variam de forma cíclica e impactam diretamente na receita.\r\nCobertura de seguros da Empresa abrange suas unidades produtivas, mas não alcança suas florestas. Embora elas sejam alvo de políticas rígidas de prevenção a incêndio e a danos, trata-se de parte importante de seus ativos descoberta.\r\nExposição ao câmbio, o que atinge as receitas e as dívidas da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, em um primeiro momento, pela tensão a respeito das eleições de outubro, antecipada pela greve dos caminhoneiros. Essa tensão foi aliviada parcialmente pela eleição de Jair Bolsonaro, tido pelo mercado como um presidente pró-reformas. \r\n\r\nPorém, o cenário de incertezas ainda persiste, pois não se sabe quais cortes serão feitos na proposta original da reforma da Previdência para que ela seja aprovada, ou seja, qual será a real economia que ela trará. Esse cenário de indefinições traz consigo maiores volatilidades, em especial para a divisa norte-americana em relação ao Real. \r\n\r\nComo uma parte considerável das receitas da Klabin advém da exportação, variações cambiais afetam a sua competitividade no exterior e, consequentemente, a sua receita. Além disso, isso obrigam a Companhia a utilizar mecanismos de proteção cambial (como swap) para evitar que as suas dívidas flutuem de forma descontrolada. \r\n\r\nNo que diz respeito aos resultados apresentados pela Klabin no 4T18, percebe-se que eles foram relativamente positivos. A Empresa trouxe um aumento de mais de 20% da sua receita líquida. Apesar desta elevação, os seus custos não aumentaram de forma tão expressiva, refletindo um controle de gastos eficiente por parte da Companhia. Com isso, ela conseguiu uma margem EBITDA de 41% no trimestre. Porém, parte do resultado operacional positivo está relacionado à depreciação do Real frente ao Dólar, o que carece cautela. Além disso, o lucro líquido da Companhia diminuiu na comparação anual.\r\n\r\nMediante ao cenário político econômico e aos resultados do 4T18 apresentados pela Klabin, vemos que a tendência da Empresa no longo prazo é neutra.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 (4T18), a Klabin registrou uma receita líquida de R$2,8 bilhões, resultado 21% superior àquele apresentado no mesmo período do ano passado. A evolução da receita pode ser explicada pelo maior volume de vendas de celulose e kraftliner, impulsionada pela desvalorização do real frente ao dólar no período. Além disso, os preços dos produtos nos mercados internacionais também estão atrativos. \r\n\r\nJá na comparação anual, a receita líquida passou de R$8,4 bilhões em 2017 para R$10,0 bilhões (alta de 20%). Além das razões previamente apresentadas, essa alta se justifica também pelo foco dado pela Empresa em mercados que apresentam maior rentabilidade.\r\n\r\nNo que diz respeito aos custos e despesas da Klabin, foi possível perceber uma elevação entre o 4T17 e o 4T18. O custo caixa unitário total, correspondente à venda de todos os produtos da Companhia, ficou em R$1.920/t, resultado 11% superior àquele do 4T17. Essa alta é justificada pelos maiores preços praticados por produtos químicos, óleo combustível e fretes. Como consequência, o custo dos produtos vendidos aumentou 12% e finalizou o 4T18 em R$1,3 bilhão. \r\n\r\nJá na comparação anual, o custo caixa unitário total foi de R$1.879/t, 6% acima daquele registrado em 2017. Para esse aumento, destacam-se a greve dos caminhoneiros que ocorreu em maio, e o prolongamento da parada de manutenção da unidade de celulose, apesar da maior geração e venda de energia elétrica da Unidade Puma. \r\n\r\nO EBITDA ajustado da Klabin no 4T18 foi de R$1,1 bilhão, resultado 33% superior àquele apresentado no 4T17. Essa alta é explicada pelo maior volume de vendas e pela melhora de preços dos produtos vendidos pela Empresa nos mercados, além do controle de custos praticado. Observou-se, portanto, que o EBITDA avançou mais do que a receita líquida. \r\n\r\nDessa forma, a margem EBITDA ajustada (relação entre o EBITDA ajustado e a receita líquida) passou de 37% no 4T17 para 41% no 4T18. Finalmente, a Klabin conseguiu apurar um lucro líquido de R$913 milhões no 4T18, revertendo o prejuízo de R$83 milhões do mesmo período do ano anterior. \r\n\r\nNa comparação anual, o EBITDA ajustado passou de R$2,7 bilhões em 2017 para R$4,0 bilhões em 2018 (alta de 47%). Essa alta foi influenciada tanto pelo câmbio quanto pelos preços de mercado. Por sua vez, a margem EBITDA aumentou 7 p.p., passando de 33% para 40%. No sentido contrário, o lucro líquido diminuiu 65% (R$532 milhões em 2017 versus R$187 milhões em 2018). Essa redução do lucro ocorreu em decorrência de um resultado financeiro desfavorável em 2018.\r\n\r\nEm relação ao volume total de vendas (excluindo madeira), houve aumento de 2,2% na comparação trimestral, passando de 842 mil para 861 mil toneladas. O principal destaque foi a Unidade Puma, que obteve recorde de produção no período. Além disso, a participação do mercado externo no volume total de vendas passou de 50% para 53%, refletindo o aumento das exportações devido à desvalorização do Real frente ao Dólar no período.\r\n\r\nQuanto à alavancagem da Klabin, medida pela relação entre o endividamento líquido e o EBITDA, constatou-se redução. Na comparação trimestral, ela passou de 4,1x em 2017 para 3,1x em 2018 (cálculo em Reais), ou de 4,0x para 2,9x (cálculo em Dólar). Um dos principais motivos para a redução da alavancagem foi a redução do caixa e aplicações financeiras, utilizadas para amortizações de financiamentos a vencer nos próximos 38 meses. Além disso, destaca-se que 72% da dívida total da Empresa é em Dólar, e, por isso, ela utiliza operações de financiamento com swap visando se proteger das oscilações cambiais.",
            "valor_total": "23.105.485",
            "receita_liquida": "10.016.461",
            "numero_acoes": "5.263.208",
            "pl": "5,63",
            "resultado": "137.455",
            "dividendos": "0,60",
            "beta": "0,44",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:06:44",
            "editado": "2019-03-25T15:55:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35329,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Ativo fez um candle de reversão na média longa no pregão do dia anterior, e agora perde a mínima desse candle, sugerindo continuidade na tendência de baixa.\r\n\r\nA empresa distribuiu JCP no valor líquido de R$0,2018720929575 (R$0,20) por ação com base na posição de 21/12/2018. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-20/3d1cbde6cbef95fe38b8f1ba36cbf507332c675a/Capturar.PNG",
        "compra": "16,10",
        "compra_maxima": "16,05",
        "stop": "16,56",
        "objetivo": "15,54",
        "preco_encerramento": "15,87",
        "criado": "2018-12-20T15:08:12",
        "editado": "2018-12-21T15:48:03"
    },
    {
        "empresa": {
            "id": 11,
            "analista": 42,
            "nome": "Hering",
            "codigo": "HGTX3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c6868fae8c9e62a7738c6a48f99ce2bcfa50337e/HGTX.svg",
            "sobre": "Com mais de 135 anos a Hering (HGTX3) é a maior rede de franquias de varejo têxtil do Brasil, a empresa possui em seu portfólio quatro marcas: (i) Hering; (ii) Hering Kids; (iii) PUC e; (iv) Dzarm. Visando atender o mercado de forma ágil e flexível a Hering possui um modelo de produção híbrido caracterizado pela combinação de produção própria, terceirizada e outsourcing (compra de produto acabado) no mercado interno e externo. Atualmente a varejista possui dois pólos industriais localizados nos estados de Santa Catarina e Rio Grande do Norte. Também possui centros de distribuição localizados em Blumenau (SC) e Anápolis (GO), e a partir deles abastece todas as lojas próprias, franqueadas e clientes Multimarcas.\r\n",
            "pontos_positivos": "Maior eficiência na gestão do capital de giro.\r\nRedução das despesas operacionais.\r\nExpressiva geração de caixa operacional.\r\nMaior produtividade nas vendas.\r\nExposição ao cenário externo.\r\nInexistência de alavancagem financeira.",
            "pontos_negativos": "Setor da empresa é marcado por forte concorrência, o que pressiona as margens e pode comprometer a rentabilidade do negócio.\r\nElevada taxa de desemprego e redução do salário médio, que compromete a propensão ao consumo.\r\nSegmento oferece baixas barreiras a entrada de novos concorrentes.\r\nRetração nas vendas.",
            "resumo": "Segundo a última Pesquisa Mensal do Comércio (PMC) promovida pelo o IBGE, o segmento focado em vestuário apresentou forte retração no volume de vendas e no faturamento na comparação com o mesmo período do ano anterior, recuo de 9,30p.p. e 10,60p.p. respectivamente, desse modo, auferindo uma das piores performances do varejo. O desempenho do setor reflete o atual cenário macroeconômico doméstico, que sinaliza para uma lenta retomada do crescimento econômico, dado a baixa perspectiva de expansão para o PIB e ainda elevado patamar de desocupados, muito embora tenha apresentado uma tímida melhora nos últimos trimestres, que vem acompanhado da estagnação no salário médio nacional, o que tende a retrair a propensão ao consumo por parte das famílias. Por outro lado, destacamos a melhora no nível de confiança do consumidor no início de 2019. Segundo a Fundação Getúlio Vargas (FGV), aos poucos os consumidores começam a perceber a melhora do mercado de trabalho, adequar o orçamento doméstico e reduzir o nível de endividamento.\r\n\r\n\r\nO desempenho da Hering (HGTX3) no 4T18 apresentou sinais mistos, com retração nas vendas, mas avanço no Ebitda, geração de caixa operacional e lucro líquido, além de outras métricas operacionais de vendas. Não foi possível observar melhora nos resultados, nem mudança no cenário macroeconômico que pudesse gerar otimismo com o ativo no longo prazo, logo, optamos por manter o teor de cautela com o ativo e manter a tendência neutra para longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nAo término do quarto trimestre de 2018, a Hering (HGTX3) reportou uma receita líquida de vendas de R$530,25 milhões, montante 1,40% menor que o reportado no 4T17. Dentre os principais fatores que impactaram o resultado das vendas é válido citar: (i) temperaturas desfavoráveis ao calendário das coleções; (ii) encerramento de 66 lojas no acumulado de 12 meses; (iii) retração de 25,40% nas vendas internacionais; (iv) aumento de 13% nas vendas das lojas recém inauguradas, com até 12 meses de funcionamento, (v) aumento do ticket médio e (vi) retração nas vendas para os franqueados e lojas multimarcas. \r\n\r\n\r\nO Ebitda(indicador que mede o desempenho operacional) apresentou evolução, registrando R$88,87 milhões, o que representou um crescimento de 9,0% e incremento na margem de 1,80 p.p. na comparação com o resultado reportado no mesmo período do ano anterior, mesmo com uma menor receita. O resultado foi auxiliado por menores despesas operacionais, as quais no 4T18 apresentaram retração de 28% na comparação com o 4T17, reflexo de uma gestão austera e com foco em ganhos de produtividade. O lucro líquido também apresentou expansão na base de comparação anual, atingindo R$95,47, resultado 11% maior que o reportado ao fim do 3T17. O resultado final foi auxiliado por menores despesas financeiras líquidas com juros, as quais totalizaram R$12,92 milhões, redução de 23,70%.\r\n\r\n\r\nNo período em análise, a Hering (HGTX3) o ticket médio ficou em R$148,14, aumento de 5,30% na comparação com o mesmo período do ano anterior. O preço médio também apresentou evolução, indo de R$61,99 para R$64,80, evolução de 4,50%. Além da evolução na política de preços, a varejista reportou uma maior produtividade nas vendas. A área de vendas ao término do 4T48 era de 77.796 m², retração de 6,30%. Contudo, a o faturamento por metro quadrado ficou em R$6.809, aumento de 17%. A companhia encerrou o último trimestre de 2018 com 761 pontos de vendas, encerramento de 38 lojas no acumulado de 12 meses, refletindo a estratégia de encerrar operações em pontos de vendas com baixas perspectivas de retorno.\r\n\r\n \r\nAo término do quarto trimestre de 2018, os investimentos totalizaram R$26,80 milhões, aumento de 10,70% na comparação com o mesmo período do ano anterior. No acumulado de 2018, os investimentos somaram R$49,6 milhões e foram canalizados majoritariamente para (i) plantas fabris; (ii) tecnologia para evolução dos novos sistemas e suporte ao negócio (iii) reforma e inauguração de lojas. No que tange ao fluxo de caixa, este apresentou substancial melhora no 4T18, sendo registrado por R$65,80 milhões, valor 114% superior ao reportado no mesmo período do ano anterior. Além do maior lucro, o indicador foi impactado positivamente pela menor necessidade de capital de giro para financiamento das operações, que ficou em R$5,98 milhões frente a R$40,74 milhões despendidos no 4T17, o destaque foi a redução dos recebíveis e dos estoques. \r\n\r\n\r\nNo que diz respeito à estrutura financeira, a Hering finalizou o terceiro trimestre de 2018 com um caixa líquido de de R$320,54 milhões, dado a inexistência de endividamento financeiro. Logo, não há alavancagem financeira. No que tange à capacidade de solvência, esta apresentou evolução, tanto no curto como no longo prazo, muito em decorrência do incremento do caixa, que passou de R$148,82 milhões para R$320,54 milhões.",
            "valor_total": "2.413.094",
            "receita_liquida": "1.533.567",
            "numero_acoes": "161.844",
            "pl": "7,79",
            "resultado": "229.533",
            "dividendos": "1,31",
            "beta": "0,86",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:05:17",
            "editado": "2019-03-27T14:21:13",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35070,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-11/dda2ebd0cb4facb857794be81ecbb5968f1fe63c/hgtx3.PNG",
        "compra": "26,80",
        "compra_maxima": "26,92",
        "stop": "25,35",
        "objetivo": "28,18",
        "preco_encerramento": "26,86",
        "criado": "2018-12-11T11:39:28",
        "editado": "2018-12-21T10:33:12"
    },
    {
        "empresa": {
            "id": 138,
            "analista": 43,
            "nome": "RAIADROGASIL ON",
            "codigo": "RADL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/6a567a4a0c9a715e2a67fa04ed81cc755779da72/RADL.svg",
            "sobre": "A RD é uma empresa do setor de varejo farmacêutico, com mais de 1.800 lojas e presente em 22 estados brasileiros. Criada em 2011 a partir da fusão entre a Raia e a Drogasil, a companhia é líder do mercado brasileiro de drogarias em receitas e número de pontos de vendas. A varejista farmacêutica possui em seu portfólio três marcas focadas em saúde e bem estar: (i) RD farmácias (Droga Raia, Drogasil e Farmasil), (ii) RD serviços (4Bio Medicamentos Especiais e Univers, plataforma de gestão de saúde) e RD Marcas (Needs, B-Well, Triss e Pluii - marcas exclusivas da rede). A RD possui uma estrutura logística descentralizada e escalável formada por oito centros de distribuição, localizados em seis estados – SP (São Paulo, Embu das Artes e Ribeirão Preto), MG (Contagem), PR (São José dos Pinhais), GO (Aparecida de Goiânia), RJ (Barra Mansa) e PE (Jaboatão).",
            "pontos_positivos": "Crescimento acima do segmento varejista farmacêutico.\r\nGanho de market share no Brasil, mantendo posição líder de mercado.\r\nMenos exposta ao cenário macroeconômico que outros segmentos do varejo.",
            "pontos_negativos": "Acirramento da concorrência no mercado farmacêutico, o que obriga os players a trabalharem com menores margens.\r\nDesaceleração do crescimento da empresa pelo aumento de competitividade do setor.\r\nCompanhia com maior necessidade de capital e de giro e com retração na capacidade de gerar caixa.\r\nExpressiva expansão no endividamento financeiro.",
            "resumo": "Apesar do cenário de lenta recuperação econômica, abaixo do ritmo esperado, a Raia Drogasil (RADL3), por atuar no varejo farmacêutico, tende a se beneficiar do caráter de essencialidade que os medicamentos possuem em relação aos outros sub-segmentos de varejo, ficando menos exposta ao cenário macroeconômico.\r\n\r\nA Empresa segue líder do mercado de varejo farmacêutico, com 12,9% de market no 4T18, tendo conseguido manter sua participação no estado de São Paulo e expandir no resto do país. Mesmo assim, o ano de 2018 foi desafiador para a Companhia, que mesmo tendo observado ganho de market-share, aumento de receita e Ebitda, vê a desaceleração neste crescimento e a pressão crescentes nas margens em função do aumento de competitividade do setor.\r\n\r\nOlhamos com cautela o papel e o setor, que pode estar apresentando sinais de saturação que tendem a apertar cada vez mais as margens. Aliado a isso, o crescimento do endividamento e o grau de alavancagem financeira da Companhia são pontos de atenção. Com isso, mantemos a tendência neutra de longo prazo para o ativo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE 2018\r\n\r\nNo trimestre findo em dezembro de 2018, a receita bruta de vendas da Raia Drogasil (RADL3) atingiu R$4,18 bilhões, crescimento de 14,1% em relação ao 4T17. Em contrapartida, o custo das mercadorias vendidas cresceu 14% na mesma base de comparação. Com isso, a margem bruta ficou em 28,7% e ganhou um ponto percentual em relação ao 4T17, denotando uma desaceleração na expansão das margens em função de um cenário mais competitivo.\r\n\r\nNo que tange às despesas, no front de vendas foi observado um crescimento de 17,2% em relação ao 4T17, totalizando R$786,5 milhões no quarto trimestre de 2018. Esse crescimento acarretou em um aumento da margem de despesas com vendas em relação à receita bruta que passou de 18,3% para 18,8%, devido às pressões provenientes da perda de alavancagem operacional gerada pela redução na performance de vendas nas lojas maduras e à aceleração do IGP-M ao longo ano, que pressionou as despesas com aluguéis. Já as despesas gerais e administrativas permaneceram estáveis em relação ao 4T17, em um total de R$100,2 milhões.\r\n\r\nO Ebitda ajustado no 4T18 atingiu R$311,1 milhões, crescimento de 5,7% em relação ao 4T17. Com isso, a margem ebitda ajustada recuou 0,5 ponto percentual, na mesma base de comparação, para 7,4%. O lucro líquido ajustado fechou o quarto trimestre de 2018 em R$154,4 milhões, avanço de 16,4% na base de comparação anual e denotando ganho de 0,1 ponto percentual na margem líquida no mesmo período.\r\n\r\nA respeito do fluxo de caixa operacional no período, este totalizou R$250 milhões no 4T18, 9,7% acima do registrado no 4T17. Este fluxo de caixa foi utilizado para financiar integralmente os R$220,9 milhões realizados em investimentos no trimestre. Os investimentos realizados ao longo de 2018 foram em sua maior parte realizados na abertura de novas lojas, estratégia fundamental para o ganho de market-share da Companhia.\r\n\r\nA dívida bruta da Companhia no quarto trimestre de 2018 ficou em R$843,1 milhões, 38% maior do que a registrada no 4T17. Já o saldo de caixa e equivalentes no período ficou em R$241,6 milhões, e com isso, a dívida líquida fechou o trimestre em R$601,6 milhões, 73,8% maior que no mesmo período do ano anterior. A alavancagem financeira passou de 0.3x no 4T17 para 0.6x no 4T18. O aumento do endividamento pode ser explicado pelo crescimento nos investimentos e pela recente pressão nas margens do setor. ",
            "valor_total": "18.821.748",
            "receita_liquida": "14.801.445",
            "numero_acoes": "329.339",
            "pl": "10,73",
            "resultado": "502.447",
            "dividendos": "0,53",
            "beta": "0,35",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:32:45",
            "editado": "2019-03-26T17:05:54",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35243,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte no diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-18/7cd448f65dada5f196db65b60ca8b809639eb882/Capturar.PNG",
        "compra": "60,39",
        "compra_maxima": "60,26",
        "stop": "62,85",
        "objetivo": "57,52",
        "preco_encerramento": "57,52",
        "criado": "2018-12-18T12:44:49",
        "editado": "2018-12-20T15:37:49"
    },
    {
        "empresa": {
            "id": 58,
            "analista": 42,
            "nome": "MAGAZINE LUIZA ON ",
            "codigo": "MGLU3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/b690dcd051afaf80c8c96162e621a760ded1a12f/MGLU.svg",
            "sobre": "A Magazine Luiza figura entre as maiores companhias de varejo do Brasil, atuando no comércio varejista através de lojas físicas e e-commerce, além de oferecer produtos e serviços financeiros complementares, tais como: crédito ao consumidor (Luizacred), seguros (Luizaseg) e consórcios (Consórcio Luiza). São 791 lojas físicas, um site e nove centros de distribuição, estrategicamente localizados em dezesseis estados brasileiros. A Magazine Luiza conta também com mais de 20 mil colaboradores, e uma base de aproximadamente 45 milhões de clientes. Os principais produtos comercializados pelo Magazine Luiza estão nos setores de tecnologia, eletrodomésticos, eletroeletrônicos, telefonia, móveis, presentes e brinquedos. No site há um mix mais amplo, contando com mais de 40 mil modelos de produtos.",
            "pontos_positivos": "Expressivo crescimento no e-commerce, permitindo a diluição de despesas operacionais.\r\nExpansão na base de clientes do cartão Luiza.\r\nExpansão no número de lojas físicas.\r\nGanho de market share.\r\nPerformance acima do segmento.\r\nInexistência de alavancagem financeira.\r\nRedução da inadimplência da carteira de crédito.",
            "pontos_negativos": "Segmento de atuação caracterizado por baixas margens de lucratividade.\r\nMaior necessidade de capital de giro.\r\nRedução das vendas à vista.\r\nEstagnação na demanda por bens duráveis.\r\nElevado patamar desocupados e redução da média salarial.",
            "resumo": "Segundo a última pesquisa mensal do comércio (PMC) promovida pelo IBGE, o segmento ligado às vendas de móveis e eletrodomésticos apresenta retração no volume de vendas de 10,80 pontos no acumulado de 2019 na comparação com o mesmo período de 2018. O atual cenário contrasta com o observado no mesmo período do ano anterior, onde o volume de vendas apresentou expansão de 9,50 pontos. Outro fator, que é importante salientar, é a estagnação na demanda por bens de consumo duráveis, segundo o IPEA, muito embora o resultado do consumo das famílias no 4T18 tenha apresentado o melhor resultado desde 2014. O contraste é reflexo da lenta retomada da atividade econômica, que embora haja melhores expectativas, indicadores como desemprego, que atualmente atinge 11,60% da população, baixa projeção de expansão do PIB, baixa utilização da capacidade instalada da indústria e necessidade estímulos pelo Banco Central, via a adoção de uma política monetária acomodatícia dado o baixo nível de atividade econômica.\r\n\r\n\r\nA despeito do ainda adverso ambiente macroeconômico, a Magazine Luiza (MGLU3) performou acima do segmento e dos seus pares de mercado e apresentou relevante evolução na sua performance. De igual modo, mostrou avanço em importantes indicadores financeiros operacionais, sendo puxados principalmente pelo desempenho do e-commerce, que atualmente representa 38% das vendas totais, o que refletiu no ganho de participação de mercado. Acreditamos que o processo de transformação digital, que a Varejista vem intensificando nos últimos trimestre seja o grande diferencial frente os principais concorrentes e pares de mercado. Em virtude do que foi dito, mantemos o otimismo com ativo e permanecemos com a tendência de alta para o papel no longo prazo.\r\n\r\n\r\nANÁLISE DOS RESULTADOS DO 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo final de dezembro de 2018, a receita de vendas líquidas da Magazine Luiza totalizou R$4,61 bilhões, o que significa um crescimento de 27,30% frente ao resultado auferido no quarto trimestre de 2017. A expansão da vendas ocorreu tanto no e-commerce e lojas físicas, 57% e 24% respectivamente. É importante ressaltar o aumento das vendas nas lojas recém-inauguradas, com até 12 meses, que foi de 16,10%. A expansão das vendas também foi possibilitada pelo incremento do número de lojas tanto físicas e online. Durante o 4T18 foram inaugurados 31 novos pontos de vendas, desse modo encerrando o período em análise com 791 novas lojas físicas e 162 lojas virtuais.\r\n\r\n\r\nO desempenho operacional, mensurado pelo Ebitda, cresceu 13%, sendo registrado por R$353,50 milhões, porém o indicador apresentou retração de 0,9p.p na margem, que representou 7,70% da receita líquida. Ao término do quarto trimestre de 2018, a Magazine Luiza (MGLU3) reportou um lucro líquido de R$189,60 milhões, o que denota uma expansão de 14,50% em termos reais e uma retração de 50bps na margem, ambos na base de comparação anual. O resultado final foi em parte prejudicado pelo aumento das despesas financeiras com juros que ficaram em R$87,40 milhões, crescimento de 1,90% na base de comparação anual.\r\nNo que tange a composição das vendas, a Varejista apurou redução nas vendas à vista, que passaram de 27% para 28% e nas vendas de cartões de terceiros, que foram de 42% para 41% e aumento nas vendas com o Cartão Luiza, ganho de 3p.p., ficando em 28%. Sobre o cartão Luizacred, é importante ressaltar que a base aumentou em 25,60% na comparação entre o 4T18 e 4T17. A importância do cartão para a Companhia é que os usuários possuem maior ticket médio, maior frequência de compra e são mais fiéis. Ao término do quarto trimestre de 2018, a carteira total de crédito da Magazine Luiza era de R$8,40 bilhões, crescimento de 46,70% na base de comparação anual.\r\n\r\n\r\nNo 4T18, os indicadores de inadimplência apresentaram evolução, os créditos vencidos de 15 dias a 90 dias representaram 2,7% da carteira total, diminuindo 0,1p.p. em relação ao 4T17, reflexo de uma política de crédito mais restritiva. A carteira vencida acima de 90 dias alcançou 7,2% da carteira total no referido trimestre, redução de 0,2p.p. na comparação com o mesmo período do ano anterior. Enquanto o atraso consolidado da carteira total ficou em 10%, retração de 0,2p.p. na comparação com o mesmo período do ano anterior. No que tange a geração de caixa operacional, houve uma significativa expansão, o indicador ficou em R$1,02 bilhão, crescimento de 55% na comparação com o mesmo período do ano anterior, em decorrência do maior lucro líquido. Já que no período em análise houve maior necessidade de capital de giro para financiamento das operações, que ficou em R$328 milhões, frente ao valor negativo de R$52 milhões reportado no mesmo período do ano anterior. O que mais pesou sobre o indicador foi o aumento das contas a receber e dos estoques, que aumentaram respectivamente 65% e 42%.\r\n\r\n\r\nNo que tange a estrutura financeira, ao final de dezembro de 2018, a Magazine Luiza (MGLU3) possuía uma dívida líquida negativa de R$552 milhões, frente ao valor de R$801 milhões reportados no mesmo período do ano anterior. Uma dívida líquida negativa indica que o valor possuído em caixa é suficiente para saldar as dívidas financeiras e ainda há sobra, também demonstra a inexistência de alavancagem financeira. A piora dos indicadores de endividamento é creditada majoritariamente à redução da posição de caixa e equivalentes, a qual totalizou R$1 bilhão, retração de 40% na comparação anual, em decorrência principalmente do pagamento de principal de empréstimos e financiamentos. Embora os indicadores tenham piorado, a Magazine Luiza manteve a capacidade de solvência no curto e no longo prazo. ",
            "valor_total": "34.215.746",
            "receita_liquida": "15.590.444",
            "numero_acoes": "188.964",
            "pl": "12,19",
            "resultado": "597.429",
            "dividendos": "0,6",
            "beta": "1,13",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:32:08",
            "editado": "2019-03-22T17:23:38",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35255,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-18/6fa19b549d44d0149b50296bc0c0932e8acf7619/mglu3.PNG",
        "compra": "174,97",
        "compra_maxima": "176,00",
        "stop": "163,50",
        "objetivo": "187,25",
        "preco_encerramento": "176,67",
        "criado": "2018-12-18T15:52:47",
        "editado": "2018-12-20T14:44:08"
    },
    {
        "empresa": {
            "id": 2,
            "analista": 45,
            "nome": "Cemig",
            "codigo": "CMIG4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/5d03682a734b552776954f0db31bf4ed54fcdce8/CMIG.svg",
            "sobre": "A CEMIG atua nas áreas de geração, transmissão e distribuição de energia elétrica e soluções energéticas. O Grupo Cemig é constituído por 200 empresas e 17 consórcios, tendo atuação em vinte e dois estados brasileiros, no Distrito Federal e também no Chile. O controle da Cemig é do Governo de Minas, mas a empresa tem ações listadas na Bovespa, em Nova Iorque e em Madri. Atualmente, a Companhia atende mais de 11 milhões de pessoas, gere a maior rede de distribuição de energia elétrica da América do Sul e tem um parque gerador de energia composto por 82 usinas hidrelétricas, 32 eólicas, 1 térmica e 1 solar. Assim, totalizando 5,9 GW de capacidade instalada e 8,2 mil km de linhas de transmissão.",
            "pontos_positivos": "Apesar de ser uma empresa sujeita ao controle estatal, a Cemig apresenta bom histórico de governança corporativa.\r\nBoa pagadora de dividendos.\r\nCompanhia realizando desinvestimentos a fim de reduzir a alavancagem financeira.\r\nPresença forte em um dos maiores estados do País, que conta agora com um governo estadual mais liberal inclinado às privatizações.",
            "pontos_negativos": "Elevado risco regulatório.\r\nAlta influência governamental. \r\nTarifas e encargos elevados para o setor de energia.\r\nRedução na tarifa média na energia reduz a capacidade de geração de receitas.",
            "resumo": "Com a vitória de Romeu Zema para o governo no estado de Minas Gerais, as expectativas se renovaram para Cemig (CMIG4). O partido do então governador apresenta uma pauta mais liberal, que é observada com bons olhos pelo mercado. Entretanto, ainda vale a ressalva sobre a expressiva burocracia contida no setor elétrico, onde mudanças de grande impacto caminham a passos lentos. \r\nAlém de questões políticas, fatores macroeconômicos têm forte influência sobre a Companhia. A retomada do crescimento econômico é aquém do esperado. Mas, espera-se que, com reformas pontuais e uma acentuação dos investimentos, acelere o crescimento do PIB (Produto Interno Bruto). Em linha ao relatório Focus, o mercado prevê a economia crescendo algo superior a 2% para o ano de 2019.Outra variável a ser observada é a inflação, uma vez que os reajustes tarifários ocorrem de acordo com a variação deste índice de preços e que, por sua vez, pode impactar o faturamento da Empresa. Dentre os fatores expostos, apontamos uma tendência de alta para longo prazo.  \r\n\r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n\r\nNo 3T18, a receita operacional bruta foi de R$9,7 bilhões, 16,3% maior que o mesmo período do ano anterior. Tal variação é explicada pelo reajuste tarifário anual da Cemig D, com impacto médio nas tarifas dos consumidores de 23,19%, aplicável a partir de 28 de maio de 2018, e aumento de 3,81% no volume de energia vendida aos consumidores finais. Assim, levou a uma receita operacional líquida de 6,3 bilhões, 21,7% maior que ao 3T17. \r\n\r\nA energia comercializada pelo grupo Cemig, no terceiro trimestre de 2018, totalizou 14.184.609 MWh, com acréscimo de 0,99% em relação ao mesmo período de 2017. As vendas de energia para consumidores finais e consumo próprio somaram 11.023.637 MWh, com acréscimo de 3,81% frente a 2017. As vendas para as Distribuidoras e Comercializadoras / Geradoras / Produtores Independentes de Energia, totalizaram 3.160.972 MWh e reduziram-se 7,78% no terceiro trimestre de 2018 frente ao mesmo período de 2017.\r\n\r\n\r\nOs custos e despesas operacionais totalizaram R$5,5 bilhões no 3T18 contra R$5,1 bilhões do 3T17, aumento de 7,01%. Este aumento foi motivado por i) PDVP (Programa de Desligamento Voluntário Programado), incluindo as verbas rescisórias, totalizado em R$25.666, correspondente à adesão de 151 empregados; ii) A despesa com Energia Elétrica Comprada para Revenda que foi de R$3,4 milhões no 3T18, contra R$2,9 milhões no mesmo período de 2017, representando um aumento de 18,71%, e iii) despesa com pessoal de R$308 mil no 3T18 ante aos R$358 mil no 3T17, representando uma redução de 14,05% mesmo apesar do reajuste salarial de 1,83% a partir de novembro de 2017 em função do acordo coletivo.\r\n\r\nA Cemig apresentou, no terceiro trimestre de 2018, um lucro de R$244 milhões contra um prejuízo líquido de R$83 milhões no mesmo período de 2017. Ressalta-se, no entanto, que o lucro líquido do 3T18 foi significativamente afetado pela despesa líquida de R$225 milhões, referente aos efeitos das variações cambiais incidentes sobre a dívida captada no mercado internacional (Eurobonds), parcialmente compensadas pelos efeitos dos ganhos decorrentes da operação de hedge relacionada a esse empréstimo, no montante de R$142 milhões. Dentro deste contexto, o EBITDA consolidado da Cemig foi de 902 milhões, apresentando um aumento de 797,21% no 3T18 em comparação ao mesmo período de 2017. A margem do EBITDA passou de 1,97% no terceiro trimestre de 2017 para 14,43% no mesmo período de 2018.\r\n\r\nA Cemig apresentou uma dívida bruta de R$15,4 bilhões no terceiro trimestre do ano, elevação de 9,5% ante o mesmo período do ano anterior. Tal crescimento é explicado pela nova captação de recursos no exterior da controlada Cemig GT no valor de US$500 milhões (R$1,9 bilhão). Abatendo os R$2,0 bilhões de caixa e equivalentes, a dívida líquida atingiu R$13,2 bilhões, alta de 3,7% na comparação com 3T17. Desmembrando os passivos, avaliamos com cautela a estrutura de capital do ativo, pois as dívidas de curto prazo somam R$2,3 bilhões, valor este superior ao montante das disponibilidades. Como atenuante, nesta visão, o grau de alavancagem da dívida (dívida líquida/Ebitda) foi de 3,56x neste trimestre, uma queda importante em relação aos 5,77x do terceiro trimestre de um ano antes, o que denota um crescimento relevante na geração de caixa operacional bruta da Companhia.",
            "valor_total": "5.551.151",
            "receita_liquida": "23.058.807",
            "numero_acoes": "1458.191",
            "pl": "10.13",
            "resultado": "1103.459",
            "dividendos": "0.19",
            "beta": "1.37",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T15:55:09",
            "editado": "2019-04-18T14:29:25",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35284,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência. Volume acima da média e preços não muito distantes da média de 21 períodos.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-19/67403faddca4b714c21ca26ab62656b3390cb81f/cmig4.PNG",
        "compra": "13,09",
        "compra_maxima": "13,15",
        "stop": "12,30",
        "objetivo": "13,88",
        "preco_encerramento": "13,54",
        "criado": "2018-12-19T13:59:06",
        "editado": "2018-12-20T11:45:46"
    },
    {
        "empresa": {
            "id": 121,
            "analista": 46,
            "nome": "Banco Itaú",
            "codigo": "ITUB4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/39eb1473d4637770064fa68ce60470aa7f2e05cf/ITUB.svg",
            "sobre": "O Itaú Unibanco é uma das maiores instituições financeiras do Brasil e dos maiores grupos empresariais do país. Embora a história dos bancos Itaú e Unibanco seja de décadas atrás, o surgimento do grupo na formatação atual ocorreu em 2008 com a fusão das instituições durante a crise do subprime. A rede do Banco, em conjunto com empresas coligadas e controladas, atua na atividade bancária em todas as modalidades por meio de suas carteiras: comercial, de investimento, de crédito imobiliário, de crédito, financiamento e investimento e de arrendamento mercantil. Com presença internacional, o Banco está presente na América do Norte, América Central, Europa, Ásia e Oriente Médio.",
            "pontos_positivos": "Aumento da remuneração dos acionistas por meio da elevação do payout e do programa de recompra de ações.\r\nBaixo nível de inadimplência e redução do PDD remete à qualidade da carteira de crédito do Banco.\r\nVariedade de produtos ofertados na carteira de crédito aumenta a atratividade de clientes e reduz o risco de cada produto individualmente.\r\nRedução do custo do crédito.",
            "pontos_negativos": "Apesar da elevação do lucro líquido recorrente e da margem financeira gerencial, o crescimento foi inferior àquele apresentado pelos principais concorrentes.\r\nAlta concorrência no setor, o que pode culminar na redução nas taxas de juros oferecidas aos clientes e, consequentemente, redução da margem financeira.\r\nAumento da inadimplência na América Latina (sem considerar o Brasil) devido à operação de pessoas físicas no Chile.",
            "resumo": "O fim do ano passado foi marcado por um certo alívio nas tensões eleitorais devido à eleição de Jair Bolsonaro, que possui iniciativas e medidas entendidas como pró-mercado. Porém, para que a expectativa se torne realidade, é essencial que as reformas sejam devidamente aprovadas pelo Legislativo. Dentre elas, destacamos a reforma da Previdência, que é tratada como imprescindível para que o Brasil consiga controlar o seu déficit fiscal. O Executivo já encaminhou uma proposta que seria capaz de trazer uma economia de R$1,0 trilhão em 10 anos. Porém, ainda é incerto quais os cortes que o governo aceitará realizar visando a aprovação da reforma e, principalmente, quanto isso impactará na economia inicialmente calculada. Aliado a isso, o governo do presidente Bolsonaro já demonstrou dificuldade na formação de uma base aliada forte e consistente. \r\n\r\nMediante a esse cenário de indecisão, a economia brasileira vem apresentando crescimento mais lento do que o esperado, com as expectativas do PIB sendo revisadas para baixo. Com a inflação sob controle, os juros sinalizam que não serão elevados em um futuro próximo e ficarão na casa dos 6,5% a.a., que corresponde à mínima histórica. Do ponto de vista internacional, a atenção segue para o crescimento da economia dos Estados Unidos e para a guerra comercial envolvendo a China.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Itaú Unibanco no 4T18, percebe-se que eles foram, em geral, positivos. O lucro líquido recorrente e a margem financeira gerencial cresceram, aliados à evolução da sua carteira de crédito. Também foi possível perceber o aumento da remuneração dos acionistas, o que é bem visto pelo mercado. Enquanto isso, o ROAE e o Índice de Basileia apresentaram leve redução, sem que os fundamentos da Empresa fossem alterados de forma significativa. Já na comparação com outros bancos, constatou-se que os resultados de Itaú Unibanco no 4T18 não vieram tão bons assim.\r\n\r\nAcreditando que o setor bancário se beneficiará do crescimento da economia brasileira, e que o Itaú Unibanco, em particular, apresentou resultados positivos, continuamos enxergando que a tendência para o longo prazo seja de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Itaú Unibanco apresentou lucro líquido recorrente de R$6,5 bilhões, resultado 3,1% superior àquele registrado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$25,7 bilhões, uma alta de 3,4% frente a 2017. Por sua vez, a margem financeira gerencial ficou em R$17,4 bilhões no 4T18, frente aos R$16,9 bilhões registrados no 4T17 (alta de 2,6%). Ao se analisar os resultados anuais, percebe-se que a margem financeira gerencial apresentou alta de 0,84% (R$68,5 bilhões em 2017 versus R$69,1 bilhões em 2018).\r\n\r\nO principal motivo para a evolução do lucro líquido recorrente do 4T18 foi o crescimento de 6,5% da receita de prestação de serviços, com destaque para o banco de investimento, a administração de fundos e os cartões de créditos. Enquanto isso, o crescimento da carteira de crédito para pessoas físicas e micro, pequenas e médias empresas justifica o aumento da margem financeira gerencial. Nesse ponto, destaca-se o aumento do mix de produtos na composição da carteira dos clientes e a elevação do saldo médio de capital de giro próprio.\r\n\r\nA carteira de crédito do Banco voltada para pessoas físicas finalizou o 4T18 em R$211,3 bilhões, apresentando crescimento de 10,3% entre o 4T17 e o 4T18. O principal destaque fica para o setor de cartão de crédito (alta de 15,7%) e de veículos (alta de 12,9%). Já o setor de micro, pequenas e médias empresas cresceu 14,4% e fechou o período com R$70,8 bilhões. O crescimento da carteira de crédito para pessoas físicas e para empresas de menor porte se justifica pela maior demanda advinda destes segmentos. Em contrapartida, o setor de grandes empresas contraiu 4,7% e fechou o 4T18 em R$191,6 bilhões. Essa redução é explicada pela baixa demanda por crédito de longo prazo, que migrou para o mercado de capitais, e pelo impacto negativo da variação cambial no período, apesar do aumento de crédito para títulos privados. \r\n\r\nPara mensurar a qualidade da carteira de crédito do Itaú Unibanco, além das características principais dos seus devedores, analisa-se o índice de inadimplência acima de 90 dias. Esse indicador finalizou o 4T18 em 2,9%, uma redução de 0,2 p.p. em relação ao 4T17. Quando se analisa o mercado brasileiro separadamente, observou-se uma inadimplência de 3,5% no 4T18 frente a 3,7% registrados no 4T17. Apesar do aumento da inadimplência das grandes empresas devido à rolagem de operações, a inadimplência diminuiu nos setores de pessoas físicas e micro, pequenas, e médias empresas. Também foi possível constatar a redução da PDD (Provisão de Devedores Duvidosos) dividida pela carteira de crédito. Ela passou de 3,7% no 4T17 para 2,9% no 4T18, na comparação anualizada. \r\n\r\nOutro indicador a ser considerado é o Retorno Recorrente sobre o Patrimônio Líquido Médio anualizado, também conhecido como ROAE. Ele indica a capacidade que a Empresa tem de agregar valor a partir de seus próprios recursos. No 4T18, o indicador ficou em 21,8%, uma queda de 0,1 p.p. em relação ao 4T17. Por sua vez, a Empresa registrou ROAE de 21,9% em 2018, frente a 21,8% em 2017. Apesar da leve retração constatada na comparação trimestral, o indicador permanece em níveis interessantes na comparação com outros bancos. Ele pode ser justificado, mais uma vez, pela receita de prestação de serviços.\r\n\r\nEm relação à solvência do Itaú Unibanco, é possível perceber que o Índice de Basileia passou de 18,8% no fim de 2017 para 18,0% no fim de 2018. Essa redução pode ser explicada, principalmente, pelo pagamento de dividendos adicionais aos acionistas referentes ao resultado de 2017. De todo modo, o Índice permanece acima daquele estipulado pelo Banco Central (8,625%).",
            "valor_total": "344.997.926",
            "receita_liquida": "173.584.000",
            "numero_acoes": "9.718.251",
            "pl": "15,48",
            "resultado": "24.907.000",
            "dividendos": "2,07",
            "beta": "1,12",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:02:44",
            "editado": "2019-03-08T12:46:41",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35107,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Pullback nas médias e sobre uma LTA.\r\n\r\nA empresa distribuiu JCP no valor líquido de R$0,00901 (R$0,01) por ação com base na posição de 17/12/2018. Por esse motivo, ajustamos o preço de entrada.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-12/723587b267947577ff7ddab64ed620c4b4d4d803/Capturar.PNG",
        "compra": "35,14",
        "compra_maxima": "35,23",
        "stop": "34,19",
        "objetivo": "36,69",
        "preco_encerramento": "35,50",
        "criado": "2018-12-12T11:56:34",
        "editado": "2018-12-19T17:00:54"
    },
    {
        "empresa": {
            "id": 8,
            "analista": 45,
            "nome": "Copel",
            "codigo": "CPLE6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/9019133212f7f1639cef64d855691b9c7e4f4966/CPLE.svg",
            "sobre": "A Copel – Companhia Paranaense de Energia - atua nos segmentos de geração, transmissão, distribuição e comercialização de energia, além de atuar em telecomunicações. Atualmente, a Companhia atende diretamente a 4,6 milhões de unidades consumidoras em 395 municípios e 1.113 localidades (distritos, vilas e povoados). A Copel possui 30 usinas próprias (17 hidrelétricas, 1 térmica e 12 eólicas), opera 1 usina hidrelétrica em regime de cotas e tem participação em outros 11 empreendimentos de geração de energia (1 térmica, 6 hidrelétricas e 4 parques eólicos) em operação, totalizando uma capacidade instalada de 5.675 MW ajustados a participação da Copel. Além disso, estão em construção outros 13 parques eólicos e 2 usinas hidrelétricas. Para transmitir e distribuir a energia gerada, a Companhia conta com 6615 km de linhas de transmissão e 198.374 km de linhas de distribuição, sendo a terceira maior rede de distribuição do Brasil.",
            "pontos_positivos": "Atuação em segmentos variados (geração, transmissão, distribuição e telecomunicações) possibilita diversificação de ativos.\r\nAdministração focada em redução de custos e avaliando realizar venda de alguns ativos.\r\nPerfil de endividamento mais alongado permite à empresa ter uma situação mais confortável financeiramente.",
            "pontos_negativos": "Apesar do governo paranaense seguir uma diretriz pró-mercado que beneficia a companhia, ainda está sujeita a influência por parte do governo federal;\r\nSetor sujeito a ações populistas na medida em que efeitos na tarifa de energia tem grande alcance do ponto de vista político e podem contribuir para redução ou contenção artificial da pressão inflacionária.\r\nAs mudanças regulatórias e a variação dos preços do mercado são os fatores de risco mais relevantes do setor elétrico brasileiro.",
            "resumo": "Embora o setor de energia elétrica apresenta desafios constantes, carece investimentos mais volumosos, apresenta riscos hidrológicos, tem uma burocracia excessiva e altos encargos, é também um mercado bastante promissor. O desempenho no ano passado do Ibovespa foi de 15%, enquanto o principal índice do setor elétrico (IEEX) foi de 24%. \r\n\r\nO ano de 2018 foi marcado pela aceitação de partidos pró-mercado, o que, de certo modo, beneficiaria o setor. O governo adotando uma postura mais liberal e menos intervencionista pode destravar os entraves que perduram há algum tempo. Porém, no âmbito político, o foco ainda é a reforma da previdência. Os primeiros meses de 2019 se demonstraram adversos, com necessidades de articulações políticas, que acabou levando a tensões e volatilidade no mercado de capitais. \r\n\r\nTodavia, cremos em um desempenho abaixo de seus pares e que pode refletir negativamente no resultado da distribuidora. Logo, perdurasse cautela com o papel e preserva-se a tendência neutra para longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 a receita operacional líquida totalizou o montante de R$3,6 bilhões, apresentando uma queda de 6,1% quando comparado ao mesmo período de 2017. Tal variação muito é explicada pelos menores custos com energia elétrica comprada para revenda devido, principalmente, ao menor déficit hidrológico e pela da redução de 17,3% em suprimento de energia elétrica. O ponto positivo nessa linha foi o aumento de 6,1% com o volume de energia vendida aos consumidores finais, que amenizou os contrapontos negativos. \r\n\r\nOs custos e despesas operacionais reduziram em 13,8% na comparação anual entre o quarto trimestre de 2018 e 2017, totalizando respectivamente 3,1 e 3,6 bilhões de reais. Os fatos que elencam e justificam este declínio ainda muito se pautam sobre a melhora no cenário hidrológico, o menor valor adquirido com energia em contratos bilaterais e menor montante registrado na linha de provisões e reversões (R$35,2 milhões provisionados no 4T18 ante R$268,4 milhões no 4T17). \r\n\r\nO EBITDA registrado no 4T18 foi no patamar de R$756 milhões, 45% maior quando foi apurados os R$521,7 milhões no quarto trimestre de 2017. Essa melhora foi motivada também pela evolução das condições hidrológicas e pelo maior volume de venda de energia. Assim, no 4T18, a Copel registrou lucro líquido de R$ 390,8 milhões, montante quase 3 vezes superior aos R$133,3 milhões apresentados no mesmo período de 2017.\r\n\r\nA dívida líquida da Companhia no final do ano de 2018 totalizou o volume de R$9,18 bilhões, aumento de 8%  quando comparado ao final de 2017. Esse aumento é em consequência da sétima emissão de debêntures da Copel Holding em R$600 milhões e os financiamentos obtidos junto ao BNDES para o Complexo Eólico Cutia. Já os investimentos realizados no 4T18 somaram um valor de R$669,2 milhões, no ano de 2018 alcançaram o patamar de R$2,5 bilhões e o previsto para 2019 é de R$1,9 bilhão.",
            "valor_total": "5.503.210",
            "receita_liquida": "15.174.301",
            "numero_acoes": "273.655",
            "pl": "60,42",
            "resultado": "1.134.204",
            "dividendos": "2,15",
            "beta": "0,91",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T16:53:52",
            "editado": "2019-04-25T13:33:14",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35155,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste na média de 21 dias, rompendo a máxima do pregão anterior com volume bem acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-13/0c074fc26cacb734e2e733c60e256d0960075d12/cple6.PNG",
        "compra": "32,52",
        "compra_maxima": "32,70",
        "stop": "30,80",
        "objetivo": "35,00",
        "preco_encerramento": "32,56",
        "criado": "2018-12-13T16:19:14",
        "editado": "2018-12-19T13:56:15"
    },
    {
        "empresa": {
            "id": 102,
            "analista": 20,
            "nome": "Estácio",
            "codigo": "ESTC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/fa4e9e6396e2aa8235c5652493299b0acc840aa8/ESTC.svg",
            "sobre": "A Estácio é uma das maiores organizações privadas no setor de ensino superior no Brasil. O grupo conta com 531,0 mil alunos matriculados e oferece cursos de graduação e de pós-graduação tanto nas modalidades presencial quanto EAD (ensino à distância). A estrutura da Estácio conta com uma universidade, dez centros universitários, 49 faculdades credenciadas e 506 polos de ensino à distância. A Companhia atua em 23 estados brasileiros e no Distrito Federal e oferece 123 cursos de graduação em diversas áreas de conhecimento.",
            "pontos_positivos": "Free float elevado e adesão ao novo mercado denotam compromisso com o acionista minoritário e estrutura de governança corporativa com padrão internacional.\r\nNovas políticas de estratégia de captações tendem a reduzir os níveis de inadimplência.\r\nA expansão do ticket médio corrobora para o aumento da receita líquida.\r\nRetomada de crescimento da economia e redução dos níveis de desemprego podem favorecer o aumento de alunos.\r\nAvanço do programa próprio de financiamento para conter as quedas de alunos FIES.\r\nDívida líquida negativa abre espaço para novas aquisições.",
            "pontos_negativos": "O setor já apresenta crescimento acima da média histórica há alguns anos, o que pode favorecer o esgotamento do potencial ainda não explorado e prejudicar a Companhia.\r\nConcorrência acirrada e a disputa de preços  intensa por novos alunos.\r\nEconomia brasileira ainda conta com elevado nível de desempregados.",
            "resumo": "A Estácio Participações novamente deu continuidade à trajetória de crescimento das principais métricas operacionais. Os esforços na contenção de gastos e a busca contínua pela eficiência operacional superam o desempenho constante do número total de alunos. O aumento do ticket médio também contribuiu para o avanço nas receitas, Ebitda e lucros do negócio.  \r\n \r\nApesar de consideramos que os resultados operacionais e financeiros apresentados foram positivos, a dinâmica do setor, com forte concorrência, níveis altos de desempregados na economia e com as quedas dos alunos FIES, nos faz manter a tendência dos papéis da ESTC3 no longo prazo como neutra.  \r\n \r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n \r\nQuanto aos principais indicadores do terceiro trimestre de 2018, a receita operacional líquida teve expansão de 5,5% quando comparada com o mesmo período do ano passado, mensurada em R$852,9 milhões. Esta elevação pode ser explicada principalmente pelo aumento de R$67,7 milhões na receita das mensalidades. A expansão desta receita é explicada pelo maior ticket médio, que subiu 13% no âmbito presencial, para R$780,90, e pelo crescimento de 18% do ticket médio do EAD, totalizando R$250,80.\r\n \r\nNo terceiro trimestre de 2018, o custo dos serviços prestados retraiu-se 9% na comparação anual, explicado em grande parte pela queda de 12,1% dos custos com pessoal, que somaram R$253,4 milhões no período, e pela retração de 4,5% na linha aluguéis, condomínio e IPTU (R$59,3 milhões). As contas de pessoal foram influenciadas pelo novo plano de carreiras docentes e pelo aumento do nível de compartilhamento das disciplinas. Com a elevação das receitas líquidas e com queda dos custos, o lucro bruto no período subiu 19,9%, totalizado em R$487,3 milhões. Da mesma forma, a margem bruta (lucro bruto/receita líquida) foi de 57,1%, 6,8 p.p. acima da verificada no ano passado.\r\n \r\nO Ebitda Ajustado apresentou comportamento positivo no comparativo anual e saltou de R$224,5 milhões para R$282,8 milhões neste trimestre. A elevação na rubrica está relacionada ao crescimento das receitas líquidas e ao menor custo dos serviços prestados, que atenuaram a elevação de 21,4% das despesas comerciais (R$118,4 milhões). Já a linha de despesas gerais e administrativas recuaram 0,4%, para R$137,8 milhões. A margem Ebitda Ajustado (Ebitda/receita líquida) subiu 5,4 p.p., para 33,2%. Na avaliação da lucratividade do negócio, a Estácio atingiu lucro líquido de R$194,3 milhões, crescimento de 30,2% na comparação anual. Mesmo com o resultado financeiro líquido de -R$38,6 milhões (8,6% menor ante o 3T17), o avanço operacional supracitado contribuiu para o desempenho da lucratividade.\r\n \r\nAo fim do terceiro trimestre do ano, a Estácio apresentou uma base de 531 mil alunos, soma do segmento presencial e do EAD, estável na comparação com o mesmo período do ano passado. Na avaliação separada da base de alunos, houve queda de 9,5% dos alunos no segmento presencial (tanto Graduação, quanto Pós-Graduação), que somou 318,7 mil estudantes. Entretanto, no segmento EAD, houve o crescimento de 18,6%, totalizando 212,2 mil alunos. A variação negativa no número de alunos no âmbito presencial pode ser explicada pela redução dos alunos FIES. No encerramento do 3T17, eram 94,9 mil alunos com este financiamento, enquanto neste trimestre foram 64,7 mil, queda de 31,9%. A participação de alunos FIES vem sendo reduzida ao longo do tempo na base total e o foco da gestão vira-se para o programa próprio de financiamento.\r\n \r\nNa avaliação do endividamento da Empresa no terceiro trimestre do ano, a dívida bruta recuou de R$966,4 milhões para R$494,1 milhões na comparação anual. Como o caixa e as disponibilidades avançaram 8,6% para R$770,6 milhões, a Estácio não apresenta dívida líquida e possui sobras de caixa no valor de R$276,5 milhões. A relação dívida líquida/Ebitda caiu de 0,3x para -0,3x. Ainda neste sentido, a Empresa anunciou um pagamento extraordinário de dividendos no valor de R$400 milhões.",
            "valor_total": "7.499.824",
            "receita_liquida": "3.590.810",
            "numero_acoes": "300.113",
            "pl": "10,41",
            "resultado": "615.785",
            "dividendos": "0,34",
            "beta": "1,01",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:18:59",
            "editado": "2018-12-07T16:11:01",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35173,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média a favor da tendência, ganhando a máxima do pregão de ontem.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-14/f3657c1211e5ec0e2dcd306d0c67acbb731b0457/estc3.PNG",
        "compra": "24,64",
        "compra_maxima": "24,76",
        "stop": "23,54",
        "objetivo": "27,00",
        "preco_encerramento": "23,54",
        "criado": "2018-12-14T11:13:38",
        "editado": "2018-12-18T15:44:32"
    },
    {
        "empresa": {
            "id": 98,
            "analista": 41,
            "nome": "Ecorodovias",
            "codigo": "ECOR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/240b17839f4bf131366ae25ebf61972a8277df64/ECOR.svg",
            "sobre": "A Ecorodovias foi fundada em 1997 com objetivo de atuar na administração de corredores de importação e exportação e em eixos turísticos relevantes. Essa estratégia vem se refletindo nas concessões operadas pela Companhia desde então. A partir de 2012, a Empresa passou a atuar no setor portuário adquirindo terminal que, na época da compra, era o quinto maior terminal de contêineres do Brasil. Atualmente, a Ecorodovias é uma das principais companhias de infraestrutura logística no Brasil, conta com 6 mil colaboradores, sete concessões de rodovias e um terminal portuário com atuação em 6 estados.",
            "pontos_positivos": "Aquecimento da economia nos próximos anos traria impactos positivos sobre os fluxos pedagiados da Companhia.\r\nGeração do fluxo de receita com alta previsibilidade e contratos de concessão de longo prazo.\r\nMenor custo da dívida com taxa Selic em patamares historicamente baixos.\r\nAs ações da empresa fazem parte do ISE - Índice de Sustentabilidade Empresarial da B3.\r\nPosição de caixa confortável permite o cumprimento dos passivos mais curtos.",
            "pontos_negativos": "Retorno do investimento em concessões é de longo prazo.\r\nRetomada da atividade econômica em menor nível compromete o crescimento no fluxo de veículos que passam pela malha rodoviária operada pela Companhia.\r\nBaixa diversificação de atividades, com o setor de concessão rodoviária representando mais de 80% da receita bruta da Companhia.\r\nAmpliação dos gastos com manutenção e depreciação comprimem as margens da Empresa.",
            "resumo": "O baixo dinamismo da economia brasileira, aliado à suspensão da cobrança dos eixos suspensos nos pedágios rodoviários, continua pressionando os números do principal setor da Ecorodovias (ECOR3). Fator positivo, por outro lado, é a evolução do Ecoporto de Santos, o qual evitou uma deterioração ainda maior dos resultados e vem ampliando sua participação nos resultados da Companhia.\r\n \r\nA dificuldade em conter o avanço dos custos no atual cenário adverso se refletiu na queda do lucro e na compressão das margens. O aumento dos investimentos em imobilizados ao longo de 2019 tende a pressionar ainda mais os custos fixos, o que é um ponto de atenção.\r\n \r\nMesmo assim, esperamos uma melhora nos resultados caso a economia brasileira retome um ritmo mais acelerado de crescimento, algo que pode acontecer ao longo de 2019. Dessa forma, preferimos manter o tom de cautela com ECOR3 por enquanto, reiterando a tendência neutra para o longo prazo. Caso a economia apresente melhora e a Companhia possa se beneficiar desse cenário menos desafiador, poderemos então alterar a tendência para alta.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Ecorodovias apresentou receita líquida (excluídas as receitas de construção) de R$2,5 bilhões no acumulado de 2018, praticamente estável em relação ao total de 2017. Dentre seus segmentos de atuação, o Ecoporto apresentou crescimento de 28,5% em sua receita, atingindo R$355 milhões. Por outro lado, a receita de arrecadação de pedágios, principal linha de faturamento da Companhia, permaneceu estável. A melhora na operação do Ecoporto veio da maior captação de contêineres de importação e do maior valor agregado das cargas. Já a o resultado do segmento de rodovias foi impactado pela greve dos caminhoneiros e pela suspensão da cobrança de eixos suspensos.\r\n \r\nOs custos dos serviços prestados (retirados os custos de obras) tiveram crescimento de 6,7% no período, passando de R$1,0 bilhão para R$1,1 bilhão. As principais contribuições vieram do crescimento de 20,6% nas provisões para manutenção e de 3,7% nos custos com depreciação e amortização. Os custos de construção de obras foram excluídos da conta pois são reembolsados pelo governo de acordo com os contratos de concessão que regulam a operação da Companhia.\r\n \r\nDada a estagnação da receita e o aumento dos custos, o lucro bruto da Ecorodovias caiu 2,1% na comparação entre 2017 e 2018, atingindo R$1,4 bilhão. A margem bruta (lucro bruto/receita líquida ex-construção) também encolheu, passando de 57,4% para 55,3%. Apesar do recuo, a margem segue em patamar elevado e confortável.\r\n \r\nAs despesas operacionais e o resultado financeiro tiveram leve variação, porém, dada sua baixa representatividade, pouco impactaram no resultado total. Nesse sentido, a primeira atingiu R$205 milhões (-3,1%) e a segunda -R$460 milhões (+1,2%).\r\n \r\nAo final, o lucro líquido da Ecorodovias contraiu-se em 4,6%, passando de R$392 milhões para R$374 milhões. A margem líquida (lucro líquido/receita líquida ex-construção) passou de 15,8% para 14,9%, queda de 0,9 p.p. O Ebitda, por outro lado, permaneceu estável em R$1,6 bilhão. A margem Ebitda (Ebitda/receita líquida ex-construção) atingiu 64,2%, queda de 1,5 p.p..\r\n \r\nNo que tange o endividamento da Companhia, a dívida bruta somou R$7,5 bilhões, alta de 25%. Desse total, R$1,5 bilhão (20%) está voltado ao curto prazo, enquanto R$6 bilhões (80%) estão voltado para o longo prazo, denotando cronograma confortável de amortização. O caixa da Companhia cresceu 62%, passando de R$1,7 bilhão para R$2,7 bilhões, além de seguir confortavelmente acima dos passivos de curto prazo. Por sua vez, a dívida líquida avançou 10% para R$4,8 bilhões. Por fim, a alavancagem financeira (dívida líquida/Ebitda 12 meses) passou de 2,65x para 2,95x, o que denota um ponto de atenção.",
            "valor_total": "5.219.623",
            "receita_liquida": "3.169.267",
            "numero_acoes": "556,463",
            "pl": "1,15",
            "resultado": "375.194",
            "dividendos": "0,72",
            "beta": "0,74",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:10:48",
            "editado": "2019-03-21T17:28:04",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34916,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência com volume projetado acima da média móvel de volume e candle de força. Oportunidade de compra no curto prazo. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-5/4215bd3ed30a42b3e1d11b4723b89880eb9ebc53/ecor.PNG",
        "compra": "9,62",
        "compra_maxima": "9,70",
        "stop": "8,97",
        "objetivo": "10,38",
        "preco_encerramento": "9,28",
        "criado": "2018-12-05T12:47:45",
        "editado": "2018-12-13T12:42:38"
    },
    {
        "empresa": {
            "id": 36,
            "analista": 42,
            "nome": "CVC",
            "codigo": "CVCB3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/87a51bdbd5a32bf177fbe6ec9d0a502ed560fa72/CVCB.svg",
            "sobre": "A CVC Brasil oferece produtos e serviços turísticos, operando por meio de um portfólio de mais de 1.000 destinos domésticos e internacionais. Os produtos turísticos da Companhia contemplam tarifas aéreas, transporte terrestre, hospedagem, seguro de viagem e outros serviços complementares de viagens aos consumidores. Atualmente, possui uma rede de distribuição que conta com 1.041 lojas, contemplando o segmento doméstico, o internacional e o de cruzeiros marítimos. As ações da Companhia são negociadas no Novo Mercado da B3 sob o código CVCB3.",
            "pontos_positivos": "Incremento no portfólio de marcas por meio de aquisições.\r\nAlto reconhecimento da marca.\r\nModelo de negócio com baixa necessidade de capital de giro.\r\nForte crescimento das vendas online.\r\nEnfraquecimento do dólar frente ao real em 2019.",
            "pontos_negativos": "Elevado número de desocupados e elevado endividamento das famílias.\r\nAumento da alavancagem financeira.\r\nRisco de imagem em decorrência do envolvimento do fundador em escândalo de corrupção.\r\nDesemprego e endividamento das famílias em elevados patamares.",
            "resumo": "Apesar do término das incertezas políticas que rondavam o último trimestre do ano anterior, o atual cenário econômico doméstico ainda se mostra mais desafiador para as atividades de turismo, dado o lento ritmo da retomada da atividade econômica. Por trás do ambiente adverso, existem alguns fatores chave que interferem no desempenho do segmento, dentre eles é importante citar o ainda elevado patamar de desocupados, que ainda atinge cerca de 11,60% da população economicamente ativa, além do ainda elevado nível de endividamento das famílias, que atinge cerca de 61,50%, aumentando 0,30 p.p. na comparação com o mesmo período do ano anterior. Por outro lado, é importante destacar o enfraquecimento do dólar frente ao real, o que impacta positivamente o setor.\r\n\r\n\r\nA despeito do cenário macroeconômico, a CVC apresentou evolução em importantes indicadores operacionais financeiros, como aumento no número de reservas, expansão do Ebitda e do lucro. Também destacamos a estratégia de consolidação da posição de liderança no setor, que no decorrer do trimestre anterior se refletiu na aquisição de 3 empresas para fortalecimento marca. Muito embora a CVC tenha apresentado um resultado satisfatório, preferimos manter o teor de cautela com o ativo e manter a tendência de longo prazo neutra, pelo atual cenário econômico que ainda é adverso para as atividades da Companhia. \r\n\r\n\r\nAdicionalmente, destacamos que recentemente foi veiculado em diversos canais de notícia que o fundador do grupo confessou o pagamento de propina, para evitar gastos de cerca de R$161 milhões com impostos. A notícia em si não afeta os fundamentos nem a performance operacional da rede de agência de turismo, no entanto, a deixa exposta ao risco de imagem que pode ser prejudicial. Este, por sua vez, acaba afastando a entrada de novos investidores. Portanto, aumentamos o teor de cautela com o ativo e alteramos a tendência de alta para neutra.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n \r\nNo quarto trimestre de 2018, a receita líquida do grupo CVC avançou 32,40% na comparação com o mesmo período do ano anterior, atingindo R$448,50 milhões. O resultado reflete a expansão no número de reservas, as quais se expandiram em 33,70% na comparação com o mesmo período do ano anterior, totalizando R$3,70 bilhões. O resultado também foi auxiliado pelo crescimento das vendas nas lojas recém inauguradas (com até 12 meses de inauguradas). O resultado operacional foi afetado negativamente pelas operações na Argentina, que apresentaram queda de cerca de 20% no número de reservas no trimestre em análise, em decorrência do cenário macroeconômico que o país atravessa.\r\n\r\n \r\nO Ebitda, que mensura o desempenho financeiro operacional, apresentou avanço na comparação com o 4T17, sendo reportado por R$196 milhões, o que representa uma expansão em termos absolutos de 14,10%, mesmo com o expressivo aumento das despesas operacionais, as quais cresceram 17,30%. A CVC apresentou lucro líquido de R$98,50 milhões. O valor demonstra incremento de 14,10% na comparação com o quarto trimestre de 2018. Além do que já foi comentado, o resultado final sofreu maiores pressões pelas despesas financeiras, que aumentaram em 7,30% na comparação com o último trimestre de 2018.\r\n\r\n \r\nO desempenho das vendas e das reservas, que se expandiram 17,40% em 2018, foi auxiliado pela boa performance do canal online, refletindo o bom desempenho tanto da Submarino Viagens quanto da CVC.com. Por mais uma vez, o segmento lazer foi responsável maioria da reservas, crescendo 12,90% enquanto as vendas corporativas se expandiram 12,70%. Ao analisar as vendas por canal, as vendas realizadas pelos agentes independentes e lojas próprias aumentaram respectivamente 13,10% e 11,88%.\r\n\r\n \r\nAs despesas operacionais aumentaram 17,3% no 4T18 na comparação com o mesmo período do ano anterior, em decorrência de maiores dispêndios com marketing na divisão de negócios online. Ao término do quarto trimestre de 2018, os investimentos somaram R$40,40 milhões, frente ao valor de R$15,60 milhões reportado no mesmo período do ano anterior, que foram canalizados para o segmento de tecnologia de informação. Em linha com a estratégia  de expansão, ainda em janeiro de 2019, a CVC obteve aprovação pelo CADE para aquisição da Esferatur, que agência de turismo com mais de 14 unidades em diferentes estados do Brasil.\r\n\r\n \r\nNo que tange os indicadores de endividamento, ao término do 4T18, a CVC possuía uma dívida líquida de R$1,047 bilhão, valor 76% maior em decorrência das aquisições realizadas nos últimos trimestres. Na direção oposta, a alavancagem financeira, a qual é mensurada pela relação dívida líquida / Ebitda, apresentou melhora  e passou de 1,90x para 1,83x em decorrência do aumento do caixa e equivalentes e do aumento do Ebitda. Embora a CVC tenha se apresentado mais endividada, ela manteve a sua capacidade de solvência, tanto no curto como no longo prazo.",
            "valor_total": "8.868.452",
            "receita_liquida": "1.692.569",
            "numero_acoes": "144.957",
            "pl": "7,69",
            "resultado": "270.277",
            "dividendos": "0,50",
            "beta": "0,89",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T15:29:26",
            "editado": "2019-03-15T18:36:53",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35069,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "58,89",
        "compra_maxima": "59,2",
        "stop": "55,77",
        "objetivo": "62,75",
        "preco_encerramento": "61,15",
        "criado": "2018-12-11T11:28:23",
        "editado": "2018-12-13T10:48:57"
    },
    {
        "empresa": {
            "id": 136,
            "analista": 49,
            "nome": "PETROBRAS PN",
            "codigo": "PETR4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/768e336065cf6992df328066d8388eb1c65c8f97/PETR.svg",
            "sobre": "A Petrobras é uma petrolífera controlada pelo Governo Federal brasileiro e que atua como empresa integrada de energia nos setores de exploração e produção, refino, comercialização, transporte, petroquímica, distribuição de derivados, gás natural, energia elétrica, gás-químico e biocombustíveis. A Companhia atualmente está presente em 19 países, atuando nas Américas, Europa, Ásia e África, com operações em bacias, refinarias, termelétricas, gasodutos, fábricas de fertilizantes, terminais e oleodutos. Seus produtos atingem os mais diversos setores como o automotivo, doméstico, industrial, nitrogenados, ferroviários, marítimos e aviação.",
            "pontos_positivos": "Processo de desalavancagem da Companhia tem sido efetivo e gera resultado sobre seus indicadores de alavancagem.\r\nProcesso de privatização de subsidiárias da Petrobras contribui para redução de sua alavancagem.\r\nEmpresa detém liderança na extração de petróleo no Brasil, com expertise na exploração em águas ultra profundas.\r\nA Companhia tem privilégios na exploração das reservas do pré-sal, o que amplia seu estoque de petróleo.\r\nA Empresa é integrada verticalmente, controlando atividades de exploração, produção, refino e comercialização do petróleo e de seus derivados.",
            "pontos_negativos": "Os efeitos da lava-jato ainda geram perdas para a Companhia através de acordos judiciais com investidores estrangeiros.\r\nExposição forte à cotação do petróleo nos mercados internacionais impacta o resultado diretamente.\r\nA redução do crescimento Chinês e a incerteza em relação à limitação da produção de países da OPEP têm pressionado para baixo a cotação do petróleo.\r\nOs cenários político e econômico afetam diretamente os negócios da Empresa.\r\nA queda nos níveis de investimento são um ponto de atenção sobre a geração de fluxo de caixa futuro da Companhia.\r\nA alta do dólar dificulta a redução da dívida da Companhia em moeda estrangeira.",
            "resumo": "A Petrobras opera numa indústria intensiva em capital e de longo prazo de maturação dos seus investimentos. Nos últimos trimestres, observamos reduções de custo e aumento da efetividade dos investimentos, proporcionando diminuições contínuas nos custos unitários de extração e de refino de petróleo e no denominado “Brent de equilíbrio”, que é o valor do barril do petróleo a partir do resultado líquido em que os investimentos em exploração e produção superam o custo de capital. O brent de equilíbrio reduziu de US$43/barril em 2014 para US$29/barril em 2018, conforme planos estratégicos da Companhia.\r\n \r\nSobre o cenário internacional que movimenta os preços do Petróleo Brent, vemos que o desaquecimento da economia global tem impactado na demanda do produto, ao mesmo tempo em que vemos a OPEP com dificuldades de atingir as metas de redução nos estoques de petróleo, o que pressiona os preços da commodity para baixo. Além disso, cenários estressantes como a falta de acordo comercial entre os EUA e China e tensões na Venezuela (fornecedor importante de Petróleo para os EUA) ainda movimentam os preços da commodity, afetando no final das contas a rentabilidade dos projetos da Petrobras.\r\n \r\nEm termos de múltiplos, a Petrobras negocia a níveis bem próximos ao setor. Vemos isso no racional EV/EBITDA (“valor da firma/EBITDA”) de 5,5x sem desconto contra o setor que opera a 5,1x. Preço sobre lucro e preço sobre valor contábil também apresentam pouco desconto em relação aos pares. Por outro lado, a Petrobras passa por um processo importante em sua gestão de redução da alavancagem, com perspectivas de desinvestimentos em suas subsidiárias e venda de ativos non-core (que não fazem parte da sua atividade principal), o que já vem otimizando os resultados da Companhia, que apresentou uma redução do endividamento líquido de R$84,9 bilhões em 2017 para R$69,4 bilhões em 2018. A Companhia mostrou que os planos de reestruturação estão dando certo e estão gerando novamente lucratividade no negócio. As metas de longo prazo da Companhia estão sendo gradativamente atingidas, por isso, mantemos uma expectativa positiva para a Petrobras e acreditamos na alta do papel no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo quarto trimestre do ano, a Petrobras apresentou uma receita de vendas de R$92,7 bilhões, alta de 21,2% na comparação com o 4T17. Na comparação com o 3T18, a receita foi 6% inferior devido aos menores preços dos derivados no mercado interno e das exportações, em linha com a redução do preço do Brent em 10% e com a apreciação do real em 4%, além de um menor preço de venda de energia. \r\n \r\nO custo dos produtos vendidos no 4T18 foi de R$61,2 bilhões, apresentando uma queda de 3,8% na comparação com o 3T18, resultado ocasionado pela menor participação de GNL no mix de vendas. Este resultou da maior produção de gás, devido ao término da parada programada de Mexilhão, e da menor demanda no segmento termelétrico. O lucro bruto da Companhia foi de R$31,5 bilhões, queda de 9,1%. Com isso, a margem bruta (lucro bruto/receita) caiu 1,0 p.p. e atingiu 34,0% no atual trimestre. Na comparação anual, a receita aumentou 23%, atingindo R$349,8 bilhões, e o lucro bruto cresceu 36%, atingindo R$124,5 bilhões. Com isso, a margem bruta aumentou 3,0 p.p., saindo de 32% em 2017 para 36% em 2018.\r\n \r\nO lucro líquido da Companhia no 4T18 foi de R$2,10 bilhões, queda de 68% em relação ao terceiro trimestre do ano, impactado fortemente por menores margens nas vendas e pelo impacto de itens especiais como (i) ganhos com acordos comerciais de R$3,19 bilhões, (ii) reversão para perdas de crédito esperadas referente ao setor elétrico de R$2,5 bilhões, (iii) resultado positivo com desmantelamento de áreas em R$2,36 bilhões em função do alongamento do prazo até o abandono, (iv) perdas com contingências de R$4,9 bilhões, principalmente, o acordo com ANP (agência nacional do Petróleo) para unificação do Parque das Baleias e a arbitragem movida pela Vantage, e (v) perdas com impairment de R$6,43 bilhões, com destaque para campos de produção de óleo e gás no Brasil e no exterior e navios da Transpetro. Caso não houvessem esses efeitos especiais, a Petrobras lucraria cerca de R$8,0 bilhões como o mercado estimava. Cabe destacar que no ano de 2018 a Petrobras apresentou lucro líquido de R$25,7 bilhões, primeiro resultado positivo desde 2013.\r\n \r\nO EBITDA ajustado no 4T18 caiu 2% em relação ao trimestre anterior, atingindo R$29,16 bilhões, devido à diminuição da receita na comparação trimestral. No acumulado do ano, o EBITDA alcançou R$114,9 bilhões, aumento de 50% em relação a 2017, atingindo um recorde da Companhia. A margem EBITDA no trimestre foi de 31%, queda de 1,0 p.p., e no ano foi de 33%, alta de 6,0 p.p. na comparação anual.\r\n \r\nA produção de óleo e gás alcançou 2,63 milhões de barris de óleo equivalente por dia, uma queda de 5% em relação a 2017. A queda está relacionada aos desinvestimentos realizados nos campos de Roncador, Lapa e no Golfo do México. Os desinvestimentos totais realizados no ano resultaram em entrada de caixa de R$20,2 bilhões, o que tem contribuído para a desalavancagem da Companhia. O volume total das vendas de derivados no quarto trimestre sofreu retração de 5%, caindo de 2,0 milhões barris/dia para 1,90 milhões de barris/dia.\r\n \r\nO endividamento bruto diminuiu 10%, caindo de R$361,4 bilhões em 2017 para R$326,8 bilhões em 2018. A taxa média dos financiamentos atingiu 6,1%, mesmo nível de 2017. Já o endividamento líquido reduziu 4%,caindo de R$280,7 bilhões para R$268,8 bilhões. O indicador de alavancagem financeira (dívida líquida/EBITDA) caiu de 3,67x em 2017 para 2,34x no ano de 2018, fator impactado pelo recebimento dos desinvestimentos e pelo fluxo de caixa livre positivo. De acordo com o presidente da Estatal, a meta para os próximos anos é uma alavancagem equiparada aos pares internacionais que possuem alavancagem entre 1,0x a 1,5x.",
            "valor_total": "379.963.388",
            "receita_liquida": "281.099.000",
            "numero_acoes": "13.044.497",
            "pl": "21,25",
            "resultado": "25.779.000",
            "dividendos": "0,90",
            "beta": "2,33",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:27:47",
            "editado": "2019-02-28T17:13:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35032,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Ativo perdendo suporte no gráfico diário",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-10/4d58a9cd9e13fc1935cb9c0dd22f3be65feed571/Capturar.PNG",
        "compra": "24,00",
        "compra_maxima": "23,92",
        "stop": "25,51",
        "objetivo": "22,05",
        "preco_encerramento": "23,44",
        "criado": "2018-12-10T12:12:42",
        "editado": "2018-12-11T15:43:58"
    },
    {
        "empresa": {
            "id": 146,
            "analista": 46,
            "nome": "MARFRIG ON",
            "codigo": "MRFG3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/3b00df4c92f6db0e110589aa242ae345f83b7b56/MRFG.svg",
            "sobre": "A Marfrig Global Foods é uma multinacional brasileira que atua mundialmente no setor de alimentos e de serviços alimentícios, sendo a segunda maior produtora de carne bovina do mundo. A Empresa atua em três segmentos distintos: serviços alimentares (foodservice), varejo e processamento de alimentos. Dessa forma, se dedica à produção, processamento, industrialização, venda e distribuição de produtos à base de proteína animal (bovinos, ovinos e peixes). Seus produtos são encontrados nas principais cadeias de restaurantes e supermercados em cerca de 100 países que está presente. Atualmente, o modelo de negócios da Companhia é constituído por 22 unidades de abate de bovinos, seis unidades de processamento, oito centros de distribuição, além de escritórios de vendas localizados na América do Sul, América do Norte e na Ásia. A Marfrig possui a capacidade efetiva de abate de 32,5 mil cabeças por dia.\r\n",
            "pontos_positivos": "Redirecionamento estratégico para foco em bovinos, tornando a Marfrig como a 2ª maior produtora de carne bovina do mundo (em capacidade de abate).\r\nPresença em cerca de 100 países, o que diminui seu risco geográfico.\r\nCenário global positivo para o setor de bovinos.",
            "pontos_negativos": "Fatores de risco relacionados à oscilação do preço da cabeça de gado, que impactam diretamente seus custos, e a oscilação da moeda estrangeira, dada que a valorização do real prejudica as exportações da Empresa.\r\nRiscos associados a barreiras sanitárias ligadas ao mercado brasileiro.\r\nFatores climáticos podem afetar o custo médio da produção.",
            "resumo": "O terceiro trimestre de 2018 (3T18) foi marcado no cenário interno, principalmente, por uma lenta recuperação da economia brasileira. Associado a isso, tivemos uma valorização do Dólar frente ao Real que, em relação ao 2T18, apresentou uma alta de 3,8% na média. Dessa forma, vimos as exportações do setor de bovinos evoluírem em comparação ao terceiro trimestre de 2017. Além disso, as margens do mercado doméstico continuaram sob pressão frente às indecisões trazidas pelo cenário político-econômico.\r\n\r\nQuando se analisa o endividamento da Marfrig, medido pelo indicador dívida Líquida/EBITDA, é possível perceber que ele diminuiu em relação ao mesmo período do ano passado, apesar de continuar relativamente alto. A principal explicação para essa redução foi a venda da Keystone Foods, mesmo que a sua concretização ainda dependa da aprovação do órgão regulador da Coréia do Sul. Por outro lado, os resultados operacionais e financeiros da Companhia trouxeram relativa melhora frente ao 3T17, com destaque para o negócio América do Sul. Dessa forma, mesmo que os múltiplos estejam mais atrativos, é necessário que eles confirmem a sua resiliência e a melhoria do endividamento continue. Logo, a tendência permanece neutra.\r\n\r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n\r\nA receita líquida da Marfrig (MRFG3) atingiu R$11,1 bilhões no terceiro trimestre de 2018, o que representa uma alta de 21% em relação ao mesmo período do ano anterior. O EBITDA ajustado, por sua vez, passou de R$878 milhões no 3T17 para R$1,1 bilhão no 3T18 (elevação de 23%). Quando se analisa a margem EBITDA ajustada para o mesmo período, constata-se a evolução de 0,1 ponto percentual, passando de 9,6% para 9,7%. Em continuação, a Marfrig registrou um prejuízo líquido de R$955,9 milhões, frente a um resultado também negativo de R$779,1 milhões apurado no 3T17. Em contrapartida, no 3T18 foi registrado um resultado financeiro líquido de R$1,7 bilhão, contra R$1,4 bilhão no 3T17. Finalmente, o lucro operacional da companhia foi de R$690,4 milhões no 3T18, uma alta de 238,4% em relação ao lucro operacional de R$204 milhões registrado no 3T17.\r\n\r\nAo se analisar mais profundamente os resultados separados por região, observa-se que a receita líquida do negócio América do Sul foi de R$3,6 bilhões. Essa alta de 35% em relação ao 3T17 pode ser explicada pela expansão de 23% no volume de vendas, que foi suficiente para compensar os impactos negativos trazidos pelo menor preço médio e a valorização do Dólar frente ao Real. Em contrapartida, a receita líquida do negócio América do Norte ficou em US$1,9 bilhão, o que representa uma queda de 8% em relação aos US$2,0 bilhões consolidados no 3T17. Essa redução pode ser explicada, principalmente, pelo menor número de cabeças abatidas no período, sendo que o menor número de semanas (13 no 3T18 e 14 no 3T17) pode ter exercido influência. Porém, quando a receita líquida da América do Norte é apresentada em Reais, constata-se uma elevação de 16% (R$7,5 bilhões no 3T18 contra R$6,4 bilhões no 3T17), refletindo a desvalorização da moeda brasileira. \r\n\r\nEm relação ao setor de bovinos, observa-se que o Brasil abateu 6,3 milhões de cabeças de gado no Brasil no 3T18, segundo dados do Ministério da Agricultura e Pecuária. Esse valor é 4,3% maior que aquele registrado no 3T17. Um dos principais motivos que ocasionou a alta do abate foi a valorização do Dólar frente ao Real e a normalização das atividades da Empresa após a greve dos caminhoneiros, que ocorreu em maio de 2018. Com isso, as exportações no terceiro trimestre de 2018 totalizaram 426 mil toneladas, um aumento de 25% em relação ao mesmo período do ano anterior. Contudo, as margens do mercado doméstico ainda permaneceram pressionadas pelo cenário político-econômico anterior às eleições presidenciais em outubro. Já no Uruguai, as condições climáticas adversas, aliadas a uma demanda global contínua por gado, fizeram com que o seu custo médio se elevasse 9% em relação ao 3T17.\r\n\r\nAo se observar a estrutura de capital de Marfrig, viu-se a alavancagem financeira, calculada pela relação dívida líquida/EBITDA ajustado dos últimos 12 meses, ficar em 2,57x (quando calculada em Real) e 2,30x (quando calculada em Dólar). A critério de comparação, esse indicador no 3T17 em Reais estava em 4,36x. Um dos principais fatores que levaram à diminuição da alavancagem financeira foi a venda da Keystone Foods, apesar de ainda depender da aprovação do órgão regulador da Coréia do Sul. É importante ressaltar que 98,9% do endividamento da Companhia está atrelado a moedas estrangeiras. Dessa forma, pode-se perceber a sua dependência das oscilações cambiais. De uma forma sintética, as dívidas da Empresa apresentam um custo médio de 7,1% a.a. e uma duration de 3,65 anos. O CAPEX (investimentos em imobilizados) totalizou R$198 milhões no 3T18. Destes, aproximadamente R$109 milhões, ou seja, 55%, foram utilizados para a manutenção dos seus ativos, enquanto os outros 45% (R$89 milhões) destinaram-se a projetos de crescimento.",
            "valor_total": "3.289.201",
            "receita_liquida": "24.448.633",
            "numero_acoes": "620.604",
            "pl": "3,63",
            "resultado": "-842.326",
            "dividendos": "0,52",
            "beta": "0,57",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:53:07",
            "editado": "2019-01-09T16:25:53",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35043,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-10/869804818b01a2ad3d3b575a35f0db749bbfae45/mrfg3.PNG",
        "compra": "5,99",
        "compra_maxima": "5,96",
        "stop": "6,47",
        "objetivo": "5,43",
        "preco_encerramento": "5,73",
        "criado": "2018-12-10T16:29:26",
        "editado": "2018-12-11T15:19:36"
    },
    {
        "empresa": {
            "id": 143,
            "analista": 49,
            "nome": "Cielo",
            "codigo": "CIEL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/43cccbc12636d194a25fa24fc92870de11ba88ae/CIEL.svg",
            "sobre": "A Cielo surgiu em 1995 quando uma série de grandes bancos e a Visa Internacional se uniram para criar a Companhia Brasileira de Meio de Pagamentos que veio a se transformar na Cielo ao final de 2009. A proposta da companhia era centralizar a rede de relacionamento com afiliados em todo o Brasil reduzindo custos e otimizando a margem. Atualmente, a companhia opera as bandeiras Visa, Mastercard, American Express, Diners Club International, JCB (Japan Credit Bureau), Elo e outras bandeiras de menor circulação. A empresa tem presença internacional e participação em diversas empresas que atuam na cadeia de processamento de pagamentos.",
            "pontos_positivos": "O aumento no volume de transações acompanha os sinais de recuperação da economia.\r\nPosição de liderança na indústria nacional, o que potencializa a manutenção de margem da Companhia.\r\nMantém grande sinergia com alguns de seus principais acionistas, notadamente o Banco do Brasil e o Bradesco.\r\nGrande capilaridade através da rede de afiliados e do cartão Cielo.\r\nCriação de nova linha “Stelo” com a nova política de preços para competir diretamente com novos concorrentes e crescimento na vendas de máquinas.",
            "pontos_negativos": "Últimos resultados apontam declínio no crescimento da Companhia.\r\nApesar do crescimento das vendas, os clientes ativos ainda diminuem.\r\nMercado comoditizado, retirando foco na qualidade do serviço prestado para competição em preços.\r\nNova política de preços e necessidades de intensificação nas ações de marketing reduzem as margens da Companhia.\r\nAs recentes reduções nas taxas de juros prejudicam as receitas de antecipação de recebíveis, uma vez que são proporcionais à taxa básica de juros.\r\nAumento no volume do débito e pagamento à vista devido a lei de “Pagamento Diferenciado”.",
            "resumo": "A competitividade do mercado de atuação da Cielo (CIEL3) continua sendo um desafio enfrentado pela Companhia. A melhora nos indicadores do ICVA (Índice Cielo do Varejo Ampliado) demonstra um aumento real na atividade dos varejistas, com crescimento de 4,0% na comparação ano a ano. O mercado de meios de pagamento tem enfrentado uma comoditização do produto, onde não há tanta diferenciação do produto vendido pelos competidores e sim competição em preços. Com isso, a Cielo ao longo dos últimos trimestres optou por competir através de preços, comprometendo seus resultados e suas margens.\r\n \r\nA diminuição da sua receita líquida, assim como o lucro líquido, que apresentou uma queda 43,6%, vem sendo causada pela diminuição dos preços praticados e pela perda de participação de mercado (market share), além de investimentos em marketing e ações comerciais que a Companhia vem realizando ao longo dos últimos trimestres. Como consequência, o custo dos serviços prestados e as despesas operacionais aumentaram 20,7% e 46% respectivamente na comparação com o mesmo trimestre do ano passado.\r\n \r\nCom um cenário desafiador, a Cielo optou por trocar margem por market share, o que eleva seus custos e despesas. Com isso, acreditamos que a Companhia possui resiliência e sua posição de liderança no mercado ajuda a suportar um ano que será crucial para mostrar sua força competitiva. Com um ROE (Lucro Líquido/Patrimônio Líquido) de 29,8%, ROIC (Lucro operacional EBIT/Patrimônio líquido mais Total de Empréstimos e Financiamentos) de 11,6% e margem EBITDA de 37%, a Companhia demonstra que ainda possui margem para queimar ao longo de 2019. Mantemos uma tendência neutra de longo prazo para o papel, aguardando a estratégia comercial gerar algum efeito nos próximos resultados da Companhia.\r\n \r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n \r\nA receita operacional líquida da Cielo totalizou R$2,77 bilhões no 1T19, queda de 0,4% quando comparada com o resultado do mesmo período do ano anterior. Esse resultado refletiu o aumento na captura de volume de 3% e da adequação da prática de preços em relação ao ambiente competitivo que passa o mercado. O resultado operacional, medido pelo Ebitda, foi de R$820,7 milhões, queda de 34%, na comparação trimestral, com margem de 29,6%, representando uma redução de 15 p.p. frente ao mesmo trimestre do ano anterior.\r\nO lucro líquido ajustado atingiu R$548,5 milhões no trimestre, queda de 44,9%, refletindo a elevação dos gastos totais que somaram R$2,19 bilhões, variação de 22,4%. Esse aumento foi justificado pela elevação das despesas com pessoal, despesas de vendas e marketing associados ao lançamento de novos produtos e ações comerciais.\r\n \r\nO custo dos serviços prestados totalizou R$1,5 bilhão no 1T19, aumento de 20,7% quando comparado ao mesmo trimestre do ano anterior. O aumento no custo foi observado nas principais controladas. Na Cateno, foi refletido o aumento nos custos vinculados à gestão de contas de pagamento do Arranjo Ourocard, em virtude de um crescimento orgânico do negócio em 2019 e pela variação cambial refletida nos custos com as bandeiras. Já, na Cielo Brasil, os custos aumentaram por conta do aumento nos gastos com tarifas de bandeiras e maior volumetria.\r\n \r\nO resultado financeiro atingiu R$248,1 milhões, redução de 35% comparado ao mesmo trimestre do ano anterior. Esse resultado financeiro é mais significativo por conta da controlada Cielo Brasil que foi de R$231 milhões sendo 37% inferior ao 1T18. A queda no resultado financeiro foi explicada por dois fatores, (i) nas receitas e despesas financeiras vimos um decréscimo das receitas relacionados à utilização do caixa para fomento da operação de aquisição de recebíveis no 1T19; (ii) o que tange a aquisição de recebíveis líquida (ARV), na qual reduziu 37,9% em relação 1T18, se deu pelo decréscimo relacionado à redução da taxa média efetiva em decorrência do atual cenário competitivo.",
            "valor_total": "26.108,59",
            "receita_liquida": "6.251,79",
            "numero_acoes": "2.716,81",
            "pl": "3,33",
            "resultado": "2.883,39",
            "dividendos": "1,34",
            "beta": "0,62",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:41:51",
            "editado": "2019-04-25T11:16:50",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34908,
        "analista": 18,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste de média a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-5/b3f966a1bc8d05df9ce8f5c0c619d01f0f6e253d/ciel3.PNG",
        "compra": "9,45",
        "compra_maxima": "9,40",
        "stop": "10,20",
        "objetivo": "8,60",
        "preco_encerramento": "8,99",
        "criado": "2018-12-05T11:15:34",
        "editado": "2018-12-10T17:31:43"
    },
    {
        "empresa": {
            "id": 97,
            "analista": 46,
            "nome": "Duratex",
            "codigo": "DTEX3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/bbf70dc1e491a38b54254111258af43050deaec6/DTEX.svg",
            "sobre": "A Duratex é uma empresa brasileira que atua no mercado de varejo e de distribuição de insumos para construção civil e marcenaria. O controle da Empresa é da Itaúsa - Investimentos Itaú S.A. A Empresa é sediada em São Paulo, conta com mais de 11 mil colaboradores e 17 unidades industriais, além de ter atuação em operações na Colômbia. Seu foco de atuação é em linhas de produtos voltados para acabamento na construção civil (metais, louças sanitárias e pisos) e para fabricantes de móveis. As vendas da Duratex são concentradas no mercado doméstico, sendo a maior empresa produtora de painéis de madeira industrializada, louças e metais sanitários do hemisfério sul e líder no mercado brasileiro.",
            "pontos_positivos": "Elevação do lucro líquido recorrente.\r\nDiminuição da alavancagem financeira.\r\nRetomada do crescimento econômico pode aumentar a demanda pelos insumos para a construção civil fornecidos pela Deca/Hydra.\r\nMigração de linhas produtivas de Tubarão (SC) para Aracaju (SE) tende a melhorar a produtividade e a logística.",
            "pontos_negativos": "Crescimento dos custos dos produtos vendidos superior ao aumento da receita líquida, o que influenciou na redução da margem EBITDA.\r\nAumento do percentual que as despesas gerais e administrativas representam da receita líquida.\r\nSetor de madeira corresponde a 72,7% do EBITDA ajustado e recorrente, indicando concentração e risco em caso de uma crise setorial.",
            "resumo": "O ano de 2018 foi marcado, em um primeiro momento, por um cenário de indefinição e temor quanto às eleições presidenciais. De certa forma, ele foi antecipado pela greve dos caminhoneiros que ocorreu no mês de maio. Dentre outros aspectos, esse cenário fez com que o Real perdesse valor frente ao Dólar, o que corroborou para o aumento das exportações da Duratex. \r\n\r\nApós a eleição de Jair Bolsonaro para a presidência da República, o mercado sentiu certo alívio. Por ser considerado pró-mercado, ele é visto como um político capaz de montar uma equipe em prol da aprovação das reformas. Por serem importantes para a redução do déficit fiscal brasileiro, a aprovação das reformas - com destaque para a da Previdência - pode impulsionar o reaquecimento da economia do Brasil, que apresenta dificuldade em crescer. Por sua vez, a reanimação do crescimento econômico traz benefícios à Duratex no que se refere tanto a produção de madeira industrializada quanto de louças e metais sanitários.\r\n\r\nOs resultados apresentados pela Companhia no 4T18 trouxeram pontos positivos e negativos. Ela conseguiu expandir o seu lucro líquido recorrente e diminuir a sua alavancagem financeira. Porém, a receita líquida cresceu menos do que o custo dos produtos vendidos, o que comprometeu a margem EBITDA e representa um alerta para as próximas divulgações.\r\n\r\nMediante ao cenário macroeconômico e político, além dos resultados apresentados, vemos que a tendência da Empresa no longo prazo é neutra.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 (4T18), a Duratex registrou receita líquida de R$1,3 bilhão. Este resultado é 14,6% superior àquele apresentado no mesmo período do ano passado (4T17). O setor de madeiras contribuiu com 67% para a geração da receita do 4T18. Já na comparação anual, a receita líquida passou de R$4,0 bilhões em 2017 para R$4,9 bilhões em 2018 (alta de 24%). O principal destaque foi o aumento das vendas para o mercado externo, favorecido pelo Real menos valorizado frente ao Dólar. Assim, elas se elevaram 40,4% e passaram a representar 19,2% da receita líquida, aumento de 2,2 p.p. frente aos 16,9% constatados em 2017.\r\n\r\nJá em relação aos custos dos produtos vendidos, observou-se elevação de 23,6% na comparação trimestral (R$695,4 milhões no 4T17 versus R$R$859,7 bilhões no 4T18). Por sua vez, os custos passaram de R$2,5 bilhões em 2017 para R$3,0 bilhões em 2018 (alta de 19,3%). Percebeu-se que no 4T18 o custo dos produtos vendidos cresceu mais do que a receita líquida gerada. Isso gera um alerta, uma vez que observou-se aumento no volume expedido de painéis (14,0%) e de revestimentos cerâmicos (6,6%), apesar da redução do volume expedido pela Deca (-3,0%). Já em relação às despesas com vendas, observou-se elevação de 10,4% na comparação trimestral (R$172,9 milhões no 4T17 versus R$190,8 milhões no 4T18) e aumento de 9,5% no comparativo anual (R$638,5 milhões em 2017 versus R$698,9 em 2018). \r\n\r\nO ano da Duratex foi marcado por eventos não recorrentes. Houve a alienação de ativos florestais, antes sob controle da Duratex Florestal, em transação com a Suzano. O negócio de chapas finas de fibra de madeira foi descontinuado, em transação com a Eucatex. Visando a atualização tecnológica e o aumento da produtividade, as operações de MDF na unidade de Botucatu foram paralisadas em novembro. E, finalmente, o negócio Deca/Hydra passou por movimentos de reestruturação. Para possibilitar a comparação tanto trimestral quanto anual, é de suma importância que tais eventos sejam desconsiderados.\r\n\r\nA Duratex finalizou o 4T18 com EBITDA ajustado e recorrente de R$236,8 milhões, resultado 3,5% superior àquele do 4T17. Por sua vez, a margem EBITDA ajustada e recorrente, que corresponde à razão entre o EBITDA e a receita líquida, diminuiu 2,1 p.p., passando de 20,8% no 4T17 para 18,7% no 4T18. Já na comparação anual o EBITDA foi de R$848,5 milhões (alta de 11,6% em relação a 2017), enquanto a margem EBITDA diminuiu 0,8 p.p., passando de 19,0% em 2017 para 18,2% em 2018.\r\n\r\nQuanto ao lucro líquido recorrente, observou-se elevação de 33,9% na comparação trimestral, passando de R$112,9 milhões no 4T17 para R$151,3 milhões no 4T18. Já na comparação anual, a alta foi de 50,1% (R$180,7 milhões em 2017 versus R$271,1 milhões em 2018). Essa evolução pode ser justificada por uma melhora operacional, aliada a uma menor pressão financeira. Assim, o ROE recorrente (capacidade da Empresa em agregar valor à partir de recursos próprios e de investidores) passou de 9,6% no 4T17 para 12,1% no 4T18 (alta de 2,5 p.p.), enquanto na comparação anual a alta foi de 1,6 p.p. (3,9% em 2017 versus 5,5% em 2018).\r\n\r\nCom os resultados divulgados, foi possível perceber que a Duratex conseguiu diminuir o seu endividamento. No fim de 2017, a dívida líquida da Companhia era de R$2,1 bilhões, valor R$400,1 milhões superior àquele do fim de 2018 (R$1,7 bilhão). Essa redução foi consequência da geração de caixa nas operações recorrentes e do recebimento parcial da alienação de ativos realizada em 2018. Dessa forma, a alavancagem financeira da Empresa, medida pela relação entre o endividamento e o EBITDA, passou de 2,76x em 2017 para 2,00x em 2018. ",
            "valor_total": "8.156.418",
            "receita_liquida": "4.949.361",
            "numero_acoes": "689.469",
            "pl": "6,72",
            "resultado": "431.573",
            "dividendos": "0,09",
            "beta": "1,07",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:09:28",
            "editado": "2019-03-28T16:58:01",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34949,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte no gráfico de 60 minutos ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-6/f6dc06abf31e7313faa5300c94d0c22f93dff57b/Capturar.PNG",
        "compra": "11,77",
        "compra_maxima": "11,71",
        "stop": "12,50",
        "objetivo": "10,80",
        "preco_encerramento": "11,50",
        "criado": "2018-12-06T13:03:04",
        "editado": "2018-12-10T15:40:54"
    },
    {
        "empresa": {
            "id": 86,
            "analista": 46,
            "nome": "Telefônica",
            "codigo": "VIVT4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/efb7d8f74199100efd8eafa0dcca8bb2b7c282bf/VIVT.svg",
            "sobre": "A Telefônica Brasil é a maior empresa de telecomunicações do Brasil, com quase 100 milhões de clientes, sendo 75 milhões no segmento de telefonia móvel, no qual é líder de mercado em âmbito nacional, e 23 milhões na operação fixa. A Telefônica Brasil atua na prestação de serviços de telecomunicações fixos e móveis em todo o território nacional e conta com um portfólio de produtos completo e convergente (voz fixa e móvel, banda larga fixa e móvel, ultra banda larga, TV, dados e TI). A Telefônica é um dos maiores players mundiais no setor de comunicações com presença em 21 países, 343,5 milhões de acessos e aproximadamente 125 mil empregados. O acionista controlador é o Grupo Telefónica, da Espanha, que é um dos maiores conglomerados de comunicação do mundo.",
            "pontos_positivos": "Aumento nas adições líquidas nos negócios de maior valor, através da elevação dos acessos móveis pós-pagos, em detrimento da redução dos pré-pagos.\r\nDiminuição dos custos operacionais recorrentes, marcando o 12º trimestre de reduções.\r\nRedução da alavancagem através da liquidação de empréstimos e financiamentos.\r\nAumento da remuneração dos acionistas através do pagamento de dividendos e JCP.\r\nLiderança da telefonia móvel no âmbito nacional.",
            "pontos_negativos": "Mercado competitivo pode levar a uma disputa de preços entre as operadoras, comprometendo as margens de lucro da Empresa.\r\nDiminuição da receita operacional líquida, de forma que o crescimento da receita se deu em função da receita líquida de aparelhos.\r\nCrescimento econômico aquém do esperado, aliado ao desemprego ainda alto, dificultam a atração de novos clientes e o aumento do ticket médio.",
            "resumo": "Quando avaliamos o cenário político e econômico brasileiro, foi possível observar que o ano de 2018 foi marcado, principalmente, pelos receios ligados à eleição presidencial de outubro. Estes, por sua vez, foram antecipados pela Greve dos Caminhoneiros, que aconteceu em maio. Dessa forma, constatou-se um menor grau de investimento, com as previsões do crescimento do PIB sendo revisadas para baixo e tanto o desemprego quanto a capacidade ociosa da indústria em níveis elevados. \r\n\r\nIsso impactou a Telefônica, uma vez que uma economia com dificuldades de crescimento faz com que as pessoas tenham receio de consumir ou aderir a planos de maior valor. Além disso, buscando economia, as pessoas são mais propensas a mudar de prestadora de serviço, o que aumenta o churn (rotatividade) da Empresa.\r\n\r\nApós a eleição de Jair Bolsonaro, houve certo alívio das tensões vistas anteriormente. Porém, a economia continua apresentando dificuldade para crescer devido, principalmente, às questões ligadas às reformas. Assim, o consumo também tem dificuldade de evoluir.\r\n\r\nDo ponto de vista dos resultados apresentados pela Telefônica no 4T18, observou-se elevação da receita operacional líquida e contração dos custos operacionais recorrentes, o que culminou no aumento do EBITDA recorrente e da margem EBITDA. Porém, na comparação trimestral, o lucro líquido da Empresa diminuiu. Finalmente, a Telefônica conseguiu reduzir o seu endividamento.\r\n\r\nAcreditando na evolução gradual da economia brasileira e seus reflexos no consumo, bem como nos resultados positivos que a Empresa conseguiu apresentar no 4T18, vemos que a tendência de longo prazo da Telefônica é de alta. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, a Telefônica apresentou receita operacional líquida de R$11,1 bilhões, o que representa uma elevação de 0,5% em relação ao mesmo período do ano anterior (4T17). Por sua vez, a receita operacional líquida de serviços foi de R$10,6 bilhões no 4T18 e passou a representar 95,4% da receita total. Quando comparada ao 4T17, observou-se contração de 1,4%, ou o equivalente a uma redução de R$147,9 milhões. Apesar de representar apenas 5,6% da receita operacional líquida no 4T18, a receita líquida de aparelhos aumentou 70% em comparação ao 4T17, conseguindo compensar a redução da receita de serviços.\r\n\r\nJá na comparação anual, a receita operacional líquida da Companhia cresceu 0,6% em relação a 2017, finalizando o exercício de 2018 em R$43,4 bilhões. A receita operacional líquida de serviços, que representou 96,1% da receita em 2018, apresentou contração de 0,9% e ficou em R$41,8 bilhões. Em contrapartida, a receita líquida de aparelhos aumentou 56,5% (R$1,1 bilhão em 2017 versus R$1,7 bilhão em 2018). Em linhas gerais, a variação da receita se deu em função do crescimento das receitas de pós-pago, terminais e ultra banda larga, apesar da redução dos acessos de pré-pago, refletindo as adições líquidas nos negócios de maior valor.\r\n\r\nOs custos operacionais recorrentes da Telefônica foram de R$7,0 bilhões no 4T18, o que representou uma redução de 1,4% em relação ao 4T17. Já na comparação anual, a redução foi de 2,0%, ou R$567,5 milhões. Essa diminuição ocorreu, principalmente, em função de iniciativas de simplificação, eficiência e digitalização adotadas pela Empresa, de forma que o 4T18 foi o 12º semestre consecutivo de redução dos custos operacionais. \r\n\r\nDessa forma, o EBITDA recorrente no 4T18 foi de R$4,1 bilhões, uma alta de 1,2%. em comparação aos resultados do 4T17. Por sua vez, o EBITDA recorrente subiu 5,5%. na comparação anual (R$14,7 bilhões em 2017 versus R$15,5 bilhões em 2018). Para possibilitar a comparação da evolução do EBITDA recorrente frente à receita operacional líquida, analisa-se a margem EBITDA recorrente, que representa a razão entre eles. Na comparação trimestral, observa-se que a margem subiu 1,2 p.p., passando de 35,8% no 4T17 para 37,0% no 4T18. Já na comparação anual, a alta foi de 1,7 p.p. (33,9% em 2017 versus 35,6% em 2018).\r\n\r\nJá a respeito do lucro líquido, observou-se contração de 3,0% e a Telefônica registrou resultado de R$1,5 bilhões no 4T18. Observou-se que o lucro diminuiu (mesmo com o crescimento do EBITDA) em função da elevação de 27,5% na depreciação e da alta de 36,7% dos impostos. Apesar disso, as variações monetárias e cambiais caíram 64% de um trimestre para o outro.\r\n\r\nEnquanto isso, na comparação anual, o lucro líquido passou de R$4,6 bilhões para R$8,9 bilhões (alta de 92,5%). O resultado financeiro líquido foi o principal fator que fez com que o lucro da Telefônica crescesse nessa proporção, uma vez que ela reverteu um prejuízo de R$903 milhões em 2017 para um lucro de R$1,8 bilhões em 2018. \r\n\r\nA Telefônica conseguiu reduzir o seu endividamento. Em 2017 sua dívida bruta era de R$8,5 bilhões, ao passo que em 2018 ela caiu para R$6,1 bilhões. A redução se deu, principalmente, pela liquidação de empréstimos e financiamentos no período considerado. Também foi possível observar redução da dívida líquida, que passou de R$3,8 bilhões em 2017 para R$2,2 bilhões em 2018, de forma que a sua alavancagem, calculada pela razão entre a dívida líquida e o EBITDA anualizado, passou de 0,26x em 2017 para 0,12x em 2018.\r\n\r\nNo que tange o negócio móvel da Telefônica, foi possível constatar redução de 2,4% no total de acessos. Apesar disso, observou-se aumento de 9,9% em pós-pagos e diminuição de 14,2% em pré-pagos. O market-share da Empresa se elevou 0,2 p.p., passando de 31,7% para 31,9% entre o 4T17 e o 4T18. Por sua vez, o churn mensal (rotatividade de clientes) subiu 0,8 p.p. (3,3% no 4T17 versus 4,1% no 4T18). Já no negócio fixo, a redução foi de 3,6% no total de acessos, com destaque para a telefonia fixa, que apresentou redução de 6,0%.",
            "valor_total": "78.068.324",
            "receita_liquida": "43.462.741",
            "numero_acoes": "1.688.694",
            "pl": "42,40",
            "resultado": "8.928.258",
            "dividendos": "2,45",
            "beta": "0,49",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:28:17",
            "editado": "2019-04-04T16:54:34",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34695,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "rompimento no gráfico diário com volume acima da média",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "46,66",
        "compra_maxima": "46,90",
        "stop": "44,71",
        "objetivo": "49,30",
        "preco_encerramento": "47,15",
        "criado": "2018-11-27T17:18:20",
        "editado": "2018-12-07T15:30:50"
    },
    {
        "empresa": {
            "id": 115,
            "analista": 42,
            "nome": "Grendene",
            "codigo": "GRND3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/dc39908951851eb99a310a73ba9bd7c626748fa8/GRND.svg",
            "sobre": "A Grendene, produtora de calçados, é detentora das marcas Melissa, Grendha, Zaxy, Rider, Cartago, Ipanema, Pega Forte, Grendene Kids e Zizou. A Companhia possui tecnologia proprietária exclusiva na produção de calçados para os públicos feminino, masculino e infantil. Sua estrutura inclui 11 fábricas de calçados, matrizaria e fábrica de PVC para consumo próprio e a sua logística de distribuição atinge distribuidores e varejistas em todo o território nacional e exterior. Os produtos são negociados por meio de representantes comerciais, distribuidores, exportação direta e subsidiárias no exterior, possuindo 60 mil pontos de venda fora do País e 65 mil no mercado brasileiro.",
            "pontos_positivos": "Nível de solvência em patamares confortáveis.\r\nCrescimento na receita por par vendido.\r\nAumento no volume de vendas.\r\nInexistência de alavancagem financeira.\r\nPortfólio variado de marcas e produtos.",
            "pontos_negativos": "Fraco crescimento nas vendas.\r\nElevada taxa de desocupação e redução da média salarial.\r\nAlta nos preços do petróleo tende a elevar os custos de produção.\r\nMercado oferece baixas barreiras à entrada de novos concorrentes.\r\nEnfraquecimento do dólar frente ao real.",
            "resumo": "A despeito do término das incertezas políticas, que cessaram com a eleição de um governo com viés mais liberal, o atual cenário macroeconômico ainda se mostra desafiador para os segmentos focados em consumo, dada a lenta retomada da atividade econômica. Por outro lado, é possível perceber uma tímida melhora na economia, que reflete uma inflação sob controle, a manutenção da Selic no menor patamar histórico e a elevação dos níveis de confiança do consumidor.\r\n\r\n\r\nO Índice de Confiança do Consumidor, levantamento realizado pela Fundação Getúlio Vargas (FGV), aponta melhora nos níveis de confiança. No primeiro mês de 2019, o índice ganhou 3,60 pontos, deste modo, atingindo o maior patamar desde de fevereiro de 2014. Segundo a visão da Instituição, aos poucos os consumidores começam a perceber a melhora do mercado de trabalho, a ajustar seu orçamento doméstico e a reduzir o nível de endividamento. Apesar da melhora acima citada, é importante ter em mente que embora os níveis de emprego tenham apresentado melhora, ainda se encontram em um elevado patamar. Tal fato se constitui em um desestimulante para o segmento. \r\n\r\n\r\nA despeito da evolução nas vendas, o resultado apresentado no trimestre em questão mostra que a fabricante de calçados tem diminuído o ritmo de crescimento, com menores taxas de expansão das vendas, retração nas margens e recuo no lucro líquido na comparação com o mesmo período do ano anterior. É importante ressaltar que no período em análise as vendas foram auxiliadas pela forte valorização do dólar frente ao real, que colaborou com o faturamento  das vendas internacionais. Ainda, destacamos que a Companhia segue com sólidos fundamentos financeiros e disciplina financeira com o pagamento de proventos para os acionistas e que caso as melhores perspectivas para o cenário macroeconômico em 2019 se confirmem, os setores de consumo de bens não duráveis, no qual a companhia está inserida, tendem a se beneficiar. Muito embora os resultados apresentados não tenham agradado, continuamos otimistas com o ativo e optamos por manter a tendência de alta para o longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo término do quarto trimestre de 2018, a receita de vendas totalizou R$847 milhões, valor 4,40% superior ao reportado no quarto trimestre de 2017. As vendas para o mercado doméstico totalizaram 74% da receita total, apresentando avanço de 3,40%, enquanto as vendas para o mercado externo representaram 26% da receita total e aumentaram 7,10%. A receita bruta por par vendido no mercado doméstico aumentou 3,20%, ficando em R$15,91. Adicionalmente, foi verificada expansão no volume de vendas de 1%, ficando de 55,60 milhões de pares. Ao mesmo tempo, a receita das vendas por par para o mercado internacional apresentou avanço de 7,10%, ficando em R$16,93. No entanto, houve retração no volume de vendas de 12%, ficando em 14,10 milhões de pares. \r\n\r\n\r\nO Ebitda, que mede o desempenho financeiro operacional, apresentou retração de 4% na comparação com o mesmo período do ano anterior, somando R$194,60 milhões. O indicador foi afetado por maiores custos de produção, os quais cresceram em um patamar acima da receita. O impacto foi atenuado pelo aumento dos preços das resinas de PVC e de óleos plastificantes, que são derivados do petróleo. O lucro líquido permaneceu em linha com o reportado ao término do 4T17, sendo registrado em R$251,30 milhões. O aumento observado no resultado final foi suavizado pelo incremento das despesas financeiras, as quais cresceram 23%, sendo registradas por R$57,40 milhões.\r\n\r\n\r\nNo que diz respeito à estrutura financeira, a Companhia terminou o terceiro trimestre de 2018 com uma dívida líquida negativa de R$1,98 bilhão, resultado 11% superior ao reportado no mesmo período do ano anterior. Um resultado negativo indica que o valor detido em caixa pela Companhia é suficiente para liquidar as dívidas financeiras de curto e longo prazo e que ainda há sobra de caixa. De igual modo, um endividamento financeiro negativo indica a inexistência de alavancagem financeira. A melhora dos indicadores de endividamento está associada diretamente à maior amortização de empréstimos e financiamentos. No que diz respeito à capacidade de solvência, esta permaneceu em níveis confortáveis, tanto no curto, como no longo prazo, mesmo com a fabricante de calçados se apresentando mais endividada.\r\n\r\n\r\nAo término do quarto trimestre de 2018, a Grendene apurou uma geração de caixa operacional de R$484 milhões, valor 8% inferior ao reportado ao fim do 4T17. No 4T18, a fabricante de calçados apresentou uma maior necessidade de capital de giro para financiar suas operações, R$79,40 milhões, valor 13,62% maior que o necessitado no 4T17. \r\n\r\n\r\nConforme comentado anteriormente, resinas e óleos plastificantes, ambos derivados do petróleo, são importantes matérias-primas para a Companhia que exerceram maiores pressões sobre as margens no período em análise. Nesse sentido, a Companhia fica exposta às variações do preço do petróleo no mercado externo, que vêm se recuperando em decorrência dos cortes da produção que a OPEP vem realizando. Dado que a Companhia destina parte das suas vendas para o mercado externo, as variações do dólar se constituem em um importante fator na composição da receita. Com a divisa norte americana mais fraca frente ao real, a fabricante de calçados pode ter maiores pressões sobre as receitas líquidas de vendas nos trimestre futuros.",
            "valor_total": "7.382.091",
            "receita_liquida": "2.33.452",
            "numero_acoes": "900.255",
            "pl": "3,85",
            "resultado": "585.530",
            "dividendos": "0,36",
            "beta": "0,61",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:42:47",
            "editado": "2019-03-15T18:22:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34905,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de linha de tendência de alta e da média móvel de 21 dias.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-5/d55c19caf94d43fb39ca74c80f725e3c50d108a2/grnd3.PNG",
        "compra": "7,81",
        "compra_maxima": "7,85",
        "stop": "7,54",
        "objetivo": "8,17",
        "preco_encerramento": "7,81",
        "criado": "2018-12-05T11:10:20",
        "editado": "2018-12-07T14:26:59"
    },
    {
        "empresa": {
            "id": 71,
            "analista": 41,
            "nome": "São Martinho",
            "codigo": "SMTO3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/14017179cae7b8b13fdc9ea6c2dbc8779982a843/SMTO.svg",
            "sobre": "O Grupo São Martinho é um dos maiores produtores de açúcar e álcool do Brasil. A Companhia compra, cultiva, colhe e processa a principal matéria-prima usada na produção de açúcar e álcool. Possui quatro usinas em operação: São Martinho, em Pradópolis (SP), Iracema, em Iracemápolis (SP), Santa Cruz, em Américo Brasiliense (SP) e Boa Vista, em Quirinópolis (GO), sendo que esta última integra a Nova Fronteira Bioenergia, empresa formada em junho de 2010 por meio da joint venture entre o Grupo São Martinho e a Petrobras Biocombustível. As usinas São Martinho, Iracema e Santa Cruz produzem açúcar e etanol enquanto a Usina Boa Vista é dedicada exclusivamente à produção de etanol. Todas elas geram energia elétrica a partir da queima do bagaço da cana, garantindo autossuficiência e venda do excedente (exceto usina Iracema).",
            "pontos_positivos": "Uso intensivo de tecnologia e de mecanização da atuação agroindustrial da São Martinho contribui para custos operacionais adequados.\r\nAs usinas da São Martinho encontram-se próximas aos terminais e armazéns portuários de Santos e a Companhia possui um ramal ferroviário dentro da unidade São Martinho, reduzindo o tempo de entrega e os custos de logística.\r\nA administração da Companhia possui experiência e conhecimento significativos do setor sucroalcooleiro e dos processos de produção e operação, atuando na companhia há mais de 10 anos. O grupo controlador tem mais de 40 anos de experiência no setor.\r\nAs terras da Companhia estão a uma distância média de 24 km em relação às suas usinas. Esta proximidade, combinada com o alto nível de mecanização, implica menores custos de transporte e permite iniciar o processamento da cana-de-açúcar em média nove horas após sua colheita.\r\nDesvalorização do dólar e alta dos preços do petróleo tendem a beneficiar os produtos da Companhia.",
            "pontos_negativos": "Uma quebra de safra pode impactar negativamente os negócios da Companhia.\r\nFatores externos como a demanda mundial pelas commodities agrícolas, bem como a estocagem dos mesmos, impactam o seu faturamento.\r\nRedução no preço do açúcar pressiona as receitas de Empresa.\r\nMercado de atuação da Companhia é altamente competitivo.\r\nEfeitos climáticos alheios ao controle da Companhia podem ter efeitos adversos sobre as operações e a produtividade da SMTO3.\r\nRedução das margens nos últimos resultados.",
            "resumo": "A São Martinho (SMTO3) segue com dificuldades em seus resultados. A receita líquida apresentou novo recuo, mesmo com a estratégia bem-sucedida de redirecionar o mix produtivo em favor da produção de etanol e em detrimento da produção de açúcar. Os preços do etanol seguem favoráveis, acompanhando as altas do petróleo ao longo de 2018. A OPOP tem sinalizado metas de redução de sua produção para sustentar os preços, o que deve beneficiar a Companhia. Não obstante, problemas climáticos reduziram a produtividade da safra, impactando no volume produzido no trimestre.\r\n \r\nApesar da queda nos principais indicadores financeiros da Companhia (receita, lucro e EBITDA), os impactos derivaram principalmente de problemas climáticos e de flutuações nos preços dos produtos, impactos estes tipicamente cíclicos e que, portanto, devem se reverter no futuro. Dessa forma, apontamos tendência neutra para o ativo SMTO3 no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA São Martinho apresentou receita líquida de R$841 milhões no 3T19 referente à safra 2018/2019. Se ajustarmos os resultados pelos impactos dos contratos de derivativos cambiais, a receita líquida teria atingido R$843 milhões, valor 6,3% inferior ao do 3T18 da safra anterior. A piora foi puxada pela queda de 34,2% na receita do açúcar (R$270 milhões), parcialmente compensada pelo crescimento de 24,2% na receita do etanol (R$520 milhões). Parte desse impacto veio da estratégia da Companhia de redirecionar um volume maior da safra para a produção de etanol, em detrimento da produção de açúcar, em função da mudança dos preços relativos entre as duas commodities.\r\n \r\nMesmo com a queda dos volumes vendidos, o custo dos produtos vendidos (CPV) aumentou 12,7% no período, passando de R$550 milhões para R$620 milhões. Com isso, o lucro bruto (ajustado pelos efeitos dos derivativos) somou R$223 milhões, uma redução de 36,3% em relação ao mesmo período do ano passado. A margem bruta (lucro bruto/receita líquida) passou de 39% para 26,4%. No mesmo sentido, o resultado financeiro ampliou-se em 41,8%, passando de uma despesa líquida de R$52,9 milhões para uma de R$75 milhões. As perdas cambiais e com derivativos foram os principais causas dessa deterioração, tendo em vista o cenário de alta do dólar no período.\r\n \r\nAs despesas operacionais, por outro lado, se mostraram mais positivas no atual resultado. As despesas com vendas recuaram 16,2%, em função, principalmente, do menor volume processado. Já as despesas gerais e administrativas caíram 6,3%, por conta de efeitos não-recorrentes do 3T18. Dessa forma, as despesas totais tiveram queda de 11,4%, passando de R$75,7 milhões para R$67,1 milhões.\r\n \r\nAssim, o lucro líquido (ajustado pelo impacto dos derivativos) foi de R$67,7 milhões, valor 60,9% inferior aos R$173 milhões auferidos no 3T18. No mesmo sentido, a margem líquida (lucro líquido/receita líquida) caiu de 19,2% para 8%. O EBITDA ajustado também recuou, passando de R$497 milhões para R$417 milhões, queda de 16,1%. Mais uma vez, o principal impacto veio da produção de açúcar, cujo EBITDA recuou 47%, enquanto o EBITDA do etanol avançou 17,4%. Finalmente, a margem EBITDA (EBITDA/receita líquida) foi de 55,3% para 49,5%.\r\n \r\nSobre o endividamento, a Companhia apresentou dívida bruta de R$4,3 bilhões, crescimento de 4,2% na comparação anual. Desse total, 16,4% (R$710 milhões) têm vencimento no curto prazo. O caixa da São Martinho somou R$1,2 bilhão, crescimento de 2%, valor bastante superior às dívidas de curto prazo, o que gera posição confortável de liquidez. Por sua vez, a dívida líquida atingiu R$3,1 bilhões, alta de 5%. Dada a piora no EBITDA, a alavancagem financeira (dívida líquida/EBITDA acumulado em 12 meses) passou de 1,61x para 1,80x, mas ainda é considerada controlada.",
            "valor_total": "6.381.101",
            "receita_liquida": "3.351.013",
            "numero_acoes": "350.803",
            "pl": "9,53",
            "resultado": "381.770",
            "dividendos": "0,51",
            "beta": "0,48",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:19:42",
            "editado": "2019-03-06T17:14:27",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34936,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste de média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-6/07d28767786a8cdc38c4e9f1a4d5adfecfa2f47f/smto3.PNG",
        "compra": "18,68",
        "compra_maxima": "18,57",
        "stop": "19,45",
        "objetivo": "17,62",
        "preco_encerramento": "19,11",
        "criado": "2018-12-06T10:26:59",
        "editado": "2018-12-07T11:06:27"
    },
    {
        "empresa": {
            "id": 162,
            "analista": 42,
            "nome": "Ambev",
            "codigo": "ABEV3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/fbba6e9b3863c9683118841e93e4e5fa1efd696e/ABEV.svg",
            "sobre": "A AmBev (Companhia de Bebidas da América) é a maior cervejaria da América Latina em termos de volume de vendas e uma das maiores fabricantes de cerveja do mundo. A empresa fabrica, distribui e comercializa cerveja, refrigerantes e outras bebidas não alcoólicas em 18 países das Américas. Atualmente, a empresa tem operações na Antígua, Argentina, Bolívia, Brasil, Canadá, Chile, Colômbia, Cuba, Dominica, El Salvador, Equador, Guatemala, Nicarágua, Paraguai, Peru, República Dominicana, Saint Vicent, Uruguai . Suas atividades são controladas pela AB InBev, maior cervejaria do mundo, e que foi formada pela fusão da belga Interbrew e da Ambev, em 2004.",
            "pontos_positivos": "Portfólio com marcas diversificadas;\r\nForte capacidade de geração de caixa;\r\nLiderança no segmento de atuação;\r\nForte capacidade de barganha com fornecedores;\r\nSegmento com forte barreiras a entrada de novos participantes;\r\nDisciplina financeira no pagamento de proventos;\r\nRedução no endividamento financeiro em dólar.",
            "pontos_negativos": "Retração no volume de vendas;\r\nAlta nos preços das commodities;\r\nPressão inflacionária na Argentina;\r\nPerda de market share;\r\nSegmento com alto número de marcas substitutas de qualidade inferior.",
            "resumo": "A despeito do novo governo e equipe econômica, o cenário macroeconômico segue desafiador. A tese é sustentada pelo baixo crescimento do PIB em 2018, de 1,1%, e pela ainda elevada taxa de desocupação, que atualmente se encontra no patamar de 11,60%. Contudo, há perspectivas de melhora para o ano de 2019, sinalizado por maiores projeções do PIB pelo boletim Focus, inflação sob controle e manutenção da Selic no menor patamar histórico. Além do mais, é válido destacar a aprovação da reforma da Previdência em 2019, que é um importante vetor para a aceleração do crescimento econômico.\r\n\r\n\r\nOs resultados referentes ao quarto trimestre de 2018 reportados pela AmBev vieram aquém do esperado. Os fatores que mais pesaram no resultado da Companhia foi a redução do volume de vendas, que caiu 3,50% na comparação com o mesmo período do trimestres anterior, ocasionando a perda de participação de mercado.redução do volume de vendas foi compensado pelo aumento da receita, que foi de 5,3%, contudo abaixo da inflação para a categoria de alimentos e bebidas. Adicionalmente, a Cervejaria apresentou retração na margem Ebitda e no fluxo de caixa na comparação com o mesmo período do ano anterior. O bom desempenho da Companhia apresenta alta correlação com o elevado patamar de desemprego, dado que a maior parcela da receita é oriunda das marcas mais populares de cerveja, geralmente consumidas na sua maioria pelas classes C e D.\r\n\r\n\r\nComo o mercado, acreditamos que os resultados não foram satisfatórios, contudo, ainda acreditamos na tendência de alta para o longo prazo, em decorrência da sua capacidade de gerar valor para o acionista no longo prazo, pela sua disciplina na gestão financeira, no pagamento de proventos, pela sua posição de liderança no segmento onde atua e pela qualidade de suas marcas. Adicionalmente, confiamos em um ano de crescimento econômico mais robusto e redução das taxas de desemprego, desse modo, beneficiando as atividades ligadas ao consumo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nNo trimestre findo em dezembro de 2018, a receita líquida consolidada reportada pela Ambev apresentou alta de 5,30%, passando a ser registrada por R$16,02 bilhões. A receita foi afetada positivamente pelo aumento da receita por hectolitro, que subiu 9,40%. As vendas foram puxadas pelas operações da América Central e Caribe e América do Sul, as quais as vendas cresceram respectivamente 9,60% e 21,20%. O Ebitda, que mensura o desempenho financeiro operacional, ficou em R$7,48 bilhões, crescimento de 2,50% em termos absolutos e retração de 1,90% em relação a receita de vendas na comparação com o 4T17. É importante ressaltar que no trimestre em análise houve um impacto positivo de R$220,30 milhões em decorrência da valorização cambial da Argentina. O resultado final foi um lucro líquido de R$3,72 bilhões, valor 17,30% menor que o reportado no mesmo período do ano anterior. É importante ressaltar que o queda no lucro foi atenuada por maiores despesas financeiras com juros, as quais aumentaram aproximadamente 30%, sendo reportadas por R$1,62 bilhão.\r\n\r\n\r\nEmbora a Ambev tenha reportado uma maior receita líquida, que cresceu abaixo da inflação do período, o aumento da receita veio acompanhada de um menor volume de vendas, que cedeu 3,80%. A queda no volume foi puxada pelas operações de alcoólicos no Brasil, que representa o maior mercado da Companhia, que cedeu 2,20%, desse modo refletindo na perda de participação de mercado, que segundo a Cervejaria ficou em 0,40p.p. No segmento de não alcoólicos, o resultado também ficou aquém do esperado, retração de 9,10% na receita e queda de 9,80% no volume de vendas.  O Custo do Produto Vendido (CPV), excluindo depreciação e amortização, cresceu 14,85%, impactado pelos preços mais altos das commodities e hiperinflação na Argentina, que foram parcialmente compensados pela valorização do real frente ao dólar.\r\n\r\n\r\nNo que diz respeito ao endividamento, a Cervejaria segue com um posição confortável. No que tange a dívida líquida, esta é negativa e foi registrada por R$9,05 bilhões, frente ao valor negativo de R$7,81 bilhões. Um valor menor negativo sinaliza que o valor detido em caixa é suficiente para pagar as dívidas financeiras e ainda há sobra de caixa. Em decorrência do endividamento financeiro negativo, pode-se dizer que a Companhia não é alavancada. O aumento da dívida líquida foi em decorrência de um menor endividamento financeiro e aumento do caixa e equivalentes. Ainda no que diz respeito ao endividamento financeiro, 37% é em moeda estrangeira, redução de 3p.p. na comparação com o 4T18.\r\n\r\n\r\nOutro indicador financeiro que a Companhia apresentou retração foi a geração de caixa operacional, que ficou em 8,79 bilhões, valor 1,30% inferior ao reportado no mesmo período do ano anterior.  A retração da geração do caixa foi  em decorrência de uma maior necessidade de capital de giro para financiamento das operações, que ficou em R$7,81 bilhões, valor 35% maior que o reportado no mesmo período do ano anterior, a linha que mais contribuiu para a expansão da necessidade foram os estoques, que aumentaram 25%.",
            "valor_total": "241.790.810",
            "receita_liquida": "50.231.336",
            "numero_acoes": "15.721.119",
            "pl": "3,66",
            "resultado": "11.024.678",
            "dividendos": "0,56",
            "beta": "0,65",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:27:44",
            "editado": "2019-03-15T18:38:29",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34875,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-4/5fe1ac28bfac716d13e6b3fcba31ffbd70d506fa/cp.PNG",
        "compra": "16,91",
        "compra_maxima": "17,00",
        "stop": "16,38",
        "objetivo": "18,13",
        "preco_encerramento": "16,38",
        "criado": "2018-12-04T14:14:17",
        "editado": "2018-12-06T10:04:10"
    },
    {
        "empresa": {
            "id": 40,
            "analista": 41,
            "nome": "Embraer",
            "codigo": "EMBR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/26e4d373c158f079c78f0b15f06656fffd5452f9/EMBR.svg",
            "sobre": "A Embraer é uma das maiores empresas aeroespaciais do mundo, atuando há quase 50 anos nas áreas de projeto, desenvolvimento, fabricação, comercialização e suporte para aeronaves dos segmentos comercial, executivo, agrícola e de defesa & segurança. Possui escritórios e fábricas em várias partes do mundo e mais de 8 mil aeronaves vendidas em todos os continentes. A Companhia é líder no mercado de jatos comerciais com até 130 assentos e a quinta maior fabricante de jatos executivos no mundo. Atualmente, o capital da Companhia é pulverizado entre investidores nacionais e estrangeiros, sendo que metade de seu capital é negociada na Bovespa e a outra na bolsa de valores de Nova Iorque (NYSE).",
            "pontos_positivos": "Papel relacionado à segurança nacional é relevante e cria uma espécie de mercado cativo para a Companhia em função de aspectos políticos e de interesses nacionais relacionados à aquisição de equipamento bélico.\r\nA Empresa apresenta diversificação dentro da indústria aeroespacial, sendo presente nos segmentos de aviação comercial, executiva, agrícola e na área de equipamentos militares.\r\nCombinação de negócios firmada com a Boeing facilita a entrada da Embraer a novos mercados e fortalece sua posição frente à competição externa.\r\nPresença internacional da Companhia tem papel fundamental na diluição de riscos geográficos decorrentes de concentração.",
            "pontos_negativos": "A base de clientes é reduzida, situação que expõe a empresa às fragilidades vivenciadas por seus compradores.\r\nAmbiente de competição é global, permitindo a concorrência entre empresas de todos os continentes e representando uma ameaça para a Embraer.\r\nDemanda por novas aeronaves, especialmente na unidade de aviação executiva, é volátil tendo grande associação ao nível de atividade econômica internacional\r\nO acordo da Bombardier com a Airbus, juntamente com os subsídios governamentais, prejudica a concorrência na produção de aviões da família E2.\r\nMargens reduzidas.\r\nVenda de parte importante do segmento de Aviação Comercial, principal da Embraer, para a Boeing pode reduzir as receitas da Companhia nos próximos anos.",
            "resumo": "A trajetória dos resultados da Embraer (EMBR3) segue decrescente, tendo apresentado prejuízo líquido pela primeira vez em 10 anos. O momento mais desafiador se dá pela transição de modelos e pela redução nos pedidos firmes em carteira. Apesar dos números ruins, a Empresa possui um posicionamento de destaque no mercado de jatos regionais e tem investido fortemente no desenvolvimento do cargueiro KC-390, o qual pode trazer novos contratos à Companhia no futuro.\r\n \r\nO grande destaque dos últimos meses foi a consolidação da Joint Venture entre a Companhia e a Boeing para explorar o segmento de Aviação Comercial. Em termos produtivos, a transação só deve estar plenamente operacional a partir de 2020, de forma que 2019 tende a ser um ano mais desafiador para a Embraer.\r\n \r\nEssa operação tem potencial de fortalecer a posição da Companhia no mercado global, além de abrir acesso à canais de distribuição da Boeing e outros ganhos de sinergia. Por outro lado, esta é uma estratégia de risco e que deve ter impactos negativos na receita da Empresa em um primeiro momento, haja visto que a Aviação Comercial é hoje o principal segmento da Embraer. Por isso, preferimos manter uma postura de cautela com o papel até que a combinação de negócios se consolide, de forma que indicamos tendência neutra para EMBR3 no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Embraer manteve sua receita líquida praticamente estável no acumulado de 2018 se compararmos com o resultado de 2017. As vendas trouxeram um total de R$18,7 bilhões à Empresa, contudo, observamos queda importante nas entregas de aeronaves tanto no segmento de Aviação Comercial quanto no segmento de Aviação Executiva. A receita conseguiu se manter firme, portanto, por conta da importante valorização do dólar no período, tendo em vista que as receitas da Embraer são majoritariamente cotadas em moeda estrangeira.\r\n \r\nPor conta dessa alta do câmbio, os custos, que também são cotados em dólar, se expandiram 4,3% e atingiram R$15,9 bilhões. A combinação de receita estagnada e alta de custos levou a uma compressão do lucro bruto (receita líquida menos custos). Este somou R$2,8 bilhões, 20% menor do que o auferido em 2017. Ainda, a margem bruta (lucro bruto/receita líquida) da Companhia recuou de 18,7% para 15%.\r\n \r\nAs despesas operacionais também tiveram comportamento negativo, ao crescerem 12% no período. Com isso, elevaram-se de R$2,4 bilhões para R$2,7 bilhões. Os destaques negativos ficam por conta dos custos administrativos (+17%) e comerciais (+10,4%), ambos impactos em parte pela alta do dólar.\r\n \r\nO resultado financeiro seguiu a tônica do resultado e mais que quintuplicou sua despesa líquida. A deterioração vem de um crescimento expressivo da dívida líquida, o que invariavelmente incorre em aumento dos custos financeiros atrelados a ela. Não obstante, a redução da taxa Selic ao longo de 2018 para o menor patamar de sua história contribuiu com o resultado na medida em que diminui as receitas das aplicações financeiras da Embraer. Com isso, o resultado financeiro fechou o ano com despesa de R$630 milhões, ante uma despesa de R$110 milhões no ano anterior.\r\n \r\nO lucro líquido reverteu-se para um prejuízo de R$670 milhões, puxado pela piora em todos os indicadores apresentados acima. A margem líquida (lucro líquido/receita líquida), que havia sido de 4,5% em 2017, atingiu -3,6% no ano passado. Na mesma linha, o Ebitda ajustado recuou 25% para R$1,7 bilhão, enquanto a margem Ebitda ajustado (Ebitda ajustado/receita líquida) saiu de 12,2% para 9,2%.\r\n \r\nPelo lado do endividamento, a dívida bruta estabilizou em R$14 bilhões, dos quais apenas 5% apresentam vencimento no curto prazo. O caixa recuou ligeiramente (-3,4%) para R$12,4 bilhões e segue amplamente capaz de cobrir as dívidas mais curtas. A dívida líquida, por outro lado, subiu 66% no período ao passar de R$1 bilhão para R$1,7 bilhão. O patamar relativamente reduzido em relação ao endividamento total favorece esse tipo de comportamento mais volátil, contudo, a alavancagem financeira da Companhia (dívida líquida/Ebitda acumulado em 12 meses) segue controlada: 0,45x em 2017 e 0,99x em 2018.",
            "valor_total": "15.951.862",
            "receita_liquida": "18.721.620",
            "numero_acoes": "735.787",
            "pl": "20,75",
            "resultado": "-669.025",
            "dividendos": "0,24",
            "beta": "0,34",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T15:40:28",
            "editado": "2019-04-05T09:58:04",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34824,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-3/34866f224b9b3858c5a6cd6edfe0b29a2f085310/cp.PNG",
        "compra": "22,37",
        "compra_maxima": "22,45",
        "stop": "21,14",
        "objetivo": "23,70",
        "preco_encerramento": "21,14",
        "criado": "2018-12-03T10:29:18",
        "editado": "2018-12-06T10:01:35"
    },
    {
        "empresa": {
            "id": 186,
            "analista": 49,
            "nome": "Braskem",
            "codigo": "BRKM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-26/74da870306dd9dbc4e47ede8cfe66b12b3e7bf7e/braskem.jpg",
            "sobre": "A Braskem é uma empresa petroquímica criada em 2002 para atuar no mercado de resinas termoplásticas (polietileno, polipropileno e PVC). A companhia surgiu com a compra da Copene pela Odebrecht e pelo Grupo Mariani no ano anterior. Por meio de seus escritórios nas Américas, Europa e Ásia, a Braskem atua em parceria com clientes em mais de 60 países do mundo, firmando-se como um importante player global no mercado de resinas termoplásticas e produtos químicos. Ao todo, são mais de 10 milhões de toneladas de produtos fabricados em 41 unidades industriais instaladas no Brasil, nos Estados Unidos, na Alemanha e no México.",
            "pontos_positivos": "Empresa com portfólio diversificado e potencial para aproveitar a recuperação esperada para a economia em 2019.\r\nForte geração de caixa pelos ativos internacionais da Companhia e pelas exportações.\r\nPerfil de endividamento bastante alongado, com alto volume de disponibilidade de caixa em moeda estrangeira.\r\nLiderança isolada no mercado nacional e posição relevante no contexto global.",
            "pontos_negativos": "Exposição da Odebrecht, importante acionista, aos desdobramentos da Lava Jato que devem estender seus efeitos e podem afetar adversamente a Empresa.\r\nGrande sujeição às cotações do petróleo, o que aumenta a volatilidade dos níveis de rentabilidade da Companhia.\r\nCustos de imunização contra o risco cambial inerente à operação da Empresa podem comprometer sua rentabilidade.\r\nPagamento de multas elevadas podem reduzir o resultado operacional da Companhia.\r\nDívida dolarizada (não hedgeada) suscetível à desvalorização cambial.",
            "resumo": "A economia global mostra sinais de desaceleração vindos de dados econômicos fracos da China, da Europa e dos Estados Unidos. Esse fator afeta a demanda no mercado externo da Braskem, como foi visto no resultado de 2018. Além disso, os preços do petróleo Brent em alta mostram um encarecimento do produto para o consumidor industrial de alguns segmentos. Neste ano também ocorreram quedas nos spreads (diferença entre os preços dos produtos químicos e o preço da nafta) dos principais produtos químicos produzidos pela Braskem, ocasionados por alguns fatores como: (i) forte demanda da China por butadieno e (ii) aumento da oferta de cumeno após a entrada de novas capacidades produtivas na Ásia.\r\n \r\nMesmo com um cenário no Brasil ainda otimista, visto que as expectativas de melhora da economia fomentam um ambiente melhor de demanda para os produtos produzidos pela Braskem, vemos um resultado vulnerável a variações cambiais devido a dívidas dolarizadas, o que tem tirado um pouco da margem líquida da Companhia. Diante do cenário atual e da resiliência apresentada pela Companhia mantemos a tendência de longo prazo neutra. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo ano de 2018, a Braskem se manteve praticamente estável em relação à receita líquida das regiões de atuação. Na sua principal região (Brasil) a receita líquida se manteve estável em US$11,5 bilhões. Nos EUA e na Europa houve aumento de 4% em relação a 2017, atingindo US$3,2 bilhões. Já no México, a receita líquida foi de US$1,0 bilhão, queda de 8%. \r\n \r\nVimos no Brasil uma queda de produção tanto de Eteno quanto de Propeno, de 3% e 8%, respectivamente, e também queda da demanda por resina de 2%, o que ocasionou retração da receita na região. Nas regiões EUA e Europa, a queda de produção foi, respectivamente, de 9% e 11%. Nos EUA, foram ocasionadas pela perda de alguns clientes devido ao alto preço da resina, com destaque para setores de embalagens e não-tecido. Já na Europa a retração foi ocasionada pelo enfraquecimento do setor automobilístico, em função de novas regulações que dificultaram a produção de carros.\r\n \r\nDiante da redução operacional no ano, o EBITDA caiu 8% na comparação anual, atingindo R$11,3 bilhões. Fatores que impulsionaram um menor EBITDA foram principalmente (i) um menor spread médio da indústria e (ii) a taxa de operação inferior inferior, devido a questões operacionais e à greve dos caminhoneiros. \r\n \r\nOs custos de produtos vendidos (CPV) aumentaram 27,5% no ano de 2018, registrando R$46,4 bilhões e resultando numa margem bruta de 20%. Segregando por região de atuação, vimos um aumento de 9% no Brasil, nos EUA e na Europa aumento de 7% e no México uma queda de 3%. O aumento do CPV no Brasil foi causado pelo custo de carregamento do estoque formado com preços mais altos das matérias-primas. \r\n \r\nNas despesas operacionais, observamos uma queda de 6% na comparação ano a ano, registrando R$3,3 bilhões. O resultado veio de uma menor produção e vendas no ano, reflexo da queda nas rubricas de despesas com vendas e distribuição (-2,7%) e de despesas gerais e administrativas (-2,8%).\r\n \r\nO resultado financeiro mostrou aumento de 18% em 2018, saldo negativo de R$4,6 bilhões. Mesmo com a redução das despesas financeiras de 20,4% no ano, o resultado financeiro foi impactado negativamente pelas variações cambiais líquidas, que totalizaram um saldo negativo de R$2,3 bilhões (+185%). O principal impacto veio da desvalorização do Real de 17% no ano sobre a exposição líquida não designada para hedge accounting (método contábil de acordo com o IFRS9/CPC48 para proteção cambial de ativos e passivos financeiros).\r\n \r\nO lucro líquido da Braskem foi de R$2,9 bilhões em 2018, queda de 30%, efeito da margem bruta menor neste ano e do resultado financeiro com perdas nas variações cambiais líquidas. Com isso, o lucro por ação caiu de R$5,10 em 2017 para R$3,60 em 2018.\r\n \r\nO prazo médio do endividamento da Companhia em 31 de dezembro de 2018 era de cerca de 14 anos. A dívida de longo prazo da Braskem representa 97% do total e para a dívida de curto prazo a Companhia possui caixa suficiente (cerca de 5 vezes a dívida de curto prazo) para liquidar esse saldo. A Braskem possui cerca de 97% da dívida bruta em Dólar, 3 p.p. acima do apresentado em 2017. A alavancagem  financeira (dívida líquida/EBITDA) subiu de 1,81x em 2017 para 2,06x em 2018.",
            "valor_total": "36.255.223",
            "receita_liquida": "57.999.866",
            "numero_acoes": "795.984",
            "pl": "7,43",
            "resultado": "2.866.675",
            "dividendos": "1,88",
            "beta": "0,44",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:11:47",
            "editado": "2019-03-26T17:09:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34547,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Recentemente a média de 9 período cruzou a media de 21 indicando uma reversão da tendência de baixa. Esse movimento foi confirmado após o rompimento de resistência na região de 53,80",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-21/459dc8e79055d3f40ceae9df3af01b1a1f42d6ac/BRKM5.PNG",
        "compra": "54,13",
        "compra_maxima": "54,50",
        "stop": "51,60",
        "objetivo": "57,80",
        "preco_encerramento": "53,24",
        "criado": "2018-11-21T16:35:47",
        "editado": "2018-12-04T15:08:50"
    },
    {
        "empresa": {
            "id": 139,
            "analista": 49,
            "nome": "RANDON PART PN ",
            "codigo": "RAPT4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/6027d525877d66d5b23bcee2aec9bae6730b7ec6/RAPT.svg",
            "sobre": "A Randon S.A. Implementos e Participações é um conglomerado de nove empresas que trazem soluções para o segmento de transportes. O conglomerado conta com linhas de fabricação de implementos rodoviários, vagões e autopeças. A Companhia também exporta autopeças e sistemas automotivos, fornecendo tanto para clientes no Brasil quanto no exterior. No ramo de serviços, atua com consórcios de máquinas, imóveis, veículos, entre outros. Além disso, possui o Banco Randon, o qual possui linhas de financiamento para fornecedores e clientes.",
            "pontos_positivos": "A Companhia é líder nos principais segmentos de mercado em que atua. Essa posição favorece sua influência nas tendências de mercado, além de proporcionar importante economia de escala.\r\nAs relações comerciais com mais de 100 países diluem o risco de concentração geográfica de suas operações.\r\nAlto grau de verticalização das indústrias do grupo gera ganho de eficiência operacional e economia administrativa e logística.\r\nO controle do Banco Randon auxilia no financiamento de seus próprios produtos.\r\nPosição de caixa confortável, o que abre espaço para novas aquisições e investimentos.",
            "pontos_negativos": "A Companhia não tem controle sobre o preço de seus principais insumos, o que gera exposição à volatilidade de preços no mercado internacional.\r\nA demanda por veículos de transporte tem grande relação com o nível de atividade econômica. Dessa forma, a Empresa tem exposição de seus resultados ao ambiente de negócios adverso pelo qual passa o Brasil.\r\nMargem líquida ainda muito baixa, o que torna o lucro líquido bastante volátil e dependente da variação dos custos e despesas.",
            "resumo": "O atual cenário de baixo aquecimento da economia brasileira pressiona a demanda pelos bens da Randon (RAPT4), uma vez que o mercado automobilístico tende a acompanhar fortemente o nível de atividade. Mesmo assim, a Companhia apresentou crescimento expressivo de suas receitas no terceiro trimestre de 2018, puxada principalmente pelo momento de renovação de frotas no Brasil. O atual patamar de inflação controlada deve manter a taxa Selic em patamares reduzidos ainda por algum tempo, o que reduz os custos financeiros da Randon.\r\n \r\nAs margens da Companhia ainda se mostram bastante restritas, apesar da melhora importante observada em 2018. Mesmo assim, esse fator expõe o resultado da Randon a reduções mais fortes em suas receitas ou a um aumento de seus custos. A melhora esperada para a economia brasileira em 2019 deve dar mais força aos resultados da Companhia. Por isso, apontamos a tendência de RAPT4 como alta no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Randon apresentou nova expansão robusta em sua receita líquida (+45%) ao atingir R$6 bilhões em 2018. O resultado veio tanto do crescimento de 44% das vendas no Brasil, quanto do crescimento de 36% das vendas no exterior. Estes últimos, contudo, foram favorecidas pela alta de 15,7% na cotação média da taxa de câmbio no período.\r\n \r\nApesar do crescimento expressivo das receitas, os custos dos produtos vendidos (CPV) também avançaram de forma importante (+45%) somando R$3,2 bilhões. Os custos com matéria-prima foram o principal driver do crescimento do CPV ao atingirem R$2,3 bilhões.\r\n \r\nO lucro bruto atingiu R$1 bilhão, valor 45,3% superior ao valor de 2017, contudo, a margem bruta (lucro bruto/receita líquida) ficou praticamente estável em 23,8%. Dentre os segmentos de atuação da Companhia, destaque para o segmento de Veículos e Implementos, que apresentou alta de 69% em seu lucro bruto.\r\n \r\nAs despesas operacionais subiram 13,6% para R$575 milhões. Como o crescimento ficou muito abaixo do crescimento da receita, a rubrica acabou reduzindo sua participação no total em quase 4 p.p. Já o resultado financeiro triplicou a despesa líquida, passando de R$37 milhões negativos para R$118 milhões negativos. Este foi puxado pelo aumento de 54% nas despesas financeiras (R$460 milhões), em parte por conta do crescimento da dívida bruta da Companhia.  \r\n \r\nO lucro líquido da Randon atingiu R$152 milhões no ano passado, um crescimento de mais de 200% em relação a 2017. A margem líquida (lucro líquido/receita líquida) saltou de 1,6% para 3,6%. Apesar da melhora, o patamar atual ainda é bastante baixo. O Ebitda passou de R$308 milhões para R$560 milhões (+82%). A margem Ebitda (Ebitda/receita líquida) passou de 10,5% para 13,1%. Dentre os segmentos de atuação da Companhia, destaque para o crescimento de 216% no Ebitda de Veículos e Implementos e para a margem Ebitda de 28% do segmento de Serviços Financeiros.\r\n \r\nSobre o endividamento, a dívida bruta teve alta de 28,6%, somando R$2,8 bilhões. Desse total, 30% está voltado para o curto prazo, enquanto o restante tem pagamento mais distante. O caixa e equivalentes atingiu R$1,7 bilhão (+5%), enquanto a dívida líquida somou aproximadamente R$1,1 bilhão (+100%). Se excluirmos os passivos do Banco Randon (que possuem créditos concedidos como contrapartida), a dívida líquida teria atingido R$825 milhões (+134%). Por fim, a alavancagem financeira (dívida líquida sem o Banco Randon/Ebitda acumulado em 12 meses) passou de 1,14x para 1,47x.",
            "valor_total": "3.144.709",
            "receita_liquida": "2.291.988",
            "numero_acoes": "345.776",
            "pl": "4,42",
            "resultado": "151.719",
            "dividendos": "0,10",
            "beta": "1,60",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:34:39",
            "editado": "2019-04-08T10:47:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34835,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento resistência no gráfico diário com volume financeiro acima da média e candle de força. Oportunidade de compra visando o curto prazo. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-3/1407c1578929c6ba8b59d665af8f87d22eabefbd/rapt.PNG",
        "compra": "9,15",
        "compra_maxima": "9,20",
        "stop": "8,55",
        "objetivo": "9,95",
        "preco_encerramento": "8,55",
        "criado": "2018-12-03T12:50:32",
        "editado": "2018-12-03T17:19:53"
    },
    {
        "empresa": {
            "id": 161,
            "analista": 31,
            "nome": "Aliansce",
            "codigo": "ALSC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/8418b4deb789037b581a001d3cefa1113d94edf4/ALSC.svg",
            "sobre": "A Aliansce é uma das empresas líderes no setor de Shopping Center e é a segunda maior administradora de shoppings dentre as listadas na bolsa. As principais atividades da Aliansce são as participações em Shopping Centers e a prestação de serviços neste segmento, incluindo: (i) a administração; (ii) a comercialização de espaços; e (iii) o planejamento e desenvolvimento de Shopping Centers. A Companhia atua em todas as fases de implementação, desde o planejamento (estudo de viabilidade do empreendimento), desenvolvimento do projeto, lançamento, até o gerenciamento da estrutura e gestão financeira, comercial, jurídica e operacional. A Empresa está presente nas cinco regiões brasileiras e atende todas as faixas de renda.",
            "pontos_positivos": "Aumento da receita de estacionamento e serviços foram os destaques deste trimestre que ajudaram a alcançar um lucro líquido maior.\r\nDiversificação geográfica dos centros comerciais operados pela Companhia e atuação focada em mais de um segmento de público alvo contribuem para diluição dos riscos da Empresa.\r\nOs principais acionistas da Companhia têm grande experiência no mercado de shopping centers e a Empresa é comprometida com alto padrão de governança corporativa.\r\nTaxa de vacância dos empreendimentos operados pela Companhia é baixa, o que favorece diluição de custos e potencialização da rentabilidade da operação da Empresa.\r\nExpansão da economia, com manutenção na taxa de juros Selic, tende a favorecer os negócios da Empresa.\r\nFortalecimento do caixa.\r\nPossível negociação envolvendo a Sonae Sierra, o que geraria ganhos de sinergia para a Administradora de Shoppings.",
            "pontos_negativos": "Existe grande nível de sensibilidade das vendas de shoppings a fatores macroeconômicos, especialmente ao nível geral de emprego e de renda disponível.\r\nQueda no ritmo da atividade econômica pode ampliar as taxas de vacância da Companhia.\r\nA renovação compulsória de aluguéis por determinação judicial pode comprometer a rentabilidade geral da Empresa.\r\nAlavancagem financeira alta em comparação aos seus pares.",
            "resumo": "No quarto trimestre de 2018, foi observado uma melhora nos indicadores operacionais dos shoppings, como maior número de visitantes e aumento nas vendas. Os destaques no trimestre ficam para a crescente contribuição do mês de novembro para o resultado do trimestre, em função da maior relevância do Black Friday, e para a melhora de vendas nos shoppings localizados no Rio de Janeiro. A Aliansce tem direcionado seus esforços para um mix de lojistas mais atualizados às demandas dos consumidores e para operadores com melhor capacidade financeira, o que tem surtido efeito em relação à inadimplência e ocupação. A Companhia também deu um importante passo quanto ao seu core, com a venda do Boulevard Corporate Tower, que além de reforçar seu caixa foca na administração de shopping centers regionais. Vale salientar, que duas de três parcelas já foram recebidas.\r\n\r\nDiante da lenta recuperação do mercado de trabalho, da queda nas projeções de crescimento do PIB, de acordo com relatório FOCUS, e das dificuldades de se alcançar o equilíbrio orçamentário familiar, os consumidores mantêm uma postura conservadora, o que impacta diretamente no segmento que a Aliansce está inserida. Apesar do cenário de incerteza, a Aliansce apresentou crescimento em importantes rubricas operacionais e bom desempenho no que tange à taxa de ocupação. A Companhia apresenta alavancagem financeira alta em relação aos seus pares, o que nos faz ter uma visão mais cautelosa, porém está buscando fortalecer o seu caixa, como a emissão de debêntures e a venda do Boulevard Corporate Tower. Além disso, temos a expectativa de melhora da situação econômica, com a nova equipe do presidente eleito demonstrando que irá dar continuidade na agenda de reformas, inclusive já apresentando para a Câmara o projeto da reforma da Previdência. Dessa maneira, mantemos a tendência de longo prazo da Aliansce em alta.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nEm relação aos principais dados financeiros, a receita líquida da Aliansce somou R$160,9 milhões no quarto trimestre de 2018, um crescimento de 7,9% em relação ao mesmo período do ano anterior. O resultado foi impulsionado pelo crescimento da receita de locação, de 5,1% na comparação anual, reflexo da linha Mall & Mídia, de contratos de aluguel temporário, quiosques e mídia, com crescimento de 16%, além do impacto do reajuste da inflação nos aluguéis. Outra boa contribuição veio da receita de estacionamento, com expansão de 9,0% comparando os mesmos períodos, devido ao aumento do fluxo de veículos e do ticket médio em 13 dos shoppings do portfólio da Aliansce. Os custos de aluguéis e serviços chegaram a R$39,1 milhões no 4T18, permanecendo estáveis ano contra ano, com uma margem bruta de 75,7%, ante 74,2% no 4T17.\r\n \r\nO Ebitda ajustado do período cresceu 6,6% no 4T18, totalizando R$130,4 milhões e refletindo, sobretudo, a queda de custos de provisão de devedores duvidosos (PDD) e o aumento da receita de locação. Destaque também para o resultado operacional líquido (NOI), que atingiu expansão de 5,5% na comparação anual, principalmente com a redução da vacância em seus shoppings, mantendo os custos operacionais estáveis e melhorando os níveis de inadimplência. O NOI é calculado pela soma do resultado operacional, como receitas de aluguéis e estacionamento, reduzindo as despesas operacionais. O lucro líquido do último trimestre de 2018 atingiu R$61,3 milhões, redução de 19,7% em relação aos meses de outubro a dezembro de 2017.\r\n \r\nPassando para os dados operacionais, a Aliansce registrou vendas totais de R$1,9 bilhão no quarto trimestre de 2018, alta de 5,3% em relação ao mesmo período do ano anterior. Este é o nono trimestre consecutivo de evolução nesta métrica. Os segmentos de maior destaque foram Lazer & Serviços e Artigos Diversos, apresentando aumento de 9,4% e 7,9%, respectivamente. Um indicador bem observado no setor, as vendas mesmas lojas (SSS), apresentou crescimento de 3,2% comparando os mesmos períodos. A taxa de inadimplência líquida apresentou aumento de 0,1 p.p., atingindo 0,5% no 4T18. Já a taxa de ocupação apresentou melhora, passando de 96,1% no 4T17 para 97,8% no trimestre analisado. \r\n \r\nEm dezembro, a Aliansce recebeu a primeira parte da venda do Boulevard Corporate Tower, no valor de R$104,0 milhões e, em fevereiro de 2019, a segunda parcela foi paga, no valor de R$39,0 milhões. A última parcela será paga até 2022. Assim, o caixa da Companhia foi reforçado e sua alavancagem atingiu o nível de 3,3x ao final de 2018. A dívida bruta da Aliansce encerrou o trimestre em R$1,9 bilhão, abaixo dos R$2,1 bilhões reportados no 3T18. A soma das disponibilidades totais foi de R$598,5 milhões. Com isso, a dívida líquida foi de R$1,3 bilhão no trimestre analisado. \r\n \r\nA manutenção da taxa de juros básica da economia (Selic) e, por consequência, da taxa DI, é importante para diminuir o custo da dívida da Aliansce. No quarto trimestre de 2017, o custo da dívida era de 9,5%, já no 4T18 o custo atingiu 8,6%. O CAPEX da Aliansce no trimestre foi de R$35,1 milhões, com os investimentos em expansões somando R$13,7 milhões e manutenção/revitalizações outros R$13,3 milhões. Ficamos atentos quanto à possível negociação da Sonae Sierra por parte da Aliansce.",
            "valor_total": "3.876.311",
            "receita_liquida": "508.431",
            "numero_acoes": "202.736",
            "pl": "12,85",
            "resultado": "119.445",
            "dividendos": "0,12",
            "beta": "0,91",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:26:12",
            "editado": "2019-03-26T15:53:48",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 34499,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de importante região de resistência no gráfico diário podendo acelerar o movimento de altista no ativo que vem seguindo uma tendência primária de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-11-16/25757dc0925345363c56f4b6cf7969632c5d14bb/alsc3.PNG",
        "compra": "17,75",
        "compra_maxima": "17,87",
        "stop": "16,80",
        "objetivo": "18,75",
        "preco_encerramento": "18,85",
        "criado": "2018-11-16T15:25:46",
        "editado": "2018-12-03T10:04:35"
    }
]