[
    {
        "empresa": {
            "id": 192,
            "analista": 42,
            "nome": "Lojas Marisa",
            "codigo": "AMAR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/0188926ec82ef1291ae46ac0e44a65d826be264c/AMAR.svg",
            "sobre": "A Marisa S.A é a maior rede de moda feminina do Brasil. A Companhia desenvolve e comercializa sob sua marca corporativa \"Marisa\" uma ampla variedade de produtos de qualidade a preços atrativos. A marca \"Marisa\", associada ao reconhecido slogan \"De Mulher para Mulher\", possui forte reputação com o público feminino e uma identificação com seu público-alvo, que a Companhia acredita ser única no mercado brasileiro. \r\n",
            "pontos_positivos": "A empresa explora negócios complementares com a oferta de cartões de crédito e de seguros em parceria com o Itaú, o que gera uma diversificação positiva com relação às operações.\r\nMaior geração de caixa operacional.\r\nMelhor gestão do capital de giro e dos estoques.\r\nEncerramentos das lojas com baixa perspectiva de retorno.",
            "pontos_negativos": "Ambiente competitivo e com baixas barreiras à entrada pressionam as margens da companhia pela entrada de novas empresas do segmento de vestuário voltadas para as classes C e D.\r\nCompanhia focada exclusivamente no público feminino.\r\nMaiores perdas nas carteiras de crédito e private label.\r\nRetração nas vendas.\r\nFraco desempenho das lojas recém inauguradas.\r\nRetração nas receitas com juros provenientes de empréstimo pessoal e venda à prazo.\r\n",
            "resumo": "O atual cenário macroeconômico e suas perspectivas ainda continuam desafiadoras, apesar da eleição de um governo com viés liberal e com uma agenda reformista. A afirmação é corroborada pelos constantes cortes na projeção de expansão do PIB pelo principais agentes de mercado, elevado patamar de desocupados, estagnação da média salarial nacional e estagnação do consumo das famílias. Os fatos anteriormente citados refletem no índice de confiança do consumidor (ICC) e índice de incertezas econômicas (IIE), ambos os levantamentos realizados pela Fundação Getúlio Vargas (FGV).\r\n\r\n\r\nDe acordo com a Fundação, os últimos resultados sugerem um desapontamento dos consumidores com o ritmo de recuperação da economia, após projetarem melhoras para a economia e para as finanças familiares nos meses anteriores. Além da velocidade da recuperação estar aquém do esperado, a demora no avanço das reformas tem contribuído para o aumento da incerteza econômica.\r\n\r\n\r\nAo analisar o segmento do varejo focado no segmento de vestuário percebe-se que o setor apresenta uma das piores performances. No acumulado de 12 meses, o volume de vendas apresenta retração de 1,60% e no faturamento recuo de 0,3p.p. Deste modo corroborando com os resultados das pesquisas da FGV, que sinalizam uma menor predisposição ao consumo das famílias. Ao analisar o resultado do 4T18 das Lojas Marisa (AMAR3), percebe-se que, muito embora a Companhia tenha conseguido reverter o prejuízo auferido no mesmo período do ano anterior, em decorrência do aumento das receitas financeiras e receitas não operacionais, a mesma continuou apresentando retração em importantes métricas financeiras operacionais. Logo, mantemos o teor de cautela com o ativo e optamos pela manutenção da tendência de baixa para curto prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4º TRIMESTRE DE 2018.\r\n\r\n\r\nNo 4T18 a receita líquida registrada foi de R$661,40 milhões, o que representa uma redução de 2,20%, na comparação com valor auferido no 4T17. Segundo a Companhia, o resultado foi afetado majoritariamente pela retração no fluxo de clientes na lojas e pela retração nas vendas das lojas recém inauguradas, lojas com até 12 meses de funcionamento. Ao término do quarto trimestre de 2018, o Ebitda atingiu R$300,7 milhões, frente ao resultado de R$54,3 milhões reportado no 4T17, o resultado foi auxiliado pelo crédito tributário de R$350 milhões. Junto com a retração das vendas, o indicador foi impactado por maiores despesas com vendas e administrativas, as quais foram afetadas por maiores gastos com marketing e provisões de perdas para o itens do estoque que eram considerados obsoletos. O lucro líquido do período foi registrado por R$160 milhões, frente a uma perda de R$326 mil reportado ao término do 4T17. Contudo, é importante ressaltar que o resultado final foi impactado positivamente pelo ganho financeiro de R$331 milhões no período em análise.\r\n\r\n\r\nEmbora, as vendas nas mesmas lojas, indicador que mensura o desempenho dos pontos de venda em funcionamento em até 12 meses, tenha ficado no negativo, o mesmo apresentou expansão de 0,5 p.p. na comparação com o mesmo período do ano anterior. No que tange ao número de lojas, a Varejista encerrou o quarto trimestre de 2018 com 17 lojas a menos na comparação com o 4T17, totalizando 371 lojas em funcionamento, o encerramento das operações desses pontos de vendas, ocorreu em linha com a estratégia de preservação das margens, com o encerramento das lojas com baixa perspectiva de retorno e geração de valor.\r\n\r\n\r\nAcompanhando o fraco desempenho das vendas, as receitas oriundas de juros dos empréstimos pessoais e das vendas a prazo também apresentaram retração. Os juros das operações de empréstimo pessoal cederam 21,4% na comparação com o mesmo período do ano anterior, ficando em R$22,5 milhões, enquanto as perdas desse tipo de operação de crédito cederam 13,3%, ficando em R$9,9 milhões. Já os ganhos de capital decorrente das vendas a prazo totalizaram R$60 milhões, diminuição de 6,8% em relação ao 4T17, e as perdas cederam 17,8%, ficando em R$35,2 milhões.\r\n\r\n\r\nNo que tange a geração de caixa operacional, esta finalizou o 4T18 sendo registrada por R$108,75 milhões, frente ao consumo de R$628 milhões reportado no mesmo período do ano anterior. O resultado foi auxiliado pela necessidade de capital de giro, que permanece negativa sendo registrada por R$62,8 milhões, muito embora esta tenha aumentado em relação ao mesmo período do ano anterior. A necessidade de capital de giro apresentou impactos positivos majoritariamente dos menores estoques, maior prazo de pagamento aos fornecedores e créditos tributários. \r\n\r\n\r\nAo analisar a estrutura da dívida das Lojas Marisa, constatamos que a dívida líquida apresentou retração de 9,70%, passando a ser registrada por R$522 milhões. A alavancagem financeira, que é mensurada pelo quociente dívida líquida/EBITDA convergiu para a mesma direção, indo de 2,2x para 1,2x. Adicionalmente, constatou-se que a Varejista alongou o perfil do endividamento financeiro, ao término do 4T17, as obrigações com vencimento acima de 12 meses correspondiam por 40% do endividamento financeiro total e ao término do 4T18 passou para 70%, proporcionando no curto prazo maior folga de caixa. No que tange a capacidade de solvência de curto prazo esta se manteve inalterada, enquanto a de longo prazo apresentou uma leve deterioração, contudo ainda mantendo-se em patamares confortáveis.",
            "valor_total": "816.344.000",
            "receita_liquida": "2.800.245",
            "numero_acoes": "204.086",
            "pl": "4,04",
            "resultado": "-131.498.00",
            "dividendos": "0,00",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-16T13:15:50",
            "editado": "2019-04-09T10:05:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36216,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência bem consolidada e pivot de alta. Operação com volume muito acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-30/9239bcf26ba520a6abc1908dd7328d46135d8407/amar3.PNG",
        "compra": "6,05",
        "compra_maxima": "6,08",
        "stop": "5,64",
        "objetivo": "6,45",
        "preco_encerramento": "6,37",
        "criado": "2019-01-30T11:20:58",
        "editado": "2019-01-31T14:44:09"
    },
    {
        "empresa": {
            "id": 414,
            "analista": 31,
            "nome": "Log Commercial Properties",
            "codigo": "LOGG3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-12-28/c4e3efbba2dad3948fe99da997f19a1c856eda53/download.jpeg",
            "sobre": "A Log Commercial Properties, empresa do grupo MRV Engenharia, atua na incorporação, construção e locação de propriedades comerciais como Condomínios Logísticos, Loteamentos Industriais, Shopping Centers e Strip Malls. A Companhia conta com operações em 26 cidades, distribuídas em 9 estados. A Log iniciou suas operações na bolsa no final de 2018, após cindir-se da MRV, sob o ticker LOGG3.",
            "pontos_positivos": "Tem diminuindo o peso dos maiores clientes na receita total.\r\nMargens elevadas.\r\nBoa geração de caixa.\r\nAtivos divididos em vários estados, diminuindo a concentração regional das operações da Companhia.\r\nBaixa inadimplência.\r\nAmpliação do portfólio por meio de construção de novos galpões.",
            "pontos_negativos": "Alto endividamento e alto pagamento de juros deixam a Log vulnerável a variações nas taxas de juros.\r\nDesaquecimento da economia brasileira prejudica o setor de galpões logísticos.\r\nQuase metade dos contratos têm vencimento nos próximos 24 meses, um prazo mais curto.\r\nO aumento de capital, através da subscrição, deve ficar bem abaixo do esperado.",
            "resumo": "O segmento de galpões logísticos deve se beneficiar de um crescimento mais forte da economia brasileira em 2019. O aquecimento da atividade doméstica amplia a demanda por galpões e estruturas logísticas em geral, o que deve gerar novos contratos para a Companhia.  A atenção fica, contudo, para o atual nível de desemprego. O varejo, importante para o setor logístico, já demonstra melhora, se beneficiando do atual cenário de juros baixos e inflação controlada. Porém, o desemprego não acompanhou essa melhora, podendo ter impacto no consumo e endividamento das famílias, pontos negativos para a área de atuação da Log.\r\n \r\nA Log manteve sua expectativa de elevar sua área bruta locável (ABL) em 130 mil m², ainda que o preço de subscrição de R$22,00 não seja atingido, uma vez que as ações estão sendo negociadas por volta de R$20,00. A família Menin, que possui 29,8% de participação na Companhia, se comprometeu a realizar um aporte de R$100,0 milhões em caso de adesão de todos os acionistas, o que não deve ocorrer, gerando dúvidas sobre qual será o total a ser aportado pela família. Contudo, o investimento necessário para essa operação é possível de ser feito com a geração de caixa da Companhia, de acordo com a expectativa que a Log possui. Ademais, a Log vem apresentando crescimento consistente em seus indicadores financeiros e operacionais, com baixos níveis de vacância e inadimplência, além de margens líquida e Ebitda bastante robustas. Por isso, acreditamos em tendência de alta para o ativo LOGG3 no longo prazo. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Log apresentou receita líquida de R$28,2 milhões no último trimestre de 2018, um crescimento de 9,6% ante o homólogo de 2017, refletindo o crescimento da operação. As despesas operacionais totalizaram R$5,7 milhões, queda de 12,3% em relação ao 4T17, explicado pelas despesas diretamente ligadas ao processo de tentativa de IPO em 2017. Em contrapartida, as despesas administrativas aumentaram em 14,6%, passando de R$2,8 milhões para R$3,4 milhões, refletindo o maior investimento em pessoal em áreas estratégicas da Companhia, visando o ciclo de crescimento. O lucro líquido não acompanhou o crescimento da receita líquida, apresentando leve alta de 0,7%, atingindo R$13,2 milhões no trimestre analisado, o que ocasionou uma redução de 4,2 p.p. na sua margem líquida.\r\n \r\nOutros indicadores financeiros importantes mostraram melhora. O Ebitda ajustado do 4T18 apresentou incremento de 15,6% em comparação com o 4T17, aumento de R$23,6 milhões. Já o FFO Ajustado teve aumento de 51,8% em relação ao 4T17, atingindo R$14,8 milhões, reflexo do aumento da receita, do controle das despesas operacionais e da redução das despesas financeiras. O FFO ajustado é o lucro líquido ajustado antes da depreciação, eliminando os efeitos de ganho ou perda da alienação de propriedade para investimento ou terrenos, como por exemplo, eventos com ganhos na venda de propriedades e nos ajustes de fair value (valor justo) outros efeitos “não caixa”. \r\n \r\nO resultado financeiro apresentou melhora de 2,1% na comparação anual, ficando negativo em R$10,1 milhões. Essa redução é explicada pela redução da dívida média, além da redução do CDI médio ao longo de 2018. Utiliza-se capital de terceiros para a construção dos empreendimentos e, com a conclusão das obras, os encargos dos empréstimos incorridos deixam de ser reconhecidos no ativo (Propriedades para Investimento) e passam a ser reconhecidos em despesas financeiras. Interessante observar o cronograma de vencimentos, onde 46% dos contratos vencem nos próximos 24 meses, na visão por receita.\r\n \r\nDentre os principais indicadores operacionais, destacamos a queda na vacância de 8,7% para 5,9% na comparação anual, além do patamar baixo e controlado da inadimplência de 0,65%, ante 1,31% do 4T17. Cabe frisar, que a vacância da Log está abaixo da vacância do mercado de galpões brasileiros, que estava em 22% em set/18, de acordo com dados da Colliers. Em 31 de dezembro de 2018, a Log atingiu 752 mil m² de Área Bruta Locável (ABL) entregue, um avanço de 10,4% em relação ao término de 2017. O portfólio potencial da Companhia ao final de 2018 era de aproximadamente 1,5 milhão de m² de ABL, com projetos distribuídos em 26 cidades e 9 estados brasileiros. Se tratando dos distratos, em 2018 houve um prazo médio de reposição de 2 meses.\r\n \r\nQuanto ao endividamento da Log, a dívida líquida somou R$783,6 milhões, valor 9,6% superior do que o mesmo período de 2017. O caixa e equivalentes somou R$156,7 milhões, aumento de 280% em relação ao 3T18 e explicado pela emissão de duas debêntures ocorridas no trimestre analisado. Esse valor é suficiente para amortizar as dívidas de 2019, que foi de R$93,6 milhões ao final de 2018. Com essas novas captações, a Companhia alongou o seu perfil de endividamento, dando maior flexibilidade para investir no curto prazo. A alavancagem, medida pela relação de dívida líquida/Ebitda Ajustado foi de 8,3%, queda de 0,5 p.p. ante os 8,8% do 4T17.",
            "valor_total": "1.247.524",
            "receita_liquida": "104.827",
            "numero_acoes": "69.230",
            "pl": "31,19",
            "resultado": "47.087",
            "dividendos": "0,00",
            "beta": "",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-12-28T14:59:42",
            "editado": "2019-03-26T15:52:52",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35981,
        "analista": 49,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Ativo fazendo uma correção nas médias e rompendo máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-21/90598cbfd88971ff299e150a6e476ebfa5a891da/Capturar.PNG",
        "compra": "19,42",
        "compra_maxima": "19,48",
        "stop": "18,34",
        "objetivo": "20,74",
        "preco_encerramento": "19,43",
        "criado": "2019-01-21T10:55:10",
        "editado": "2019-01-31T14:02:35"
    },
    {
        "empresa": {
            "id": 46,
            "analista": 31,
            "nome": "Iguatemi",
            "codigo": "IGTA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/129d9f3ae16e5a925eb100dc2d825ca3b84b39a6/IGTA.svg",
            "sobre": "A Iguatemi é uma das principais empresas full-service de shopping centers do país em termos de ABL (área bruta locável). Atualmente, a Companhia possui participação em 16 shopping centers, dois outlets (dos quais apenas um shopping center não está sob a administração da Companhia) e 3 torres comerciais, que totalizam aproximadamente 758 mil m² de ABL total. Os shoppings do grupo estão voltados para o público de classes \"A\" e \"B\" e estão inseridos nos centros comerciais mais desenvolvidos do Brasil (regiões Sudeste, Sul e Centro-Oeste). Além da administração de centros comerciais, a Iguatemi atua também no desenvolvimento de projetos multiuso no entorno dos shopping centers, a fim de capturar as sinergias entre os shopping e estes empreendimentos. Em função do público alvo de seus imóveis, a Administradora possui um dos maiores aluguéis por metro quadrado no Brasil.",
            "pontos_positivos": "Portfólio de shoppings localizado em regiões de grande poder aquisitivo, fato que favorece a obtenção de maiores receitas por metro quadrado e o alcance de segmentos de público com perfil de demanda mais inelástico.\r\nMarca altamente reconhecida, sendo considerada uma das 50 marcas mais valiosas do Brasil.\r\nSinergias entre shopping centers e incorporações imobiliárias. Atualmente, todos os projetos greenfield são desenvolvidos para uso misto e permitem o alcance de receitas incrementais com desenvolvimento de imóveis residenciais ou comerciais.\r\nA Companhia mantém relacionamento forte com marcas premium há vários anos. Essa rede de parceiros gera sinergias na exploração do negócio de outlets, que são compostos por lojas de mesmo nível que o shopping, porém em coleções e linhas com desconto.\r\nVantagem competitiva em operar o Outlet Premium no Brasil.\r\nEquipe de executivos com alta experiência no segmento.\r\nTrack record de mais de 10 anos de entrega do guidance, cumprido por mais um ano em 2018.",
            "pontos_negativos": "Redução do nível de atividade econômica e esgotamento da capacidade de endividamento das famílias podem reduzir o consumo nos centros comerciais operados pela Companhia, o que impacta sua vacância e suas receitas de aluguel variável.\r\nA Companhia terceiriza parte substancial de suas atividades, o que a deixa exposta a responsabilidades por irregularidades cometidas por essas empresas, especialmente no tocante à questão trabalhista.\r\nAumento no custo de terrenos em regiões de alto poder aquisitivo pode impactar negativamente na capacidade de crescimento da Iguatemi.\r\nA redução na demanda por imóveis comerciais em função do ambiente econômico desaquecido pode comprometer a política de reajuste de aluguéis adotada pela Companhia.\r\nAlto crescimento dos custos e despesas, sobretudo das despesas administrativas.",
            "resumo": "O ano de 2018 foi desafiador, apesar de confirmar que a recessão vivida em 2015 e 2016 ficou para trás. Ainda assim, o crescimento projetado no início do ano não se confirmou, assim como parece ocorrer em 2019, visto as recentes quedas de projeção do PIB, acompanhadas pelo relatório Focus. \r\n\r\nEm 2018, podemos explicar esse crescimento moderado ante a expectativa que se tinha devido à greve dos caminhoneiros e às incertezas em torno da eleição presidencial. O resultado das eleições ajudaram a amenizar a greve, sendo possível observar uma tímida recuperação do consumo, sobretudo no último trimestre de 2018, com bons números nas vendas da Black Friday e do Natal, mesmo que outubro ainda tenha sido influenciado pelo processo eleitoral, o que produz um comportamento de cautela por parte das famílias. \r\n\r\nA Iguatemi seguiu seu plano, com o fortalecimento da sua estrutura de capital, o início da retirada de descontos aos lojistas concedidos ao longo da crise, de acordo com a melhora gradual da economia, além do reforço de relacionamento com os varejistas e a melhora da experiência do consumidor. A Companhia ainda mantém a estratégia de manter seus ativos nas melhores localizações, garantindo a vantagem de oferecer aos varejistas uma condição de experiência de consumo diferenciada para seus clientes.\r\n\r\nA Iguatemi conseguiu apresentar crescimento em importantes rubricas do seu resultado, como o aumento nas vendas totais nos shopping centers de 5%. A receita líquida teve crescimento de 8,0%, impulsionada pela receita dos aluguéis, fruto da aceleração do IGP-M no período, da redução dos descontos ofertados aos lojistas e, no caso de aluguéis mesma área (SAR), do fim da carência dos novos lojistas e da melhora na taxa de ocupação dos empreendimentos, mesmo diante desse cenário desafiador. \r\n\r\nPara 2019, a Companhia colocou as projeções de crescimento da receita líquida entre 5% e 10% e de margem Ebitda na faixa de 75% - 79%, além dos investimentos entre R$150 e R$200 milhões. Mesmo com a retirada de parte dos descontos aos lojistas, a Companhia mostrou resiliência, sobretudo devido ao perfil do empreendimento, que é mais destinado às classes A e B. Apesar disso, a inadimplência mostrou piora significativa no 4T18, na comparação anual, mas ainda está em um patamar baixo. \r\n \r\nSomado a esses fatos, temos a expectativa de melhora da situação econômica, da situação financeira das famílias, de maior intenção de compra de bens duráveis e de criação de empregos, o que indicaria um bom cenário para o consumo, com impacto direto na Iguatemi. Essa perspectiva vem de uma equipe de governo focada na melhor política fiscal do país, sobretudo no empenho para a aprovação da reforma da Previdência. Nesse sentido, mantemos a tendência de longo prazo do ativo de alta.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita bruta no 4T18 foi de R$230,5 milhões, crescimento de 5,56% ante o 4T17. A receita de aluguel, principal fonte de receita total, teve alta de 6,6%, comparando os mesmos períodos, atingindo R$158,1 milhões no trimestre analisado. O crescimento refletiu os aumentos de 6,4% do aluguel mínimo (maior ocupação e reajustes) e de 9,1% das locações temporárias. A receita com estacionamento se beneficiou do aumento da tarifa na maioria dos empreendimentos, encerrando o trimestre com expansão de 5,5% na comparação anual. Com a queda de 7,9% das deduções, impostos e contribuições, devido ao início do processo de redução dos descontos concedidos aos lojistas ao longo da crise, a receita líquida apresentou aumento de 8,0% em relação ao 4T17, totalizando R$200,5 milhões. \r\n \r\nOs custos e despesas no último trimestre de 2018 avançaram por mais um trimestre, totalizando R$57,4 milhões. Essa elevação se deve, principalmente, às despesas administrativas, em função da retomada dos investimentos em pessoal (aumento de 7,7% no número de funcionários vs 4T17), sobretudo do alto escalão (elevando o salário médio da Iguatemi e o bônus pago por desempenho). \r\n \r\nA Iguatemi encerrou o trimestre com lucro líquido de R$76,1 milhões, 14,1% acima do apresentado no 4T17, com margem líquida de 37,9%. O Ebitda reportado no período totalizou R$159,0 milhões, 5,7% acima do mesmo trimestre do ano anterior, com margem Ebitda de 79,3%. O crescimento de custos e despesas significativo impactou a margem do Ebitda, compensado parcialmente pelo crescimento da receita líquida.\r\n \r\nAnalisando o desempenho operacional do último trimestre de 2018, as vendas totais atingiram R$4,2 bilhões, 5% acima do 4T17. As vendas mesmas áreas também aumentaram em 5%, enquanto as vendas mesmas lojas tiveram melhora de 3,4%, impulsionadas pelo Natal e pela Black Friday. Os aluguéis mesmas áreas cresceram 4,7% e os aluguéis mesmas lojas aumentaram 4,3%. \r\n \r\nOs destaques positivos nas vendas foram Artigos Diversos, Moda e Saúde e Beleza. Já os segmentos que tiveram o pior desempenho foram Entretenimento e Livrarias, Papelarias e Informática. A Administradora de Shoppings inclusive está focada na alteração nas operações de livrarias, após o aumento das preocupações com o segmento, com pedidos de recuperação judicial de importantes players, como a Livraria Cultura. Dentre as estratégias, a Iguatemi estuda se reconfigurar, podendo adicionar restaurantes ao lado das livrarias, de acordo com o empreendimento, uma vez que estes têm bastante demanda.\r\n \r\nA taxa de ocupação média dos shoppings foi de 94,6% no trimestre analisado, 0,4 p.p. acima do 4T17, com custo de ocupação de 11,4%, aumento de 0,2 p.p. na mesma comparação. O custo de ocupação é a soma do aluguel total, dos custos com condomínio e do fundo de promoção dividida pelas vendas totais. Já a inadimplência apresentou aumento de 1,1 p.p. em relação ao 4T17, atingindo 1,3% no período, número relativamente baixo. Esse crescimento foi impactado devido ao zeramento da conta de vários lojistas em 2017, o que não ocorreu em 2018, reduzindo bastante o número ao final de 2017.  \r\n \r\nEm relação aos dados de endividamento, no 4T18, a Iguatemi encerrou com uma dívida bruta de R$2,2 bilhões, 1,2% acima do endividamento do 3T18, duration de 5 anos e custo médio de 110,1% do CDI, índice ao qual 85,8% da dívida está atrelada. As disponibilidades somaram R$683,3 milhões, resultando em uma dívida líquida de R$1,5 bilhão, queda de 3,7% em relação ao 3T18. O grau de alavancagem da dívida (dívida líquida/Ebitda) diminuiu, ficando em 2,69x, comparando os mesmos períodos. O total do endividamento bruto é voltado para o longo prazo (97,9%), deixando uma posição de caixa confortável no curto prazo.\r\n \r\nO FFO, fluxo de caixa gerado pelas operações, cresceu 17,4%, atingindo R$103,9 milhões, e a margem FFO foi de 51,8%. O trimestre também foi marcado por investimentos no valor de R$58,2 milhões em manutenção e reinvestimentos nos shoppings do portfólio, assim como nos projetos de Premium Outlets. É importante destacar que os números do crescimento da receita líquida, da margem Ebitda e de Investimento de 2018 vieram de acordo com as projeções da empresa (guidance). \r\n \r\nÉ importante também destacar a entrada da Iguatemi no mundo online, com o marketplace, o Iguatemi 365. Através de parcerias, ainda não divulgadas, em atividades fora das competências da Administradora de Shoppings, a Iguatemi pretende unir o varejo físico ao varejo online. Atenção, pois esse novo empreendimento deve ter impacto nos custos e despesas, que já estão com crescimento forte, já no primeiro semestre de 2019. A Companhia ainda destacou em teleconferência que pode realizar fusões e aquisições em 2019.",
            "valor_total": "7.347.042",
            "receita_liquida": "721.526",
            "numero_acoes": "176.612",
            "pl": "16,12",
            "resultado": "260.326",
            "dividendos": "0,68",
            "beta": "0,92",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:00:26",
            "editado": "2019-03-26T15:50:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36064,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média rompendo a lateralização anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-23/ef185ba3b2a6f906f92e6f285794630e4c23a86b/igta3.PNG",
        "compra": "41,54",
        "compra_maxima": "41,75",
        "stop": "39,18",
        "objetivo": "43,90",
        "preco_encerramento": "43,90",
        "criado": "2019-01-23T11:12:50",
        "editado": "2019-01-31T10:57:35"
    },
    {
        "empresa": {
            "id": 17,
            "analista": 42,
            "nome": "NATURA ON",
            "codigo": "NATU3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/09ed2d89ddf93dc803932bb19ef2ecf06b386a5a/NATU.svg",
            "sobre": "A Natura é uma marca brasileira que está presente em sete países da América Latina e na França, sendo um dos principais nomes no mercado de cosméticos, fragrâncias, higiene pessoal e venda direta. Atualmente, a Companhia se destaca pela integração com as dimensões socioeconômica e ambiental, buscando resultados sustentáveis por meio de canais de diálogo abertos com os seus consumidores. Nos últimos meses, a marca Natura passou a deter 100% das ações da The Body Shop, passando a controlar a Companhia.",
            "pontos_positivos": "Penetração em novos mercados na América Latina.\r\nExpansão das vendas via e-commerce.\r\nGanho de market share das operações no Brasil e América Latina.\r\nCompanhia líder no segmento de cosméticos.\r\nExpansão no ticket médio.\r\nCrescimento acima do segmento.",
            "pontos_negativos": "Redução no número de consultoras no Brasil.\r\nNegócio com alta necessidade de capital de giro.\r\nPiora na capacidade de solvência no longo prazo. \r\nElevado patamar de desemprego, que tende a travar o consumo das famílias.",
            "resumo": "Apesar do novo governo e equipe econômica, que possuem um viés mais liberal, as projeções de curto e médio prazo para o cenário econômico doméstico sinalizam para uma gradual retomada da atividade econômica, contudo, em um melhor ritmo que o presenciado em 2018. A afirmação é corroborada projeção de expansão do PIB e pela morosa evolução dos níveis de desemprego, que se encontra em níveis elevados. Ainda, é importante ressaltar que a média salarial nacional se encontra estática, apresentando perdas quando descontada a inflação. Outro fator importante a ser analisado é o consumo das famílias, que foi o principal vetor de crescimento do PIB em trimestres anteriores e que atualmente se encontra estagnado. A despeito do atual cenário macroeconômico doméstico, o volume de vendas do segmento varejista focado em cosméticos apresenta expansão no acumulado de 2019 quando comparado com o mesmo período do ano anterior, desse modo, auferindo uma performance acima do segmento varejista como um todo.\r\n\r\n\r\nAo analisar os números reportados pela Natura (NATU3), observamos que a Companhia apresentou significativos avanços em indicadores financeiros operacionais, auferindo crescimento de dois dígitos em receita, Ebitda e lucro líquido e expansão significativa da geração de caixa operacional. Tais avanços são reflexos do desempenho das três linhas de negócio, Natura, Body Shop e Aesop. No período em análise também houve forte performance das operações no Brasil e na América latina, o que resultou no consistente ganho de market share. Na América Latina, a Companhia reportou mais uma vez um consistente desempenho das operações no México, no Chile, na Colômbia e na Argentina, apesar da economia hiperinflacionária do nosso vizinho do Mercosul. \r\n\r\n\r\nA despeito da evolução apresentada pela Natura, continuamos com o cautela com o ativo e mantemos a tendência como neutra, dado que a Companhia ainda apresenta um longo histórico de resultados inconstantes. A alteração para tendência de alta depende da evolução dos resultados para os trimestres subsequentes.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 4T18\r\n\r\n\r\nAo final do quarto trimestre de 2018, a receita líquida consolidada reportada cresceu 16,1%, ficando em R$4,34 bilhões, explicada pela boa performance nas três divisões de negócios, reflexo da bem sucedida campanha de natal. No Brasil e na América Latina, houve aumento das principais categorias de produtos: perfumaria e corpo e presentes. Desse modo, no 4T18 a Natura atingiu o patamar recorde de vendas, sendo auxiliadas pela maior produtividade das consultoras, que cresceu 18,40% na comparação com o mesmo período de 2017 e gerou por mais um trimestre ganho de participação de mercado. O Ebitda, que mede o desempenho operacional, apresentou avanço de 13,70%, sendo registrado por R$714,60 milhões. No que tange o lucro líquido, este apresentou crescimento de 48,70% na comparação com o quarto trimestre de 2017, sendo registrado por R$381,70 milhões. Além do que já foi exposto acima, o aumento pode ser associado a menores despesas financeiras com juros, as quais totalizaram R$1  bilhão, redução de 5,19% na comparação com o quarto trimestre de 2018.\r\n\r\n\r\nNo que tange o desempenho por negócio, as vendas da Natura Brasil cresceram 14,40%. De acordo com a Companhia, o crescimento reflete a força do modelo de negócio. O crescimento foi possibilitado pelo aumento da produtividade, que apresentou expansão de 18,40% na comparação com o mesmo período do ano anterior, mesmo com um menor número de consultoras, que ao término do 4T18 reduziu-se 6% na comparação com o mesmo período do ano anterior. As vendas online se expandiram consistentemente no quarto trimestre de 2018, com aumento do número de visitas no site, ticket médio e alta taxa de conversão. O canal online respondeu por 4% das vendas no 9M18, com cerca de 350 mil consultoras digitais e 4,80 milhões de consumidores digitais. As operações no varejo físico seguem crescendo, contando com 36 lojas, além da inauguração de mais 5 pontos de vendas em shoppings no decorrer do 4T18.\r\n\r\n\r\nNa América Latina, as vendas cresceram 23,40%. Houve ganho de market share e aumento na preferência pela marca, principalmente na Argentina, na Colômbia e no México. Ao término do 4T18, a operação na América Latina atingiu 644,8 mil consultoras, crescimento de 9,50% na comparação com o mesmo período do ano anterior. Visando dar continuidade aos bons resultados, a Natura segue com a estratégia de aceleração da estratégia digital, visto que a 30% das consultoras já utilizam a plataforma online. Na Argentina, apesar do ambiente hiperinflacionário, as vendas superaram o desempenho geral do mercado em decorrência da preferência e do alto reconhecimento da marca. As vendas da bandeira The Body Shop tiveram aumento de 11,20%, sendo impactadas negativamente pelo encerramento das operações em 114 lojas no decorrer de 2018 e positivamente pelo aumento nas vendas as lojas recém inauguradas e pela antecipação das compras de natal pelos franqueados. A marca Aesop também apresentou forte desempenho, com as vendas se expandindo 43,90%, com aumento de 18 novas lojas nos últimos 12 meses. Na Ásia, maior mercado da marca, houve forte crescimento nas lojas exclusivas, além da expansão das vendas online.\r\n\r\n\r\nAo término do 4T18, a Natura apresentou uma maior geração de caixa (R$708,70 milhões), valor 139% superior ao reportado no mesmo período do ano anterior. O aumento expressivo é em decorrência principalmente do maior lucro líquido e da menor necessidade de capital de giro e de maiores prazos de pagamento a fornecedores. No que tange a estrutura de endividamento, ao término de 2018 a dívida líquida apresentou redução de 4,57% e sendo registrada por R$5 bilhões. A alavancagem financeira, que é mensurada pela relação dívida líquida e Ebitda, foi na mesma direção e saiu de 3,01x para 2,71x. No que tange a capacidade de solvência, a de curto prazo manteve-se em níveis confortáveis, tendo melhora, enquanto a de longo prazo apresentou deterioração em decorrência do maior montante de empréstimos e financiamentos, contudo, ainda se mantendo em patamares confortáveis.",
            "valor_total": "19.382.715",
            "receita_liquida": "13.365.023",
            "numero_acoes": "430.7277",
            "pl": "5,98",
            "resultado": "570.661",
            "dividendos": "0,47",
            "beta": "0,99",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:19:47",
            "editado": "2019-03-22T17:25:00",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36160,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência. Operação com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-28/a1808fd302a6687a2985de77773d262afb5328a9/natu3.PNG",
        "compra": "47,20",
        "compra_maxima": "47,50",
        "stop": "44,74",
        "objetivo": "49,90",
        "preco_encerramento": "48,41",
        "criado": "2019-01-28T13:58:31",
        "editado": "2019-01-30T12:44:37"
    },
    {
        "empresa": {
            "id": 201,
            "analista": 41,
            "nome": "Tupy",
            "codigo": "TUPY3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/52a7958391484929c1bb5b3ff4c4dd3914de5441/TUPY.svg",
            "sobre": "A Tupy tem como principal atividade a fundição de ferro para abastecer o setor automotivo, o qual engloba caminhões, ônibus, máquinas agrícolas e de construção, carros de passeio, motores industriais e marítimos, entre outros. A Companhia produz blocos e cabeçotes de motor, além de peças para sistemas de freio, transmissão, direção, eixo e suspensão. Além disso, a Tupy produz conexões de ferro maleável, granalhas de aço e perfis contínuos de ferro, que atendem aos demais setores da indústria. A sua estrutura engloba o parque Industrial Joinville, em que são desenvolvidos e produzidos os seus principais produtos, e os Parques Industriais Mauá (São Paulo), Saltillo e Arizpe (Coahuilla, México), que são direcionados ao setor automotivo.",
            "pontos_positivos": "Participação acionária relevante do BNDES (através da BNDESPar) favorece a obtenção de crédito oficial pela Empresa.\r\nGrande exposição ao mercado externo favorece a diversificação dos negócios da Companhia.\r\nRecuperação nos resultados operacionais desde o segundo trimestre de 2017, influenciado pela adoção da estratégia de expansão no volume produzido.\r\nCrescimento nos principais mercados consumidores da Companhia.\r\nRedução da alavancagem e bom volume de caixa.",
            "pontos_negativos": "Risco de medidas protecionistas nos Estados Unidos podem impactar negativamente as exportações da Companhia.\r\nDesaceleração da economia global pode reduzir a demanda pelos produtos da Tupy.\r\nBaixas margens colocam em risco os resultados futuros em caso de deterioração da economia global e/ou em caso de apreciação forte da taxa de câmbio.",
            "resumo": "A Tupy (TUPY3) tem conseguido se beneficiar do ritmo mais acelerado da economia global, em especial da economia americana, principal mercado da Companhia. O crescimento expressivo das receitas no atual resultado veio da maior demanda desses mercados, mas também da desvalorização cambial, que impacta os resultados internos quando convertidos em reais.\r\n \r\nApesar das margens ainda restritas, a trajetória de ampliação nos últimos trimestres é um bom sinal, o que se alia à boa situação financeira da Companhia. O ponto de atenção fica para os sinais de enfraquecimento da economia global, fato que pode pressionar negativamente a demanda da Tupy. Mesmo assim, frente à melhor dos resultados, apontamos tendência de alta no longo prazo para o ativo.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Tupy apresentou crescimento expressivo em sua receita líquida, saltando de R$3,7 bilhões em 2017 para R$4,8 bilhões no ano passado. Tanto as vendas no mercado interno, quanto no mercado externo tiveram crescimento importante e próximos de 30%, o que indica a boa diversificação da Companhia. Externamente, contudo, o resultado foi muito beneficiado pela alta de 17% no dólar e de 14% no euro.\r\n \r\nA desvalorização cambial impactou também os custos com matéria prima, os quais são a principal parcela de custos dos produtos vendidos (CPV) e tiveram crescimento de 44% no período atingindo R$2,3 bilhões. Com isso, os CPV tiveram ampliação de 30%, passando de R$3,1 bilhões para R$4 bilhões, compensando parcialmente o aumento das receitas. A margem bruta (lucro bruto/receita líquida) ficou estável em 16,5%, contudo, o lucro bruto cresceu 31%, passando de R$606 milhões para R$795 milhões.\r\n \r\nAs despesas operacionais cresceram abaixo da evolução das receitas e, por isso, contribuíram positivamente para o resultado. Na mesma linha, as demais despesas e o resultado financeiro reduziram na passagem de 2017 para 2018.\r\n \r\nAo final, o lucro líquido e o Ebitda avançaram na comparação anual em 77% e 27%, respectivamente. O primeiro somou R$271 milhões, enquanto o segundo atingiu R$615 milhões. Quanto às margens, a margem líquida (lucro líquido/receita líquida) avançou de 4,1% para 5,6%, enquanto a margem Ebitda (Ebitda/receita líquida) recuou de 13% para 12,8%. As margens ainda mais apertadas colocam o resultado da Companhia em risco em caso de deterioração do mercado externo ou mesmo em caso de apreciação mais forte da taxa de câmbio.\r\n \r\nPelo lado do endividamento, a Tupy mantém uma posição confortável. A dívida bruta recuou 13,4% para R$1,4 bilhão, enquanto a dívida líquida caiu 10%, somando R$683 milhões. O caixa da Empresa também apresentou queda, saindo de R$866 milhões para R$725 milhões (-16%). Mesmo com esse recuo, o caixa permanece cobrindo os passivos de curto prazo da Companhia (R$48 milhões), garantindo boa liquidez ao balanço. Por sinal, a dívida voltada em 96% para o longo prazo é também um sinal de boa gestão financeira da Tupy. Finalmente, a alavancagem, medida pela relação dívida líquida/Ebitda, recuou de 1,57x para 1,11x, decorrente do bom crescimento do Ebitda.",
            "valor_total": "2.904.905",
            "receita_liquida": "4.828.216",
            "numero_acoes": "144.164",
            "pl": "15,26",
            "resultado": "271.721",
            "dividendos": "1,21",
            "beta": "0,37",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-23T17:33:37",
            "editado": "2019-04-04T18:58:20",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36086,
        "analista": 49,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "O ativo apresenta perda de suporte, com topos e fundos descendentes dando início a uma movimentação de baixa no médio prazo.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-23/9122995259ed83fb20337fd14cde98c75ea7860f/tupy3.png",
        "compra": "19,60",
        "compra_maxima": "19,55",
        "stop": "20,70",
        "objetivo": "18,15",
        "preco_encerramento": "19,13",
        "criado": "2019-01-23T13:39:10",
        "editado": "2019-01-29T13:50:37"
    },
    {
        "empresa": {
            "id": 169,
            "analista": 46,
            "nome": "SANTANDER BR UNT",
            "codigo": "SANB11",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/a40e08a38b4f421a9442c3bb11da39102b548a56/SANB.svg",
            "sobre": "O Santander Brasil está no mercado brasileiro desde 1982. Ele é o terceiro maior banco privado no Brasil e o único banco internacional com escala no país. A instituição contribuiu com cerca de 26% dos resultados do Santander Global e tem foco em operações de varejo. A instituição está presente em todas as regiões do País por meio de uma ampla estrutura, composta de agências, Postos de Atendimento Bancário (PABs) e máquinas de autoatendimento, além de escritórios regionais, centros de tecnologia e unidades culturais. As ações da Empresa atualmente são negociadas no Brasil e nos Estados Unidos.",
            "pontos_positivos": "Elevação da margem financeira bruta devido ao aumento de volume na margem de crédito e maior participação dos segmentos de varejo.\r\nAumento do lucro líquido, superior à elevação da receita líquida.\r\nMelhora do ROAE, refletindo a maior taxa de retorno dos recursos aplicados na Empresa por seus acionistas.\r\nAumento da carteira de crédito, aliado à queda da inadimplência, mesmo se expondo mais ao segmento de pessoa física.",
            "pontos_negativos": "Aumento da despesa geral.\r\nDiminuição do índice de Basileia, mesmo que continue acima do proposto pelo Banco Central.\r\nO setor se mostra muito competitivo, o que pode levar a uma competição por taxas de juros mais atrativas e a uma consequente redução da margem financeira líquida.",
            "resumo": "Nos últimos meses observamos que a taxa Selic ficou em 6,5% a.a., o menor patamar da série histórica. Por sua vez, o Banco Central não sinalizou sobre possíveis aumentos da taxa uma vez que a inflação, medida através do IPCA, se mostra controlada. Já os juros futuros sinalizam uma tendência de baixa após a eleição de um presidente mais pró-mercado. Diante deste cenário, a previsão é de que a recuperação da economia brasileira - que hoje ainda está lenta - demore mais do que o esperado para crescer com o devido vigor. O principal entrave atual no que tange o mercado interno é a aprovação da reforma da Previdência e pontos sobre a inclusão de certas classes e idade mínima para aposentadoria. Já no cenário internacional temos a guerra comercial envolvendo os Estados Unidos e a China, além da possibilidade de uma redução no crescimento da economia norte americana. \r\n\r\nPara o longo prazo, acreditamos que o setor bancário como um todo continuará em destaque e tende a se beneficiar da melhora do cenário econômico. Vemos que fatores como a redução do desemprego e a elevação do consumo por parte das famílias brasileiras são positivos para o Santander, uma vez que o segmento de pessoa física corresponde a 43,4% do total da sua carteira de crédito. Além do varejo, a Empresa também atua no ramo imobiliário e do agronegócio, com enfoque interessante para o mundo digital. Isso faz com que a atuação do Banco seja diversificada e aumente a atração e captação de clientes. Os resultados do 4T18 demonstraram mais uma vez a solidez do Santander. Como destaque, temos o crescimento do lucro líquido, das receitas totais e da margem financeira bruta. Apesar das despesas totais também terem evoluído, o avanço foi inferior ao crescimento das receitas totais, sinalizando controle sobre as contas.\r\n\r\nDe uma forma geral, os resultados divulgados no 4T18 pelo Santander foram positivos. As variações em relação aos períodos anteriores, quando negativas, não sinalizaram risco ao negócio e, quando positivas, apontaram para uma empresa bem consolidada e consistente. Dessa forma, continuamos considerando que o cenário de longo prazo de Santander é de alta.   \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n\r\nNo 4T18 o Santander apresentou lucro líquido de R$3,4 bilhões, um aumento de 23,7% em relação ao mesmo período do ano anterior. Já na comparação anual, a Empresa registrou lucro líquido de R$12,4 bilhões, uma alta de 24,6% frente a 2017. Por sua vez, as receitas totais somaram R$59,3 bilhões em 2018, o que representa uma elevação de 12,0% em relação ao ano anterior. \r\n\r\nQuanto à margem financeira líquida, que, de maneira simplificada, representa a diferença entre os juros gerados por um banco e aqueles pagos aos seus credores, totalizou R$7,8 bilhões no 4T18. Isso representa um aumento de 13,4% em relação ao 4T17. Na comparação entre 2018 e 2017 observa-se um aumento de 12,7%, passando de R$27,6 bilhões para R$31,1 bilhões. Essa elevação pode ser explicada pelo aumento de volume na margem de crédito e, principalmente, pela maior participação dos segmentos de varejo. \r\n\r\nJá em relação às despesas gerais, percebe-se elevação de 5,8% na comparação entre o 4T18 e o 4T17. Da mesma forma, houve um aumento de 5,3% entre 2018 e 2017. Essa elevação foi influenciada, principalmente, pelo aumento das despesas administrativas e de pessoal (4,8% na comparação anual) e pelo incremento de 9,3% nas despesas de depreciação e amortização.\r\n\r\nNo que diz respeito à carteira de crédito do Santander, a mesma atingiu R$305,3 bilhões no final de 2018, o que corresponde a um aumento de 10,3% em relação ao mesmo período de 2017 (quando não se leva em conta a variação cambial). Essa variação foi influenciada, principalmente, pela contribuição vinda dos segmentos de pessoa física (elevação de 22,6%) e pelo financiamento ao consumo (elevação de 19,5%). O desempenho positivo destes segmentos permitiu que a Empresa ampliasse sua participação de mercado ao longo dos últimos trimestres. Por outro lado, o segmento de grandes empresas totalizou R$85,1 bilhões no final de dezembro. Ela representa 27,9% do total da carteira e apresentou uma redução de 3,6% em relação a dezembro de 2017. \r\n\r\nO ROAE da Companhia ajustado pelo ágio passou de 18,3% no 4T17 para 21,1% no 4T18, o que representa uma elevação de 2,8 p.p. Do ponto de vista anual, observou-se uma elevação de 3,0 p.p, passando de 16,9% para os atuais 19,9%. Cabe ressaltar que o retorno sobre o patrimônio líquido médio representa a capacidade de agregar valor de uma empresa a partir de seus próprios recursos e do capital dos investidores.\r\n\r\nPor sua vez, o índice de inadimplência acima de 90 dias finalizou o 4T18 em 3,1%, uma redução de 0,1 p.p. em relação ao mesmo período do ano anterior. Já na comparação anual, o respectivo índice apresentou os mesmos resultados: 3,1% em 2018 frente aos 3,2% consolidados em 2017. Essa diminuição, mesmo que pequena, reflete a qualidade da carteira do Banco, levando-se em conta ainda que o segmento de pessoa física representou 43,4% do total da carteira em dezembro de 2018. \r\n\r\nOutro indicador importante a ser analisado é o Índice de Basileia, que reflete a solvência do Banco. Ele é um dos indicativos sobre o risco de uma instituição financeira. No caso do Santander, ele finalizou o ano de 2018 com um Índice em 15,1%, frente aos 15,8% apurados em 2017. Apesar dessa redução, o Basileia do Banco permanece acima daquele proposto pelo Banco Central (8,625%).\r\n",
            "valor_total": "133.880.018",
            "receita_liquida": "84.523.491",
            "numero_acoes": "7.476.411",
            "pl": "24,53",
            "resultado": "12.223.219",
            "dividendos": "1,74",
            "beta": "1,17",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:39:37",
            "editado": "2019-02-22T14:45:39",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 36057,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-23/bc9c28d62752deea3046247b76db060094cd818b/sanb11.PNG",
        "compra": "48,93",
        "compra_maxima": "49,16",
        "stop": "46,50",
        "objetivo": "51,50",
        "preco_encerramento": "50,00",
        "criado": "2019-01-23T10:16:11",
        "editado": "2019-01-28T17:28:27"
    },
    {
        "empresa": {
            "id": 143,
            "analista": 49,
            "nome": "Cielo",
            "codigo": "CIEL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/43cccbc12636d194a25fa24fc92870de11ba88ae/CIEL.svg",
            "sobre": "A Cielo surgiu em 1995 quando uma série de grandes bancos e a Visa Internacional se uniram para criar a Companhia Brasileira de Meio de Pagamentos que veio a se transformar na Cielo ao final de 2009. A proposta da companhia era centralizar a rede de relacionamento com afiliados em todo o Brasil reduzindo custos e otimizando a margem. Atualmente, a companhia opera as bandeiras Visa, Mastercard, American Express, Diners Club International, JCB (Japan Credit Bureau), Elo e outras bandeiras de menor circulação. A empresa tem presença internacional e participação em diversas empresas que atuam na cadeia de processamento de pagamentos.",
            "pontos_positivos": "O aumento no volume de transações acompanha os sinais de recuperação da economia.\r\nPosição de liderança na indústria nacional, o que potencializa a manutenção de margem da Companhia.\r\nMantém grande sinergia com alguns de seus principais acionistas, notadamente o Banco do Brasil e o Bradesco.\r\nGrande capilaridade através da rede de afiliados e do cartão Cielo.\r\nCriação de nova linha “Stelo” com a nova política de preços para competir diretamente com novos concorrentes e crescimento na vendas de máquinas.",
            "pontos_negativos": "Últimos resultados apontam declínio no crescimento da Companhia.\r\nApesar do crescimento das vendas, os clientes ativos ainda diminuem.\r\nMercado comoditizado, retirando foco na qualidade do serviço prestado para competição em preços.\r\nNova política de preços e necessidades de intensificação nas ações de marketing reduzem as margens da Companhia.\r\nAs recentes reduções nas taxas de juros prejudicam as receitas de antecipação de recebíveis, uma vez que são proporcionais à taxa básica de juros.\r\nAumento no volume do débito e pagamento à vista devido a lei de “Pagamento Diferenciado”.",
            "resumo": "A competitividade do mercado de atuação da Cielo (CIEL3) continua sendo um desafio enfrentado pela Companhia. A melhora nos indicadores do ICVA (Índice Cielo do Varejo Ampliado) demonstra um aumento real na atividade dos varejistas, com crescimento de 4,0% na comparação ano a ano. O mercado de meios de pagamento tem enfrentado uma comoditização do produto, onde não há tanta diferenciação do produto vendido pelos competidores e sim competição em preços. Com isso, a Cielo ao longo dos últimos trimestres optou por competir através de preços, comprometendo seus resultados e suas margens.\r\n \r\nA diminuição da sua receita líquida, assim como o lucro líquido, que apresentou uma queda 43,6%, vem sendo causada pela diminuição dos preços praticados e pela perda de participação de mercado (market share), além de investimentos em marketing e ações comerciais que a Companhia vem realizando ao longo dos últimos trimestres. Como consequência, o custo dos serviços prestados e as despesas operacionais aumentaram 20,7% e 46% respectivamente na comparação com o mesmo trimestre do ano passado.\r\n \r\nCom um cenário desafiador, a Cielo optou por trocar margem por market share, o que eleva seus custos e despesas. Com isso, acreditamos que a Companhia possui resiliência e sua posição de liderança no mercado ajuda a suportar um ano que será crucial para mostrar sua força competitiva. Com um ROE (Lucro Líquido/Patrimônio Líquido) de 29,8%, ROIC (Lucro operacional EBIT/Patrimônio líquido mais Total de Empréstimos e Financiamentos) de 11,6% e margem EBITDA de 37%, a Companhia demonstra que ainda possui margem para queimar ao longo de 2019. Mantemos uma tendência neutra de longo prazo para o papel, aguardando a estratégia comercial gerar algum efeito nos próximos resultados da Companhia.\r\n \r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n \r\nA receita operacional líquida da Cielo totalizou R$2,77 bilhões no 1T19, queda de 0,4% quando comparada com o resultado do mesmo período do ano anterior. Esse resultado refletiu o aumento na captura de volume de 3% e da adequação da prática de preços em relação ao ambiente competitivo que passa o mercado. O resultado operacional, medido pelo Ebitda, foi de R$820,7 milhões, queda de 34%, na comparação trimestral, com margem de 29,6%, representando uma redução de 15 p.p. frente ao mesmo trimestre do ano anterior.\r\nO lucro líquido ajustado atingiu R$548,5 milhões no trimestre, queda de 44,9%, refletindo a elevação dos gastos totais que somaram R$2,19 bilhões, variação de 22,4%. Esse aumento foi justificado pela elevação das despesas com pessoal, despesas de vendas e marketing associados ao lançamento de novos produtos e ações comerciais.\r\n \r\nO custo dos serviços prestados totalizou R$1,5 bilhão no 1T19, aumento de 20,7% quando comparado ao mesmo trimestre do ano anterior. O aumento no custo foi observado nas principais controladas. Na Cateno, foi refletido o aumento nos custos vinculados à gestão de contas de pagamento do Arranjo Ourocard, em virtude de um crescimento orgânico do negócio em 2019 e pela variação cambial refletida nos custos com as bandeiras. Já, na Cielo Brasil, os custos aumentaram por conta do aumento nos gastos com tarifas de bandeiras e maior volumetria.\r\n \r\nO resultado financeiro atingiu R$248,1 milhões, redução de 35% comparado ao mesmo trimestre do ano anterior. Esse resultado financeiro é mais significativo por conta da controlada Cielo Brasil que foi de R$231 milhões sendo 37% inferior ao 1T18. A queda no resultado financeiro foi explicada por dois fatores, (i) nas receitas e despesas financeiras vimos um decréscimo das receitas relacionados à utilização do caixa para fomento da operação de aquisição de recebíveis no 1T19; (ii) o que tange a aquisição de recebíveis líquida (ARV), na qual reduziu 37,9% em relação 1T18, se deu pelo decréscimo relacionado à redução da taxa média efetiva em decorrência do atual cenário competitivo.",
            "valor_total": "26.108,59",
            "receita_liquida": "6.251,79",
            "numero_acoes": "2.716,81",
            "pl": "3,33",
            "resultado": "2.883,39",
            "dividendos": "1,34",
            "beta": "0,62",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:41:51",
            "editado": "2019-04-25T11:16:50",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35985,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média com rompimento do candle anterior. Operação a favor da tendência com volume acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-21/66f2e3d444b0c3b14674cc21420eb01a9bc0a76c/ciel3.PNG",
        "compra": "10,65",
        "compra_maxima": "10,71",
        "stop": "10,12",
        "objetivo": "11,40",
        "preco_encerramento": "10,87",
        "criado": "2019-01-21T11:21:09",
        "editado": "2019-01-28T11:27:06"
    },
    {
        "empresa": {
            "id": 186,
            "analista": 49,
            "nome": "Braskem",
            "codigo": "BRKM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-3-26/74da870306dd9dbc4e47ede8cfe66b12b3e7bf7e/braskem.jpg",
            "sobre": "A Braskem é uma empresa petroquímica criada em 2002 para atuar no mercado de resinas termoplásticas (polietileno, polipropileno e PVC). A companhia surgiu com a compra da Copene pela Odebrecht e pelo Grupo Mariani no ano anterior. Por meio de seus escritórios nas Américas, Europa e Ásia, a Braskem atua em parceria com clientes em mais de 60 países do mundo, firmando-se como um importante player global no mercado de resinas termoplásticas e produtos químicos. Ao todo, são mais de 10 milhões de toneladas de produtos fabricados em 41 unidades industriais instaladas no Brasil, nos Estados Unidos, na Alemanha e no México.",
            "pontos_positivos": "Empresa com portfólio diversificado e potencial para aproveitar a recuperação esperada para a economia em 2019.\r\nForte geração de caixa pelos ativos internacionais da Companhia e pelas exportações.\r\nPerfil de endividamento bastante alongado, com alto volume de disponibilidade de caixa em moeda estrangeira.\r\nLiderança isolada no mercado nacional e posição relevante no contexto global.",
            "pontos_negativos": "Exposição da Odebrecht, importante acionista, aos desdobramentos da Lava Jato que devem estender seus efeitos e podem afetar adversamente a Empresa.\r\nGrande sujeição às cotações do petróleo, o que aumenta a volatilidade dos níveis de rentabilidade da Companhia.\r\nCustos de imunização contra o risco cambial inerente à operação da Empresa podem comprometer sua rentabilidade.\r\nPagamento de multas elevadas podem reduzir o resultado operacional da Companhia.\r\nDívida dolarizada (não hedgeada) suscetível à desvalorização cambial.",
            "resumo": "A economia global mostra sinais de desaceleração vindos de dados econômicos fracos da China, da Europa e dos Estados Unidos. Esse fator afeta a demanda no mercado externo da Braskem, como foi visto no resultado de 2018. Além disso, os preços do petróleo Brent em alta mostram um encarecimento do produto para o consumidor industrial de alguns segmentos. Neste ano também ocorreram quedas nos spreads (diferença entre os preços dos produtos químicos e o preço da nafta) dos principais produtos químicos produzidos pela Braskem, ocasionados por alguns fatores como: (i) forte demanda da China por butadieno e (ii) aumento da oferta de cumeno após a entrada de novas capacidades produtivas na Ásia.\r\n \r\nMesmo com um cenário no Brasil ainda otimista, visto que as expectativas de melhora da economia fomentam um ambiente melhor de demanda para os produtos produzidos pela Braskem, vemos um resultado vulnerável a variações cambiais devido a dívidas dolarizadas, o que tem tirado um pouco da margem líquida da Companhia. Diante do cenário atual e da resiliência apresentada pela Companhia mantemos a tendência de longo prazo neutra. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo ano de 2018, a Braskem se manteve praticamente estável em relação à receita líquida das regiões de atuação. Na sua principal região (Brasil) a receita líquida se manteve estável em US$11,5 bilhões. Nos EUA e na Europa houve aumento de 4% em relação a 2017, atingindo US$3,2 bilhões. Já no México, a receita líquida foi de US$1,0 bilhão, queda de 8%. \r\n \r\nVimos no Brasil uma queda de produção tanto de Eteno quanto de Propeno, de 3% e 8%, respectivamente, e também queda da demanda por resina de 2%, o que ocasionou retração da receita na região. Nas regiões EUA e Europa, a queda de produção foi, respectivamente, de 9% e 11%. Nos EUA, foram ocasionadas pela perda de alguns clientes devido ao alto preço da resina, com destaque para setores de embalagens e não-tecido. Já na Europa a retração foi ocasionada pelo enfraquecimento do setor automobilístico, em função de novas regulações que dificultaram a produção de carros.\r\n \r\nDiante da redução operacional no ano, o EBITDA caiu 8% na comparação anual, atingindo R$11,3 bilhões. Fatores que impulsionaram um menor EBITDA foram principalmente (i) um menor spread médio da indústria e (ii) a taxa de operação inferior inferior, devido a questões operacionais e à greve dos caminhoneiros. \r\n \r\nOs custos de produtos vendidos (CPV) aumentaram 27,5% no ano de 2018, registrando R$46,4 bilhões e resultando numa margem bruta de 20%. Segregando por região de atuação, vimos um aumento de 9% no Brasil, nos EUA e na Europa aumento de 7% e no México uma queda de 3%. O aumento do CPV no Brasil foi causado pelo custo de carregamento do estoque formado com preços mais altos das matérias-primas. \r\n \r\nNas despesas operacionais, observamos uma queda de 6% na comparação ano a ano, registrando R$3,3 bilhões. O resultado veio de uma menor produção e vendas no ano, reflexo da queda nas rubricas de despesas com vendas e distribuição (-2,7%) e de despesas gerais e administrativas (-2,8%).\r\n \r\nO resultado financeiro mostrou aumento de 18% em 2018, saldo negativo de R$4,6 bilhões. Mesmo com a redução das despesas financeiras de 20,4% no ano, o resultado financeiro foi impactado negativamente pelas variações cambiais líquidas, que totalizaram um saldo negativo de R$2,3 bilhões (+185%). O principal impacto veio da desvalorização do Real de 17% no ano sobre a exposição líquida não designada para hedge accounting (método contábil de acordo com o IFRS9/CPC48 para proteção cambial de ativos e passivos financeiros).\r\n \r\nO lucro líquido da Braskem foi de R$2,9 bilhões em 2018, queda de 30%, efeito da margem bruta menor neste ano e do resultado financeiro com perdas nas variações cambiais líquidas. Com isso, o lucro por ação caiu de R$5,10 em 2017 para R$3,60 em 2018.\r\n \r\nO prazo médio do endividamento da Companhia em 31 de dezembro de 2018 era de cerca de 14 anos. A dívida de longo prazo da Braskem representa 97% do total e para a dívida de curto prazo a Companhia possui caixa suficiente (cerca de 5 vezes a dívida de curto prazo) para liquidar esse saldo. A Braskem possui cerca de 97% da dívida bruta em Dólar, 3 p.p. acima do apresentado em 2017. A alavancagem  financeira (dívida líquida/EBITDA) subiu de 1,81x em 2017 para 2,06x em 2018.",
            "valor_total": "36.255.223",
            "receita_liquida": "57.999.866",
            "numero_acoes": "795.984",
            "pl": "7,43",
            "resultado": "2.866.675",
            "dividendos": "1,88",
            "beta": "0,44",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:11:47",
            "editado": "2019-03-26T17:09:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35974,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte a favor da tendência. Boa relação risco/retorno.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-21/839b6f9984e223d4d2305e0f3ac2ba4bcfaf136a/brkm5.PNG",
        "compra": "46,11",
        "compra_maxima": "45,90",
        "stop": "47,60",
        "objetivo": "44,00",
        "preco_encerramento": "48,38",
        "criado": "2019-01-21T10:14:08",
        "editado": "2019-01-22T10:08:50"
    },
    {
        "empresa": {
            "id": 89,
            "analista": 41,
            "nome": "Weg",
            "codigo": "WEGE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/419e2ca54805c9de616353030ffa702c5be6b833/WEGE.svg",
            "sobre": "A WEG, fundada em 1961, atua nas áreas de comando e proteção, variação de velocidade, automação de processos industriais, geração e distribuição de energia e tintas e vernizes industriais. No País, o Grupo tem sua sede e principais unidades industriais em Jaraguá do Sul, Santa Catarina. Suas demais fábricas estão espalhadas por Rio Grande do Sul, Santa Catarina, São Paulo, Amazonas e Espírito Santo. No exterior, a WEG possui unidades fabris em 8 países, além de instalações de distribuição e comercialização em outros 17. Produzindo inicialmente motores elétricos, a WEG começou a ampliar suas atividades a partir da década de 80, com a produção de componentes eletroeletrônicos, produtos para automação industrial, transformadores de força e distribuição, tintas líquidas e em pó e vernizes eletro-isolantes. Cada vez mais a Empresa está se consolidando não só como fabricante de motores, mas como fornecedor de sistemas elétricos industriais completos.",
            "pontos_positivos": "Cenário de juros baixos e retomada no crescimento da indústria brasileira fortalece o setor de atuação da Empresa.\r\nForte presença no exterior, principalmente na América do Norte e na Europa, beneficiando-se do crescimento mais forte da economia americana.\r\nDívida líquida negativa (caixa e disponibilidades cobre todas as dívidas da Empresa).\r\nAquisição recente de empresas importantes no segmento de geração e transformação de energia.\r\nPosicionamento no setor de geração de energia solar, o qual apresenta grande potencial de crescimento no longo prazo.",
            "pontos_negativos": "Recuperação ainda lenta da demanda por equipamentos de ciclo longo.\r\nRetomada mais lenta da economia brasileira e/ou desaceleração da economia global podem reduzir a demanda da Companhia.\r\nDívida majoritariamente atrelada a moedas estrangeiras pode sofrer impactos negativos com a escalada da taxa de câmbio.\r\nDificuldades em ganhar eficiência operacional e ampliar as margens.",
            "resumo": "A Weg (WEGE3) se beneficiou em 2018 do bom momento da economia americana, mas também apresentou crescimento robusto em todos os mercados, mesmo com a desaceleração de economias importantes como a chinesa e a europeia. A desvalorização média de 15% do real em relação ao dólar também deu maior fôlego aos resultados no exterior. Por outro lado, os temores de desaceleração mais forte não só na China, mas também nos Estados Unidos, podem reduzir as vendas da Weg.\r\n \r\nNo Brasil, mesmo com a economia ainda em ritmo lento, o crescimento das receitas foi superior a 20% no mercado interno, com destaque para o segmento de Geração, Transmissão e Distribuição (GTD). Uma possível retomada do crescimento ao longo deste ano tende a fortalecer ainda mais os resultados da Companhia.\r\n \r\nDada sua boa diversificação global, sua resiliência mesmo em momentos de baixo dinamismo econômico e sua capacidade de colher frutos com a eventual retomada da economia brasileira, reiteramos a tendência de alta no longo prazo para WEGE3.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA Weg apresentou receita líquida de R$12 bilhões em 2018, o que representa um crescimento de 26% a 2017. O avanço foi relativamente bem distribuído entre o mercado interno e o externo, com crescimento de 21% no primeiro (R$5,1 bilhões) e de 30% no segundo (R$6,9 bilhões). As vendas no mercado externo subiram 13% em dólares, enquanto a desvalorização média de 15% no câmbio auxiliou na expansão mais forte nesses mercados.\r\n \r\nNo mercado interno, a melhora nas receitas veio principalmente do setor de GTD. Este teve crescimento de 41%, atingindo receita líquida de R$2,3 bilhões. Por se tratar de um segmento baseado em prazos mais longos de produção e cuja receita é reconhecida conforme a porcentagem de conclusão dos projetos, parte do avanço pode ser atribuído ao início das entregas no 1T18, tornando a base de comparação em 2017 consideravelmente mais baixa. Mesmo assim, o setor de energias renováveis (foco do segmento de GTD) apresenta alto potencial de crescimento no longo prazo, apesar das margens ainda apertadas.\r\n \r\nDentre os mercados de atuação da Companhia, a América do Norte segue como o principal (41,4% do mercado externo), seguida pela Europa (27% do mercado externo). Destaque também para o crescimento de 43% das vendas no mercado da Ásia-Pacífico, o qual aproxima-se de se tornar o terceiro principal mercado da Companhia.\r\n \r\nNo que se refere aos custos, a Weg apresentou crescimento de 26% nos custos de produtos vendidos (CPV), passando de R$6,7 bilhões no 2017 para R$8,5 bilhões no ano passado. O crescimento foi puxado pela alta dos custos com materiais, os quais foram pressionados pelo câmbio e pelo aumento das vendas. Com isso, o lucro bruto (receita líquida – custos) somou R$3,5 bilhões, alta de 26%. A margem bruta (lucro bruto/receita líquida), por sua vez, manteve-se em 29%.\r\n \r\nAs despesas cresceram em linha com a receita, passando de R$1,6 bilhão para R$1,9 bilhão, alta de 24,5%. Mais uma vez, as despesas com vendas puxaram a rubrica por conta do maior volume vendido. O resultado financeiro segue sendo pouco representativo, não impactando sensivelmente o desempenho do ano.\r\n \r\nO lucro líquido atingiu R$1,3 bilhão, contra R$1,1 bilhão em 2017, uma alta de 11%. Já o Ebitda teve avanço de 24,5%, atingindo R$1,8 bilhão. Mesmo com as altas expressivas, as respectivas margens reduziram-se de 12% para 11,2% e de 15,4% para 15,2%.\r\n \r\nPor fim, a situação financeira da Companhia segue positiva. A dívida bruta somou R$3,8 bilhões, enquanto as disponibilidades e aplicações financeiras atingiram R$4,5 bilhões. Dessa forma, a Weg apresenta caixa líquido de R$690 milhões, ou seja, é capaz de cobrir todos os seus compromissos financeiros com sobras. Destaque para o aumento da participação de dívidas em moedas estrangeiras, as quais correspondem a 87% do total. Esse ponto merece atenção pois deixa as dívidas muito expostas a variações cambiais.",
            "valor_total": "36.784.269",
            "receita_liquida": "11.970.090",
            "numero_acoes": "2.097.165",
            "pl": "3,74",
            "resultado": "1.338.319",
            "dividendos": "0,00",
            "beta": "0,70",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:35:15",
            "editado": "2019-03-18T16:54:57",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35820,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência com candle de força. Confirmação do pivot de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-14/9471cdeebfc4fa6473bfbf2fa01ed1229ef1f152/wege3.PNG",
        "compra": "18,90",
        "compra_maxima": "19,00",
        "stop": "18,04",
        "objetivo": "20,00",
        "preco_encerramento": "18,59",
        "criado": "2019-01-14T10:45:43",
        "editado": "2019-01-21T10:48:49"
    },
    {
        "empresa": {
            "id": 81,
            "analista": 49,
            "nome": "Ultrapar",
            "codigo": "UGPA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/8e046288df32a3527b18fa386cdd560e5f3f1885/UGPA.svg",
            "sobre": "A Ultrapar é um dos maiores grupos empresariais brasileiros, atuando há cerca de 80 anos nos setores de distribuição de combustíveis (através das redes Ipiranga e Ultragaz), na indústria de especialidades químicas com a Oxiteno, no segmento de armazenagem para granéis líquidos por meio da Ultracargo e no varejo farmacêutico com a Extrafarma. Em todas as área de atuação do Grupo, há grande penetração de mercado. O Grupo possui atualmente 23% de market share na distribuição de GLP (Gás de Cozinha) com a Ultragaz e 22% dos postos de combustíveis do País com a Ipiranga. A Empresa é listada na NYSE (Bolsa de Nova Iorque) e na B3 o ativo é negociado sob o ticker UGPA3.",
            "pontos_positivos": "Nova planta de especialidades químicas no Texas, da Oxiteno, pode se tornar importante fonte de receita para a Companhia.\r\nUltracargo com potencial de ampliação da sua participação de mercado em infraestrutura e logística.\r\nA participação de mercado da Ultragaz, aliada à eficiência de custos, contribui com resultados consistentes para a Companhia.\r\nA contribuição das receitas da Oxiteno para o resultado do grupo reduz a sua exposição ao mercado doméstico.\r\nCenário de recuperação econômica tende a impactar positivamente no volume de vendas da rede Ipiranga.",
            "pontos_negativos": "A pressão exercida pelo governo federal nos preços da gasolina tem impacto direto nas redes de postos privadas, forçando-as a manterem os combustíveis em patamares de preços competitivos.\r\nA não aprovação da venda da Liquigás para a Companhia, com aplicação de multa do órgão regulador (CADE ), freou planos de expansão da Ultrapar.\r\nA valorização do real pode impactar negativamente a receita da Oxiteno.\r\nExtrafarma ainda com elevado número de lojas em período de maturação.\r\nRedução nas margens refletiu em um elevado grau de alavancagem financeira.",
            "resumo": "A melhora no cenário doméstico, como crescimento do PIB e diminuição do desemprego no país, impulsionam a demanda no mercado interno, beneficiando os resultados da Ultrapar, que está posicionada em negócios fundamentais para a economia como fornecimento de Gás, combustível e drogarias, além de commodities de produtos químicos.\r\n \r\nObservamos neste trimestre um recuo nos resultados operacionais da rede Ipiranga. Apesar do aumento no volume de vendas, as margens foram comprometidas por um crescimento dos custos e pelos investimentos em manutenção e ampliação da rede de postos e franquias. A indústria química Oxiteno demonstrou queda no volume de vendas, porém, excluindo efeitos não recorrentes, um resultado positivo com melhora nas margens.\r\n \r\nApesar da impulsão esperada pela recuperação da atividade econômica no país, enxergamos que a Empresa passou por uma redução de margens, o que prejudica sua capacidade de geração de resultado e aumentou o seu grau de alavancagem financeira, portanto, vemos uma tendência neutra no longo prazo para a Companhia. Ficamos atentos ao cenário econômico e a um possível efeito positivo nas receitas, nas margens e na capacidade da Empresa de reduzir o grau de alavancagem financeira nos próximos trimestres.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nA Ultrapar apresentou uma receita líquida de R$23,5 bilhões no quarto trimestre, alta de 10,0% em relação ao 4T17, em função do crescimento da receita de todos os negócios. Já no acumulado do ano a receita líquida atingiu R$90,7 bilhões, crescimento de 14,0% em relação ao ano anterior.\r\n \r\nO EBITDA ajustado totalizou R$993 milhões, queda de 5,0% na comparação trimestral, impactado pelo menor EBITDA na Ipiranga e na Extrafarma. Em contrapartida Oxiteno, Ultragaz e Ultracargo apresentaram melhora na comparação trimestral. O lucro líquido totalizou R$496,0 milhões, alta de 27,0% no 4T18, ocasionada pela melhora do resultado financeiro e pelo aumento no EBITDA. No exercício de 2018, o lucro líquido totalizou R$1,13 bilhão, recuo de 26,0% em relação a 2017.\r\n \r\nA dívida líquida atingiu R$8,2 bilhões em 2018, referente a 2x o EBITDA ajustado, em comparação aos R$7,2 bilhões do ano anterior, que representava 1,8x o EBITDA ajustado. Esse aumento foi ocasionado por uma dívida bruta maior. Em compensação, a Companhia conseguiu ter uma maior geração operacional de caixa. A receita financeira líquida no 4T18 foi de R$117,0 milhões, ocasionada por (i) apropriação de juros de créditos tributários referentes à exclusão do ICMS da base de cálculo do PIS/COFINS, no valor de R$153 milhões; (ii) resultado com hedges cambiais em função da variação cambial no período e (iii) da queda do CDI na comparação anual, fruto das iniciativas de gestão de passivo da Companhia ao longo dos últimos anos. A Empresa possui caixa suficiente para cumprir com suas obrigações de curto prazo, que totalizam R$2,27 bilhões e representam 15% da dívida bruta. A alavancagem financeira (dívida líquida/EBITDA ajustado) cresceu na comparação anual, saindo de 1,81x no 4T17 para 2,68x no 4T18, devido a uma queda do EBITDA ajustado e também ao aumento da dívida bruta.\r\n \r\nO fluxo de caixa das atividades operacionais totalizou R$2,89 bilhões em 2018, comparado a R$1,74 bilhão em 2017, aumento ocasionado em função da otimização do capital de giro no período. A Empresa totalizou R$548 milhões em investimentos no atual exercício. Desse saldo, R$283,0 milhões foram direcionados para manutenção e ampliação da rede de postos e franquias da Ipiranga. Já na Oxiteno foram destinados R$70 milhões em investimentos para uma nova planta de especialidades químicas nos Estados Unidos e para a manutenção das suas unidades produtivas. A Ultragaz recebeu R$55 milhões em investimentos direcionados a clientes do segmento granel, reposição e aquisição de vasilhames e tecnologia da informação. Na Ultracargo foram investidos R$76 milhões, direcionados à expansão dos terminais de Itaqui e de Santos, à manutenção e à modernização dos terminais e à segurança operacional. Na Extrafarma foram investidos R$50 milhões direcionados à abertura de novas lojas e tecnologia da informação.",
            "valor_total": "25.605.762",
            "receita_liquida": "85.503.201",
            "numero_acoes": "556.405",
            "pl": "17,20",
            "resultado": "1.269.874",
            "dividendos": "1,46",
            "beta": "0,63",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:58:04",
            "editado": "2019-02-26T17:09:41",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35932,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-17/c0f012d31dd3997be31e6eb417a833deddacde7a/ugpa3.PNG",
        "compra": "55,05",
        "compra_maxima": "55,35",
        "stop": "51,50",
        "objetivo": "59,00",
        "preco_encerramento": "55,05",
        "criado": "2019-01-17T16:21:06",
        "editado": "2019-01-21T10:40:13"
    },
    {
        "empresa": {
            "id": 394,
            "analista": 46,
            "nome": "Banco Inter",
            "codigo": "BIDI4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-1-16/2d02bcb84eb043f517ef839ab00971d44b163389/BIDI4.svg",
            "sobre": "O Banco Inter iniciou suas atividades em 1994 como Intermedium Financeira. Em 1999 iniciou suas operações em crédito empresarial e em 2005 começou com o segmento de crédito consignado. Veio a obter a concessão de licença como banco múltiplo no ano de 2008 e realizou seu IPO em 2018. A instituição financeira foi o primeiro banco 100% digital do país e o primeiro a oferecer uma conta totalmente isenta de tarifas, que funcionou como porta de entrada dos clientes para uma plataforma de serviços como: cartão de crédito, investimentos, seguros e financiamentos. Na B3, o Banco Inter é negociado sob o ticker BIDI4.",
            "pontos_positivos": "Expansão da carteira de crédito sem aumento significativo da inadimplência.\r\nDiminuição dos custos de captação de recursos e de aquisição de clientes.\r\nLançamento da PAI, oferecendo uma ampla gama de produtos aos clientes.\r\nExpansão na abertura de contas diárias.\r\nAumento da experiência digital por parte dos clientes.",
            "pontos_negativos": "O setor de fintechs e plataformas digitais (incluindo aquelas dos grandes bancos) se mostra muito competitivo, o que pode levar a uma competição por taxas de juros mais atrativas e a consequente redução da margem financeira líquida.\r\nSe a economia brasileira demorar mais do que o esperado para se recuperar, a tendência é um crescimento mais lento da carteira de crédito.",
            "resumo": "Os resultados do quarto trimestre de 2018 (4T18) mostraram que o Banco Inter continuou a crescer com vigor. Observamos, por exemplo, que o Banco atingiu a marca de 1,45 milhão de contas digitais, um aumento de 3,8 vezes em relação a 2017. Aliado a isso, também percebemos o lançamento de novos produtos como o consórcio de veículos, imobiliário e câmbio digital, o que corrobora para o aumento do número de clientes. O 4T18 também foi marcado pelo lançamento da PAI (Plataforma Aberta Inter), que une produtos de emissão do próprio Banco e de terceiros, fundos de investimentos, previdência privada, entre outros. Dessa forma, 42% dos correntistas tem o Banco Inter como sua instituição financeira principal.\r\n\r\nA expectativa é de que a recuperação da economia brasileira ganhe cada vez mais ímpeto. Com a inflação controlada, abaixo do centro da meta, é de se esperar que a taxa Selic seja mantida pelo Banco Central nos atuais 6,5% a.a. por mais algumas reuniões. Como consequência do crescimento econômico e dos juros relativamente baixos, a tendência é que a demanda de crédito venha a aumentar. Como o Banco Inter possui a maior parte da sua carteira de crédito exposta ao setor imobiliário e ao crédito consignado, além de um ramo de cartões de crédito em franca ascensão, ele tende a se beneficiar desse cenário. \r\n\r\nFrente aos resultados positivos apresentados no 4T18 e ao potencial de crescimento do setor bancário, vemos a tendência do Banco Inter para o longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18 o Banco Inter apresentou lucro líquido recorrente de R$26,7 milhões, resultado 25,6% superior àquele registrado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$74,2 milhões, uma alta de 38,0% frente a 2017. A evolução desse resultado foi impulsionada, principalmente, pelos esforços na diversificação dos produtos e serviços oferecidos aos clientes, além do crescimento da carteira de crédito. \r\n\r\nQuanto às receitas de intermediação financeira, o Banco Inter totalizou R$180,0 milhões no 4T18, uma alta de 35,0% em comparação aos resultados do 4T17. Já no consolidado de 2018, a Empresa reportou receita de R$646,6 milhões, um aumento de R$98,9 milhões (18,0%) frente 2017. \r\n\r\nEnquanto isso, no que tange as despesas de intermediação financeira, constata-se um aumento de 11,9% na comparação entre o 4T18 e o 4T17 (R$75,6 milhões versus R$67,5 milhões). Porém, na comparação anual as despesas diminuíram 10,9% (R$291,5 milhões versus R$327,1 milhões).  \r\n\r\nO aumento das receitas de intermediação financeira em comparação ao crescimento mais lento (ou redução) das despesas pode ser explicado pela diminuição do custo de funding. No 4T17, o Banco Inter registrou um custo de 91,3% do CDI, e constatou-se uma redução de 9,7 p.p. em relação aos 81,6% do CDI apurados no 4T18. Esse indicador tem como finalidade mensurar, em termos de porcentagem do CDI, os custos da instituição financeira para a captação de recursos. Por sua vez, essa redução pode ser explicada como uma redução do custo de captação dos depósitos à vista, das aplicações de clientes de varejo e do incremento do saldo investido em poupança. Além disso, destaca-se também a redução de  investidores institucionais e de distribuidores e, em contrapartida, a elevação dos investidores do varejo, o que contribui para a diminuição do custo de funding.\r\n\r\nPor sua vez, a margem financeira líquida do Banco Inter subiu 0,2 p.p. na comparação trimestral, passando de 9,8% no 4T17 para 10,0% no 4T18. Já na comparação anual, o aumento foi de 1,4 p.p., após ter consolidado 9,6% em 2018, contra os 8,2% de 2017. \r\n\r\nAo se analisar a carteira de crédito do Banco Inter como um todo, é possível observar que a mesma apresentou um crescimento de 28,3%, passando de R$2,6 bilhões no 4T17 para R$3,3 bilhões no 4T18. \r\n\r\nJá quando se analisa a composição da carteira, percebe-se que o setor de crédito imobiliário ainda prevalece majoritário. No 4T18, esse segmento representou 58,3% do total da carteira de crédito, uma redução de 0,5 p.p. na contribuição do mesmo no 4T17 (58,8%). Na comparação trimestral esse setor cresceu 27,3%, passando dos R$1,5 bilhão no 4T17 para os R$1,9 bilhão no mesmo período do ano de 2018. Apesar da expansão do crédito, o loan-to-value (LTV) ficou praticamente estável em 43,0% no 4T18 (alta de 0,1 p.p. quando comparado ao 4T17). De forma simplificada, esta é uma medida do risco utilizado no ramo do crédito imobiliário, no qual quanto menor, melhor.\r\n\r\nEnquanto isso, o setor de crédito consignado continua em segundo lugar na composição da carteira de crédito. Porém, constatou-se uma redução de 5,7 p.p. na sua contribuição, passando dos 30,0% no 4T17 para 24,3% no 4T18. Mesmo assim, esse segmento cresceu 4,0% na comparação trimestral, passando dos R$780,0 milhões no 4T17 para R$811,4 milhões no 4T18.\r\n\r\nO destaque ficou para o segmento de cartão de crédito, que passou dos R$71,2 milhões no 4T17 para R$325,5 milhões no 4T18, representando uma elevação de 357,2%. Já em relação à carteira de crédito como um todo, o setor de cartão de crédito contribuiu 2,7% no 4T17, enquanto no 4T18 a contribuição da mesma foi de 9,8% (aumento de 7,1 p.p.). Aprofundando no segmento de cartão de crédito, observa-se que 19,3% dele (ou R$62,9 milhões) eram compostos por crédito rotativo, créditos vencidos e parcelados no 4T18. Já no 4T17, essa parcela representava 18,1% (ou R$12,9 milhões). Esse sub-segmento é importante por dois motivos: primeiramente, pois é responsável por receitas de juros. Em segundo lugar, pois mostra que o segmento de cartão de crédito evoluiu sem uma degradação significativa da base de clientes, através da não distribuição de crédito para clientes notoriamente sem margem.\r\n\r\nSobre a qualidade da carteira de crédito, refletindo o que já fora apresentado anteriormente, percebe-se que o índice de inadimplência acima de 90 dias passou de 5,2% em 2017 para 4,4% em 2018. A redução da inadimplência pode ser explicada, principalmente, pela melhor gestão da carteira de crédito, através de uma cobrança ativa. \r\n\r\nO ROAE recorrente da Companhia, por sua vez, apresentou uma variação negativa. Na comparação entre o 4T17 e o 4T18 houve contração de 11,2 p.p., passando de 22,6% no 4T17 para 11,3% no 4T18. Já na comparação anual, a diminuição foi de 4,4 p.p. (14,8% em 2017 versus 10,4% em 2018). Apesar do crescimento lucro líquido, o patrimônio líquido médio cresceu de forma mais significativa (148% na comparação entre o 4T17 e o 4T18), devido, principalmente, à oferta pública de ações (IPO).\r\n\r\nA alavancagem do Banco, medida pela carteira de crédito dividida pelo patrimônio líquido, também apresentou retração, passando de 6,8x no 4T17 para 3,6x no 4T18. Novamente, a elevação significativa do PL, em função da oferta pública de ações (IPO), influenciou nesse indicador, mesmo que a carteira de crédito tenha crescido de forma significativa.\r\n\r\nEnquanto isso, o índice de Basileia se expandiu 12,7 p.p., passando dos 17,2% no 4T17 para 29,9% no 4T18. Essa elevação é justificada, principalmente, pelo recente IPO, que veio reforçar o capital da Companhia. Esse índice permanece acima do mínimo estipulado pelo Banco Central de 8,625%.",
            "valor_total": "3.908.818",
            "receita_liquida": "742.181",
            "numero_acoes": "101.291",
            "pl": "9,37",
            "resultado": "67.742",
            "dividendos": "0,00",
            "beta": "0,08",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-11-26T15:12:13",
            "editado": "2019-02-22T14:30:33",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35856,
        "analista": 22,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência depois de uma congestão. Operação com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-15/22b2ffc56c3f3512502f6890eb5fbe27c7950950/bidi4.PNG",
        "compra": "41,55",
        "compra_maxima": "41,75",
        "stop": "39,00",
        "objetivo": "45,13",
        "preco_encerramento": "43,00",
        "criado": "2019-01-15T11:58:50",
        "editado": "2019-01-21T10:30:08"
    },
    {
        "empresa": {
            "id": 95,
            "analista": 31,
            "nome": "Cyrela",
            "codigo": "CYRE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/687ba3123e29b0f5fe2bec4d79c2e7cd5e017419/CYRE.svg",
            "sobre": "A Cyrela ocupa uma posição entre as maiores incorporadoras do País com atuação no segmento de alta renda e luxo. Com mais de 50 anos de existência, atua em todas a etapas do negócio, seja de forma independente ou através de parcerias na incorporação, construção, venda e prestação de serviços. A Companhia controla ainda a Cyrela Urbanismo, com foco em projetos completos para classe média e a Living, que atua no segmento super econômico. Atualmente, a Empresa está presente em 16 estados brasileiros e no Distrito Federal.",
            "pontos_positivos": "Operação diversificada em setores de alta, média e baixa renda.\r\nSequência de queda na taxa de juros, favorecendo a retomada do crédito de longo prazo.\r\nAumento no número de lançamentos, impulsionando as vendas e consequentemente a receita.\r\nCultura de preservação da liquidez e controle da alavancagem financeira dentro de níveis saudáveis.",
            "pontos_negativos": "A piora no cenário para incorporadoras voltadas para alta renda e luxo.\r\nInsegurança do investidor ainda elevada e crédito imobiliário limitado apesar da redução das taxas de juros e inflação.\r\nExpectativas deterioradas para a construção civil e para o crescimento da economia brasileira impactam as métricas da Empresa.",
            "resumo": "O último trimestre foi marcado pela definição eleitoral, o que resultou em uma forte retomada da confiança dos agentes econômicos, refletindo no preço dos papéis negociados em bolsa. Após a definição do quadro eleitoral, a expectativa de avanços importantes em uma pauta econômica pró-reforma animou os mercados. A construção civil, setor que é bastante penalizado em recessões econômicas, começa a dar sinais de que o pior passou. A tendência à frente deve ser positiva, caso o novo governo consiga avançar no Congresso Nacional as reformas necessárias para o fomento de novos investimentos, criação de empregos e, por consequência, renda. Ainda houve a definição de um marco importante para o setor de construção, com a aprovação da Lei do Distrato, deixando as regras mais claras e desincentivando a especulação, sendo melhor para o setor como um todo.\r\n\r\n\r\nNo longo prazo, entendemos que a Cyrela terá como principal desafio manter a performance através da redução de seus custos, da liquidação dos estoques e do foco na redução do endividamento. O setor já mostra sinais de recuperação, sobretudo do número de lançamentos. Apesar do avanço em importantes métricas operacionais, a Companhia fechou o ano novamente com  prejuízo líquido, apesar de ter registrado lucro líquido no 4T18, o que nos mantêm cautelosos quanto à geração de valor ao acionista. Desta forma, e somado com a lenta e tímida recuperação econômica, com destaque para o desemprego, avaliamos o ativo CYRE3 em tendência neutra.  \r\n \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nNo último trimestre do ano, a receita líquida totalizou R$1,3 bilhão, aumento de 64,6% em relação ao 4T17, reflexo da reclassificação entre linhas da provisão para distratos no montante de R$254 milhões. Excluindo esse efeito, o aumento teria sido de 33,2%. Os custos também se elevaram no trimestre, saltando 68,9%, de R$590 milhões para R$763 milhões. Os principais influenciadores para essa alta foram os R$167 milhões dos efeitos de provisão para distratos e R$67 milhões devido à reclassificação entre linhas de parte da provisão referente aos gastos reparatórios. A margem bruta foi de 25,1%, 1,9 p.p. abaixo dos 27% do último trimestre de 2017. Pontos de atenção ficam  para os níveis dos distratos e a realização de descontos na comercialização, que podem seguir pressionando a margem bruta.\r\n \r\nNa linha de despesas comerciais, a Cyrela também registrou um aumento, de 9,4% na comparação anual, em função da rubrica Mídia, devido ao aumento no número de lançamentos. Apesar disso, as despesas acabaram sendo diluídas devido ao maior crescimento da receita (ao contrário dos custos). Já as despesas gerais e administrativas apresentaram queda de 7,2%, atingindo R$92 milhões. O resultado financeiro também apresentou melhora, comparando os mesmos períodos, passando de R$8 milhões para R$16 milhões, fruto do ganho de R$12,5 milhões decorrentes da marcação a mercado de operações de Swap de taxa de juros de empréstimos e financiamentos. Em sua última linha das demonstrações de resultados, a Cyrela registrou um lucro líquido de R$116 milhões no trimestre analisado, ante lucro líquido de R$49 milhões no 4T17.\r\n \r\nEm relação aos dados operacionais, o número de lançamentos da Cyrela no 4T18 foi de 29 empreendimentos, 52,6% acima dos 19 empreendimentos lançados no 4T17, tendo o valor geral de vendas (VGV) lançado crescido 132,1%. Dessa forma, as vendas totais aumentaram 97,3%, para R$1,7 bilhão. Interessante observar que 73% das vendas totais foram de lançamentos, enquanto de estoque pronto foi de apenas 11%, mostrando dificuldades na redução dos estoques. A Cyrela conseguiu atingir uma velocidade de vendas (VSO) 12 meses de 45,1%, acima dos 34% do registrado no 4T17. O estoque a valor de mercado finalizou o ano em R$4,5 bilhões, enquanto o landbank apresenta  um VGV de R$37 bilhões.\r\n \r\nEm 31 de dezembro de 2018, a dívida bruta foi mensurada em R$2,4 bilhões, queda de 17,9% em relação aos R$2,9 bilhões registrados ao final do 3T18. Por sua vez, a dívida líquida cresceu 12,7%, comparando os mesmos períodos, atingindo R$820 milhões. Aproximadamente 88% das obrigações estão voltadas para o longo prazo e a parcela restante para o curto prazo, sendo o prazo médio da dívida de 3 anos. As disponibilidades são mais do que suficientes para cobrir a dívida de curto prazo, o que proporciona maior conforto quanto ao endividamento. A alavancagem financeira, medida por meio da dívida líquida/Patrimônio Líquido, atingiu 14,8% no trimestre analisado, um aumento frente o trimestre imediatamente anterior.",
            "valor_total": "6.184.024",
            "receita_liquida": "3.146.157",
            "numero_acoes": "399.815",
            "pl": "13,85",
            "resultado": "6.028",
            "dividendos": "1,12",
            "beta": "1,20",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:00:42",
            "editado": "2019-04-18T14:16:51",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35918,
        "analista": 22,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste na média de 9 períodos com rompimento da máxima do candle anterior. Operação a favor da tendência com volume acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-17/25bb67156ecb37de4c9ad2ab6a7e06c711eb6678/cyre3.PNG",
        "compra": "16,79",
        "compra_maxima": "16,87",
        "stop": "15,74",
        "objetivo": "17,99",
        "preco_encerramento": "17,20",
        "criado": "2019-01-17T11:53:50",
        "editado": "2019-01-18T15:04:35"
    },
    {
        "empresa": {
            "id": 83,
            "analista": 43,
            "nome": "Vale",
            "codigo": "VALE3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/eb8c792f190c5d4aa12248d998c7c656622e24fd/VALE.svg",
            "sobre": "A Vale é uma das maiores mineradoras do mundo e tem um dos maiores valores de mercado entre as companhias brasileiras. A Empresa é a maior produtora mundial de minério de ferro, pelotas de minério de ferro e níquel, além de também produzir manganês, ferroligas, carvão térmico e metalúrgico, cobre, cobalto, e subprodutos de metais do grupo platina, ouro e prata. Atualmente, as ações da Vale são negociadas na B3 (VALE3), na bolsa de Nova Iorque (VALE) e no mercado acionário de Paris.",
            "pontos_positivos": "Melhora dos indicadores econômicos e da visão do País no cenário externo tendem a impactar positivamente a captação de recursos a taxas mais atrativas.\r\nO minério de ferro extraído pela Vale é considerado de alta qualidade.\r\nPresença global, com manutenção de operações de extração em vários continentes, permite a mitigação do risco geográfico.\r\nPrograma de estímulo ao crédito na China e indicadores positivos fomentam a demanda por minério de ferro, bem como seus preços.\r\nEndividamento dentro da meta estabelecida pela gestão.",
            "pontos_negativos": "Desastre ambiental em Brumadinho (MG) pode acarretar em multas e sanções futuras à Companhia.\r\nOscilações da economia chinesa têm impacto direto sobre as cotações do minério de ferro, que responde por grande parte da receita total da Companhia.\r\nCorreções na cotação do minério de ferro podem contribuir para realizações nos preços das suas ações.\r\nSuspensão do pagamento de proventos aos acionistas da Empresa.\r\nAumento dos royalties da mineração pode impactar e diluir a lucratividade do negócio. ",
            "resumo": "Após 3 anos do desastre do rompimento da barragem da Samarco (controlada por VALE e BHP) em Mariana - MG, assistimos no dia 25 de janeiro uma nova tragédia envolvendo a Vale (VALE3). O enredo é o mesmo: o rompimento de uma barragem de rejeitos de mineração, desta vez na região de Brumadinho - MG. Mesmo com um vazamento de lama menor que no desastre de Mariana em 2015, o prejuízo humano foi de proporções trágicas.\r\n \r\nO futuro no que diz respeito às multas, penalizações e litígios ainda são desconhecidos. Os pagamentos de despesas futuras com o rompimento da barragem em Brumadinho podem alterar os múltiplos da Companhia.\r\n \r\nOs rumos das negociações do caso Samarco, cujas donas são a própria Vale e a anglo-australiana BHP, ainda podem ser revistos, o que pode implicar à frente em penalizações ainda maiores para a mineradora brasileira. Dessa forma, despesas maiores poderão influir sobre a lucratividade líquida e afetar as margens do negócio. Além disso, com toda a repercussão do rompimento da barragem, a Vale poderá ter dificuldades para obter novas licenças e como citado acima, pode também dificultar na retomada das licenças para a Samarco voltar produção. A Companhia citada previa obter todas as licenças necessárias neste ano para produzir minério de ferro em Mariana. \r\n \r\nApesar do cenário nebuloso à frente com impactos importantes na produção de minério de ferro, o preço da commodity poderá se manter em níveis elevados por mais tempo, o que atenua os efeitos do menor escoamento do seu carro-chefe. Os níveis de US$80-90 poderão se manter por mais tempo. \r\n \r\nMesmo com a suspensão de pagamento de proventos (juros sobre capital próprio e dividendos), avaliamos que a Vale é uma empresa geradora de caixa e que o desconto apresentado após o rompimento da barragem foi excessivo. Ainda, avaliando os atuais múltiplos, percebemos um desconto ante os pares. Avaliadas estas informações, acreditamos que os preços dos papéis VALE3 evoluirão positivamente no longo prazo. Ficaremos atentos às futuras sanções que a Empresa pode receber, que impactará os próximos resultados apresentados, e que poderão fazer com revisemos a sua tendência.   \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nA receita líquida somou R$37,4 bilhões no quarto trimestre deste ano, valor superior aos R$29,8 bilhões registrados no mesmo trimestre do ano anterior.  Os principais influenciadores desta elevação foram os maiores volumes de vendas de minério, principalmente de ferro e pelotas, e os maiores preços de seus principais produtos. \r\n \r\nEm relação aos custos, a rubrica cresceu 16,5% na comparação entre o quarto trimestre deste ano e do ano passado, totalizando R$21,9 bilhões. Como a variação das receitas (27,8%) superou a variação dos custos, o lucro bruto cresceu (receitas líquidas - custos) 41%, totalizado em R$15,5 bilhões. A margem bruta (lucro bruto/receita), de igual modo, subiu de 36,9% para 41,4%. Ainda, agrupando as contas relacionadas às despesas, tal métrica subiu de R$1,5 bilhão para R$1,8 bilhão, fato que dilui, em certa parte, a lucratividade do negócio.\r\n \r\nQuando avaliamos o Ebitda ajustado, percebemos o incremento de 27,4% da rubrica, calculado em R$17,0 bilhões, impactado, principalmente, pelo crescimento da receita pelos motivos citados acima. Na avaliação do lucro líquido, a métrica foi mensurada em R$14,4 bilhões no quarto trimestre de 2018, 5,7x maior do que o registrado no quarto trimestre do ano passado. Além do bom desempenho operacional, os ganhos com derivativos cambiais contribuíram para o importante incremento no período. \r\n \r\nOs investimentos no quarto trimestre de 2018 totalizaram US$1,4 bilhão. Deste montante, US$838 milhões foram destinados para a área de negócios de Minerais Ferrosos, enquanto as áreas de Metais Básicos, Carvão e Energia atingiram, respectivamente, US$595 milhões, US$59 milhões e US$5 milhões. \r\n \r\nA Vale conseguiu, por mais uma vez, reduzir seus níveis de endividamento. No encerramento deste trimestre, a dívida bruta foi calculada em US$15,4 bilhões, queda de US$7,0 bilhões na comparação com o mesmo período do ano anterior. Por sua vez, a dívida líquida alcançou US$9,6 bilhões, uma redução de US$8,4 bilhões em relação ao encerramento do quarto trimestre do ano passado, e atingindo a meta abaixo de US$10 bilhões estipulada pela gestão da Empresa para 2018. A queda do endividamento está relacionada à forte geração de caixa no período. \r\n \r\nA alavancagem financeira, medida pelo endividamento líquido sobre o Ebitda, se retraiu, na comparação anual, de 1,2x para 0,6x, explicada pela alta importante na geração operacional de caixa. Ainda, o cronograma de amortização da dívida 67% concentrado em vencimentos após 2023 não onera o caixa em curto prazo, tornando mais flexível a gestão de capital de giro.",
            "valor_total": "261.439.209",
            "receita_liquida": "134.483.126",
            "numero_acoes": "5.126.259",
            "pl": "33,88",
            "resultado": "25.656.526",
            "dividendos": "2,55",
            "beta": "0,56",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:21:27",
            "editado": "2019-04-22T17:13:25",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35936,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência no gráfico diário com volume acima da média. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-17/3ce9ea0780792b3e3ed5d5e662d5c09a9e13a200/vale.PNG",
        "compra": "54,50",
        "compra_maxima": "54,58",
        "stop": "51,40",
        "objetivo": "58,60",
        "preco_encerramento": "54,50",
        "criado": "2019-01-17T17:46:46",
        "editado": "2019-01-18T13:00:29"
    },
    {
        "empresa": {
            "id": 147,
            "analista": 31,
            "nome": "BR Malls",
            "codigo": "BRML3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/593c92eeda2ae1bcfcf3bdea6b336452d2beda4e/BRML.svg",
            "sobre": "A BR Malls é a maior empresa de shopping centers da América Latina, com participação em 39 centros comerciais e com 1.474,7 mil m² de área bruta locável (ABL). Os shoppings da Companhia estão localizados em todas as regiões do país e são diversificados em termos de público alvo, embora o foco seja na classe média. A Companhia atua ainda na comercialização de espaços em shopping centers. ",
            "pontos_positivos": "É a única empresa nacional de shopping centers com presença em todas as cinco regiões do Brasil.\r\nA robustez de seus negócios permite maior poder de barganha para atrair varejistas e contratos de serviços terceirizados.\r\nRedução na alavancagem financeira e melhora da estrutura de capital.\r\nMenor alavancagem do setor.\r\nCrescimento em importantes indicadores operacionais, tais como vendas brutas, vendas por m² e taxa de ocupação.",
            "pontos_negativos": "O desempenho pode ser prejudicado por níveis elevados no endividamento das famílias, no índice de desemprego, no índice inflacionário e nas taxas de juros.\r\nSalários estagnados.\r\nAumento forte nos custos e despesas.\r\nAumento de competitividade (e-commerce).",
            "resumo": "O desempenho do segmento de shoppings possui forte correlação com o desempenho do varejo, que teve por mais uma vez um ano bastante desafiador. Para 2019, o quadro brasileiro voltou a mostrar boas perspectivas para a recuperação econômica do país, com expectativa de melhora da situação financeira das famílias e aumento da intenção de compra de bens duráveis, assim como queda no desemprego. Isso se dá devido ao presidente eleito ter uma trajetória econômica mais liberal, o que nos faz enxergar essa melhora da situação econômica, permitindo que os juros continuem baixos e a inflação controlada, cenário que beneficia as vendas dos shoppings. \r\n \r\nNos próximos anos, deve ter pouca entrega de área bruta locável do desenvolvimento de novos shoppings no país, visto as poucas construções sendo realizadas no atual momento, enquanto a demanda de abertura de novas lojas no Brasil deve aumentar, o que tende a deixar o mercado mais pró-proprietário, podendo reduzir carências e descontos, aumento no de aluguel/m² e maiores taxas de ocupação. A Administradora de Shoppings segue com seu plano de adequação do portfólio, com vendas de ativos non-core (em fev/19 concluiu a venda do Shopping Sete Lagoas) e em aquisições de core (de maior porte, em cidades grandes e onde podem realizar a gestão ativa).\r\n \r\nA BR Malls apresentou resultados positivos no quarto trimestre de 2018, sobretudo com melhora na taxa de inadimplência, que levou as despesas de provisão para devedores duvidosos cair significativamente, além da melhor taxa de ocupação. Ainda houve crescimento em importantes indicadores financeiros, mantendo baixa alavancagem financeira e adequada liquidez. O trimestre ainda foi marcado pela Transformação Digital, iniciando a implementação da solução Delivery Center, que abre novos horizontes para os consumidores e lojistas através de soluções de entregas na mesma hora. Adicionalmente, a Companhia obteve upgrade da agência de classificação de risco Fitch. Dessa maneira, mantemos a tendência de longo prazo da Companhia de alta. Caso esse cenário mais otimista em relação ao novo governo não venha a se concretizar, como a implementação de reformas fiscais, podemos alterar a nossa perspectiva para as ações da BR Malls (BRML3).\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n \r\nAo término do último trimestre de 2018, a Administradora de Shoppings reportou uma receita líquida de R$351,7 milhões, uma redução de 5,1% em relação ao mesmo período do ano anterior. A receita de aluguel mínimo também apresentou performance negativa, de 5,8% quando comparado ao 4T17, totalizando R$195,1 milhões. Outra receita importante é a advinda do estacionamento, que ficou praticamente estável, subindo 0,1%, atingindo R$80,5 milhões. Essas reduções se devem, sobretudo, ao evento não recorrente dos shoppings vendidos (ex vendas) em dezembro de 2017. Caso excluirmos esse evento, a receita líquida teria reduzido 0,5%, o aluguel mínimo 0,6% e a receita de estacionamento expandido em 4,5% (explicado pelo aumento de 3,2% no fluxo de veículos). Os custos elevaram em 30,2%, excluindo a venda dos shoppings, atingindo R$45,3 milhões, enquanto as despesas com vendas, gerais e administrativas foram reduzidas em 23,5%, atingindo R$63,2 milhões.\r\n \r\nO Ebitda ajustado ex vendas foi de R$235,0 milhões no 4T18, aumento de 6,0% ante os meses de outubro a dezembro de 2018. O lucro líquido ajustado foi de R$162,8, um aumento de 26% em relação ao 4T17, refletindo o resultado financeiro (+33,1%), a estratégia de ajuste do mix, melhora da provisão para devedores duvidosos (PDD) e os efeitos tributários de juros sobre capital próprio (JCP). O resultado operacional líquido ex vendas (NOI - em inglês) atingiu R$316,9 milhões, uma redução de 0,8% em relação ao homólogo de 2017. O NOI é calculado pela soma do resultado operacional, como receitas de aluguéis e estacionamento, reduzindo as despesas operacionais.\r\n \r\nA BR Malls apresentou avanços em importantes indicadores operacionais nos meses de outubro a dezembro de 2018 ante o mesmo período do ano anterior. Dentre eles, é importante destacar: (i) recuo de 0,9 p.p. da inadimplência líquida; (ii) aumento de 0,5 p.p. na taxa de ocupação; (iii) crescimento de 7,7% nas vendas totais; (iv) expansão de 4,9% no aluguel mesmas lojas; e (v) crescimento de 3,7% nas vendas mesmas lojas.\r\n \r\nNo que se refere à estrutura de endividamento, ao término de dezembro de 2018, a Br Malls possuía uma dívida bruta de R$2,8 bilhões, redução de 2,7% em relação ao trimestre imediatamente anterior. As disponibilidades da Companhia somavam R$935,3 milhões, 6,7% menor do que o 3T18, refletindo o cronograma de amortização das dívidas e pela distribuição de JCP. Dessa maneira, a dívida líquida da BR Malls foi de R$1,9 bilhão no trimestre analisado, queda de 0,57% em relação ao meses de julho a setembro de 2018. Em decorrência do menor endividamento, fruto da maior amortização de empréstimos e financiamentos, a BR Malls apresenta uma alavancagem confortável. A alavancagem financeira, medida pela relação entre a dívida líquida e o Ebitda, foi de 2,0x.\r\n \r\nA BR Malls mantém a sua estratégia de fortalecimento do portfólio de shoppings. A Companhia finalizou o 4T18 com participação em 39 shoppings. A Companhia investiu um total de R$94,8 milhões, principalmente em projetos greenfields. A BR Malls ainda realiza 5 projetos de retrofits e o trimestre teve avanços importantes nas obras, com a realização de entregas parciais, dentro do cronograma. A administradora de shoppings estuda investir aproximadamente R$400 milhões, que começou a ser desembolsado em 2017, em um horizonte de 5 anos, para aumentar a atratividade de seus principais shoppings.",
            "valor_total": "11.395.289",
            "receita_liquida": "291.986",
            "numero_acoes": "871.666",
            "pl": "12,03",
            "resultado": "1.014.087",
            "dividendos": "0,09",
            "beta": "1,09",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:54:35",
            "editado": "2019-03-27T16:22:16",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35521,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência com volume acima da média e a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-2/6606095b0c8425c014012c035a51a0baa1570417/brml3.PNG",
        "compra": "13,40",
        "compra_maxima": "13,47",
        "stop": "12,50",
        "objetivo": "14,40",
        "preco_encerramento": "13,48",
        "criado": "2019-01-02T13:52:54",
        "editado": "2019-01-18T10:25:46"
    },
    {
        "empresa": {
            "id": 16,
            "analista": 42,
            "nome": "LOJAS RENNER ON",
            "codigo": "LREN3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/147806f306b68dd964ba3ee1de9445e1a8194541/LREN.svg",
            "sobre": "A Lojas Renner é uma das maiores varejistas de moda do país em faturamento. Atualmente, a Empresa conta com mais de 500 lojas em operação, entre lojas da Renner, da Camicado e da Youcom, com presença em todo o país. A Companhia adota há 10 anos conceitos de identificação de tendências a partir dos estilos de vida de seus clientes, técnica que otimiza o tempo de compra e torna a Empresa referência no setor. Sendo a primeira corporação no Brasil a ter 100% das ações negociadas em bolsa, a Lojas Renner é negociada na B3 sob o código LREN3.",
            "pontos_positivos": "Elevação do ticket médio.\r\nDesempenho acima do segmento varejista de vestuário.\r\nExpansão das vendas.\r\nMaior geração de fluxo de caixa operacional.\r\nMelhora nos indicadores de inadimplência.\r\nExpansão das operações para a América Latina.\r\nAumento das vendas à vista.",
            "pontos_negativos": "Fraco crescimento das receitas com produtos financeiros.\r\nModelo de negócio caracterizado por intensa concorrência e baixas margens de lucratividade.\r\nRedução nas vendas com o cartão da bandeira Renner.\r\nMaior necessidade de capital de giro para financiamento das operações.",
            "resumo": "As projeções de curto e médio prazo para o cenário macroeconômico doméstico apontam para uma lenta retomada da atividade econômica. A afirmação é sustentada pelas melhores projeções de expansão do PIB, que podem ser observadas no relatório Focus, inflação sob controle, que por sua vez refletiu na manutenção da Selic no menor patamar histórico, 6,50% a.a. Contudo, o desemprego que ainda se encontra em elevados patamares, se constitui em um importante desestímulo para o segmento, além da redução da remuneração média, que desde do início de 2018 apresentou retração de aproximadamente 12%. Em contrapartida, é importante ressaltar que o Índice de Confiança do Consumidor, levantamento realizado pela Fundação Getúlio Vargas (FGV) aponta melhoras nos níveis de confiança, em janeiro o índice saltou 3,60 pontos, deste modo, atingindo o melhor patamar desde de fevereiro de 2014. Segundo a visão da Instituição, paulatinamente os consumidores começam a perceber a melhora do mercado de trabalho, ajustar seu orçamento doméstico e reduzir o nível de endividamento.\r\n\r\n\r\nQuanto à performance do segmento varejista de vestuário, percebe-se que o setor apresenta uma das piores performances do varejo como um todo, com variação negativa no volume de vendas e nas receitas (-9,20 e -10,40 pontos)  respectivamente. Os números de 2018 apresentam grandes contrastes com os resultados observados em 2017, quando os mesmos indicadores cresceram 7,6 e 10,30, respectivamente. A despeito do péssimo desempenho do setor e do cenário macroeconômico que ainda permanece desafiador para a atividade varejista, as Lojas Renner apresentaram performance acima do segmento, tanto no que tange o volume de vendas como em faturamento. A Varejista também reportou resultados que mostram avanço em importantes indicadores financeiros operacionais, apresentando margens que superaram as expectativas do mercado. Logo, mantemos o otimismo com a Companhia e mantemos inalterada a tendência de alta de longo prazo para os papéis das Lojas Renner (LREN3).\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\n\r\nO quarto trimestre de 2018 foi mais uma vez marcado pelo bom desempenho das vendas consolidadas, reflexo da elevação do ticket médio, que foi de 5,50% ficando em R$158,50, maior fluxo de clientes nas lojas e assertividade na coleção. Com isso, a receita líquida de vendas apresentou expansão de 16,80% na base de comparação anual, totalizando R$2,60 bilhões. De igual modo, o EBITDA, que mede o desempenho financeiro operacional, apresentou crescimento e foi registrado em R$743 milhões, sinalizando elevação de 23,10% em relação ao resultado do 4T17, mesmo com o aumento das despesas operacionais, de vendas e administrativas. O lucro líquido avançou 32,50% na comparação com o quarto trimestre de 2017, atingindo R$440 milhões, sendo auxiliado pela elevação das receitas dos produtos financeiros, que apresentaram expansão de 3,90%, sendo registradas em R$78,70 milhões.\r\n\r\n\r\nAs lojas recém inauguradas, com até 12 meses, apuraram um crescimento nas vendas de 12%, frente à expansão de 8,70% reportada no 4T17. O crescimento das vendas também foi em parte auxiliado pelo incremento no número de lojas. As Lojas Renner finalizaram o quarto trimestre de 2018 com um total de 354 pontos de vendas em funcionamento, 24 lojas a mais que o reportado no 4T17, sendo que apenas no 4T17 foram inauguradas 14 novas lojas. As despesas operacionais de vendas, gerais e administrativas apresentaram alta de 12,40%, contudo, apresentaram uma maior diluição, visto que em percentual da receita líquida houve retração de 1,20p.p. A elevação das despesas gerais e administrativas deveu-se, principalmente, ao reforço na estrutura das principais áreas da Companhia nos últimos doze meses, para garantir a competitividade do negócio, alinhado com as novas iniciativas do ciclo digital.\r\n\r\n\r\nNo que tange ao mix de pagamentos, este se manteve em linha com o reportado no mesmo período do ano anterior. O destaque positivo foi o aumento dos pagamentos à vista, que cresceu 0,9p.p. na comparação com o mesmo período do ano anterior, ficando e 28,40% das vendas totais. Na ponta negativa, observamos a retração nas das vendas com os cartões da bandeira Renner, 43,60% frente a 44,30% no 3T18, sendo responsáveis pelo tímido crescimento das receitas com produtos financeiros. No que diz respeito a inadimplência houve redução nas perdas, com o resultado ficando em 2,20%, 0,7p.p. menor que o reportado ao término do 4T18. A redução nos percentuais de perda e de atraso é reflexo dos avanços nos processos de concessão e recuperação de créditos.\r\nAo término do 4T18 as Lojas Renner apresentaram evolução na geração de caixa operacional R$721 milhões, avanço de 35% na comparação com o mesmo período do ano anterior. Por outro lado, a Companhia apresentou uma maior necessidade de capital de giro para financiamento de suas operações, que foi de R$115 milhões a mais. A maior demanda de capital de giro foi em decorrência do maior volume de contas a receber dos clientes e maiores estoques.\r\nNo que tange a estrutura financeira e o endividamento, ao término do 4T18 a Companhia apresentava uma dívida líquida de R$505,30 milhões, demonstrando uma redução de 23,40% na comparação com o 4T17. De igual modo, a alavancagem financeira apresentou redução, indo de 0,45x para 0,28x. A melhora dos indicadores de endividamento está associada diretamente com o incremento do caixa e equivalentes, o qual apresentou avanço de 21,20%, ficando em R$1,38 bilhão, visto que o endividamento financeiro apresentou elevação de 4,90% ficando em R$1,89 bilhão. A despeito do maior endividamento financeiro, a varejista manteve a sua capacidade de solvência tanto no curto como no longo prazo.\r\n\r\n\r\nPara o ano de 2019, as Lojas Renner pretende expandir suas operações na América do Sul, através da inauguração de 3 novos pontos de vendas na Argentina e 1 no Uruguai. Para isso a Companhia pretende investir cerca de R$700 milhões, valor 14,50% superior ao investido durante o ano de 2018.\r\n",
            "valor_total": "30.440.614",
            "receita_liquida": "8.426.541",
            "numero_acoes": "717.940",
            "pl": "5,51",
            "resultado": "1.020.136",
            "dividendos": "0,43",
            "beta": "0,88",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:18:03",
            "editado": "2019-03-15T18:21:36",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35904,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média a favor da tendência, rompendo as máximas dos candles anteriores.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-17/61e9fa6037739947972826f3fbade1b3faa8eeef/lren3.PNG",
        "compra": "41,96",
        "compra_maxima": "42,16",
        "stop": "40,06",
        "objetivo": "43,55",
        "preco_encerramento": "43,55",
        "criado": "2019-01-17T10:17:05",
        "editado": "2019-01-17T16:54:04"
    },
    {
        "empresa": {
            "id": 372,
            "analista": 49,
            "nome": "IRB Brasil Resseguros",
            "codigo": "IRBR3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/ba7e98c3ce85cb8e93bb499d3bba53989f1e1cc9/IRBR.svg",
            "sobre": "A IRB Brasil Resseguros é uma empresa que atua a quase 80 anos no setor de resseguro no Brasil. Seu segmento de atuação contribui com a capacidade de absorção de riscos e proteção da saúde financeira das seguradoras, através de cobertura para riscos em todas as linhas de negócios do mercado ressegurador. Sua sede é no Rio de Janeiro e a companhia possui escritórios em São Paulo, Buenos Aires, Nova Iorque e Londres. A companhia entrou para a bolsa em 2017, no Novo Mercado, nível máximo de governança. Com isso, ela conseguiu assumir a 9ª posição entre os 10 maiores resseguradores do mundo em valor de mercado. A companhia atua nas seguintes linhas de negócio: riscos aeronáuticos, diversos, de engenharia, garantia, linhas financeiras, óleo e gás, property, responsabilidade civil, riscos rurais, vida e previdência, transportes e marítimos.",
            "pontos_positivos": "Evolução em importantes indicadores operacionais inerentes ao segmento de atuação.\r\nAtuação diversificada em países na América África, Europa, Ásia e América Latina, sendo que neste último continente a Companhia tem negócios em quase todos os países.\r\nA Companhia se beneficia das práticas de gestão de riscos eficazes, minimizando a volatilidade de seus negócios e otimizando suas exposições a riscos em vários níveis operacionais.\r\nGanhos de sinergia com a Empresa de gestão de carteiras.\r\nAumento da participação dos serviços de seguros na composição do PIB.\r\nA Companhia se beneficia da apreciação do dólar frente ao real.\r\nGanho de market share.\r\nInexistência de alavancagem financeira.\r\nExpansão no número de novos contratos.",
            "pontos_negativos": "A entrada de grandes resseguradores globais no Brasil, bem como a criação de novas empresas de resseguro de capital nacional tem fomentado maior competitividade para o mercado.\r\nRisco típico do mercado securitário que é representado pela possibilidade de haver estimação inadequada do risco, o que, em última instância, pode afetar a rentabilidade da operação em função da maior ocorrência de sinistros em relação ao previsto.\r\nResultados sujeitos aos efeitos de catástrofes ocasionadas pela natureza ou pela ação humana.\r\nMudanças na indústria de seguros no Brasil podem afetar a Companhia e ter efeito adverso sobre seus negócios e resultados.\r\nRebaixamento da classificação de risco de companhias ou de suas coligadas podem impactar os contratos de resseguros da Companhia.\r\nForte dependência das receitas financeiras, as quais apresentaram retração no período em análise.\r\nMaiores gastos com a ocorrência de sinistros.",
            "resumo": "A previsão para retomada do crescimento do PIB favorece a expansão do mercado de resseguros, que apresentou um crescimento médio de 21% ao ano nos últimos seis anos. A possibilidade de novos projetos em infraestrutura, novos leilões da Agência Nacional do Petróleo, privatizações e nova dinâmica para os planos de previdência privada VGBL podem trazer um impulso para a indústria.\r\n \r\nOs destaques nos resultados do 4T18 da Companhia foram: Lucro Líquido com um crescimento de 49,7% comparado ao mesmo trimestre de 2017; ROAE (retorno sobre o patrimônio líquido médio) de 40,1% no quarto trimestre; Prêmio Emitido, que atingiu R$1,68 bilhão, crescimento de 34,0% no trimestre; e despesas administrativas, que permaneceram praticamente estáveis.\r\n \r\nAs perspectivas para o cenário onde a IRB Brasil RE atua são positivas, aliadas a uma solidez dos resultados e constantes crescimentos nos lucros. Por isso, apontamos a tendência para o ativo no longo prazo como alta. Destacamos que as ações da Companhia têm sido negociadas com um preço acima do seu valor patrimonial e acima do valor patrimonial dos seus pares mercado, o que sinaliza otimismo do mercado para o desempenho do papel. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nNo 4T18, o volume total de prêmio emitido pelo IRB Brasil RE cresceu 34,0%, totalizando R$1.681,2 milhões. Desse montante, R$978,2 milhões estão no mercado interno, representando 58%, e R$703,0 milhões no exterior, representando 42%. O crescimento no mercado interno foi de 38%, resultado do aumento do market share da Companhia e da retomada do crescimento do próprio mercado local. O destaque fica para os segmentos patrimonial, que representou 35,6%, e rural, que representou 32,8%. Já o mercado externo expandiu 28,9% neste trimestre, consequência da ampliação de participação em contratos existentes. O segmento de destaque no exterior foi o de vida, que representou 54,8% dos prêmios emitidos, seguido pelo segmento agro, que respondeu por 15,3%.\r\n \r\nO resultado de Underwriting (subscrição) atingiu R$357,6 milhões, avançando 37,4% no quarto trimestre. O aumento no volume total de prêmio emitido de 34% contribuiu para o avanço desta rubrica.\r\n \r\nO resultado financeiro do 4T18 apresentou redução de 12,8%, totalizando R$135,0 milhões contra R$154,8 milhões do trimestre anterior. A rentabilidade da carteira de investimentos financeiros consolidados em reais da controladora e de suas subsidiárias/sucursais foi de 141% do CDI no ano de 2018, contra 131% do CDI no ano de 2017, expansão de 10 p.p..\r\n \r\nO desempenho do resultado patrimonial, receitas/despesas com imóveis de renda, líquidas, reduziu-se de R$21,0 milhões para R$10,0 milhões no quarto trimestre de 2018. Essa redução se deu por conta dos investimentos com base em planejamento estratégico para o 4T18. Porém, no acumulado do ano de 2018, o resultado patrimonial apresentou um crescimento de 43,3% comparado ao ano de 2017.\r\n \r\nO lucro líquido atingiu R$372,9 milhões no quarto trimestre de 2018, avançando 49,7% em comparação ao 4T17. Já no acumulado do ano, o lucro líquido saiu de R$925,0 milhões em 2017 para R$1,21 bilhão em 2018. Este crescimento deve-se ao resultado com prêmio emitido, ao avanço no resultado operacional, que compensou a queda no resultado financeiro, e à redução da alíquota efetiva no período. Com isso, o ROAE avançou 11 p.p., passando de 29% no 4T17 para 40% no trimestre atual.",
            "valor_total": "27.701.470",
            "receita_liquida": "1.450.923",
            "numero_acoes": "310.415",
            "pl": "12,89",
            "resultado": "1.218.796",
            "dividendos": "2,22",
            "beta": "0,17",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-05-04T15:20:12",
            "editado": "2019-02-12T11:31:37",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35877,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média a favor da tendência. Rompimento da máxima do candle anterior com volume projetado acima da média.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-16/7138d5de7c1755c4a29fd11b9657703e273b1005/irbr3.PNG",
        "compra": "81,45",
        "compra_maxima": "81,86",
        "stop": "78,30",
        "objetivo": "84,90",
        "preco_encerramento": "83,38",
        "criado": "2019-01-16T10:37:21",
        "editado": "2019-01-17T10:24:40"
    },
    {
        "empresa": {
            "id": 58,
            "analista": 42,
            "nome": "MAGAZINE LUIZA ON ",
            "codigo": "MGLU3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/b690dcd051afaf80c8c96162e621a760ded1a12f/MGLU.svg",
            "sobre": "A Magazine Luiza figura entre as maiores companhias de varejo do Brasil, atuando no comércio varejista através de lojas físicas e e-commerce, além de oferecer produtos e serviços financeiros complementares, tais como: crédito ao consumidor (Luizacred), seguros (Luizaseg) e consórcios (Consórcio Luiza). São 791 lojas físicas, um site e nove centros de distribuição, estrategicamente localizados em dezesseis estados brasileiros. A Magazine Luiza conta também com mais de 20 mil colaboradores, e uma base de aproximadamente 45 milhões de clientes. Os principais produtos comercializados pelo Magazine Luiza estão nos setores de tecnologia, eletrodomésticos, eletroeletrônicos, telefonia, móveis, presentes e brinquedos. No site há um mix mais amplo, contando com mais de 40 mil modelos de produtos.",
            "pontos_positivos": "Expressivo crescimento no e-commerce, permitindo a diluição de despesas operacionais.\r\nExpansão na base de clientes do cartão Luiza.\r\nExpansão no número de lojas físicas.\r\nGanho de market share.\r\nPerformance acima do segmento.\r\nInexistência de alavancagem financeira.\r\nRedução da inadimplência da carteira de crédito.",
            "pontos_negativos": "Segmento de atuação caracterizado por baixas margens de lucratividade.\r\nMaior necessidade de capital de giro.\r\nRedução das vendas à vista.\r\nEstagnação na demanda por bens duráveis.\r\nElevado patamar desocupados e redução da média salarial.",
            "resumo": "Segundo a última pesquisa mensal do comércio (PMC) promovida pelo IBGE, o segmento ligado às vendas de móveis e eletrodomésticos apresenta retração no volume de vendas de 10,80 pontos no acumulado de 2019 na comparação com o mesmo período de 2018. O atual cenário contrasta com o observado no mesmo período do ano anterior, onde o volume de vendas apresentou expansão de 9,50 pontos. Outro fator, que é importante salientar, é a estagnação na demanda por bens de consumo duráveis, segundo o IPEA, muito embora o resultado do consumo das famílias no 4T18 tenha apresentado o melhor resultado desde 2014. O contraste é reflexo da lenta retomada da atividade econômica, que embora haja melhores expectativas, indicadores como desemprego, que atualmente atinge 11,60% da população, baixa projeção de expansão do PIB, baixa utilização da capacidade instalada da indústria e necessidade estímulos pelo Banco Central, via a adoção de uma política monetária acomodatícia dado o baixo nível de atividade econômica.\r\n\r\n\r\nA despeito do ainda adverso ambiente macroeconômico, a Magazine Luiza (MGLU3) performou acima do segmento e dos seus pares de mercado e apresentou relevante evolução na sua performance. De igual modo, mostrou avanço em importantes indicadores financeiros operacionais, sendo puxados principalmente pelo desempenho do e-commerce, que atualmente representa 38% das vendas totais, o que refletiu no ganho de participação de mercado. Acreditamos que o processo de transformação digital, que a Varejista vem intensificando nos últimos trimestre seja o grande diferencial frente os principais concorrentes e pares de mercado. Em virtude do que foi dito, mantemos o otimismo com ativo e permanecemos com a tendência de alta para o papel no longo prazo.\r\n\r\n\r\nANÁLISE DOS RESULTADOS DO 4º TRIMESTRE DE 2018\r\n\r\n\r\nAo final de dezembro de 2018, a receita de vendas líquidas da Magazine Luiza totalizou R$4,61 bilhões, o que significa um crescimento de 27,30% frente ao resultado auferido no quarto trimestre de 2017. A expansão da vendas ocorreu tanto no e-commerce e lojas físicas, 57% e 24% respectivamente. É importante ressaltar o aumento das vendas nas lojas recém-inauguradas, com até 12 meses, que foi de 16,10%. A expansão das vendas também foi possibilitada pelo incremento do número de lojas tanto físicas e online. Durante o 4T18 foram inaugurados 31 novos pontos de vendas, desse modo encerrando o período em análise com 791 novas lojas físicas e 162 lojas virtuais.\r\n\r\n\r\nO desempenho operacional, mensurado pelo Ebitda, cresceu 13%, sendo registrado por R$353,50 milhões, porém o indicador apresentou retração de 0,9p.p na margem, que representou 7,70% da receita líquida. Ao término do quarto trimestre de 2018, a Magazine Luiza (MGLU3) reportou um lucro líquido de R$189,60 milhões, o que denota uma expansão de 14,50% em termos reais e uma retração de 50bps na margem, ambos na base de comparação anual. O resultado final foi em parte prejudicado pelo aumento das despesas financeiras com juros que ficaram em R$87,40 milhões, crescimento de 1,90% na base de comparação anual.\r\nNo que tange a composição das vendas, a Varejista apurou redução nas vendas à vista, que passaram de 27% para 28% e nas vendas de cartões de terceiros, que foram de 42% para 41% e aumento nas vendas com o Cartão Luiza, ganho de 3p.p., ficando em 28%. Sobre o cartão Luizacred, é importante ressaltar que a base aumentou em 25,60% na comparação entre o 4T18 e 4T17. A importância do cartão para a Companhia é que os usuários possuem maior ticket médio, maior frequência de compra e são mais fiéis. Ao término do quarto trimestre de 2018, a carteira total de crédito da Magazine Luiza era de R$8,40 bilhões, crescimento de 46,70% na base de comparação anual.\r\n\r\n\r\nNo 4T18, os indicadores de inadimplência apresentaram evolução, os créditos vencidos de 15 dias a 90 dias representaram 2,7% da carteira total, diminuindo 0,1p.p. em relação ao 4T17, reflexo de uma política de crédito mais restritiva. A carteira vencida acima de 90 dias alcançou 7,2% da carteira total no referido trimestre, redução de 0,2p.p. na comparação com o mesmo período do ano anterior. Enquanto o atraso consolidado da carteira total ficou em 10%, retração de 0,2p.p. na comparação com o mesmo período do ano anterior. No que tange a geração de caixa operacional, houve uma significativa expansão, o indicador ficou em R$1,02 bilhão, crescimento de 55% na comparação com o mesmo período do ano anterior, em decorrência do maior lucro líquido. Já que no período em análise houve maior necessidade de capital de giro para financiamento das operações, que ficou em R$328 milhões, frente ao valor negativo de R$52 milhões reportado no mesmo período do ano anterior. O que mais pesou sobre o indicador foi o aumento das contas a receber e dos estoques, que aumentaram respectivamente 65% e 42%.\r\n\r\n\r\nNo que tange a estrutura financeira, ao final de dezembro de 2018, a Magazine Luiza (MGLU3) possuía uma dívida líquida negativa de R$552 milhões, frente ao valor de R$801 milhões reportados no mesmo período do ano anterior. Uma dívida líquida negativa indica que o valor possuído em caixa é suficiente para saldar as dívidas financeiras e ainda há sobra, também demonstra a inexistência de alavancagem financeira. A piora dos indicadores de endividamento é creditada majoritariamente à redução da posição de caixa e equivalentes, a qual totalizou R$1 bilhão, retração de 40% na comparação anual, em decorrência principalmente do pagamento de principal de empréstimos e financiamentos. Embora os indicadores tenham piorado, a Magazine Luiza manteve a capacidade de solvência no curto e no longo prazo. ",
            "valor_total": "34.215.746",
            "receita_liquida": "15.590.444",
            "numero_acoes": "188.964",
            "pl": "12,19",
            "resultado": "597.429",
            "dividendos": "0,6",
            "beta": "1,13",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:32:08",
            "editado": "2019-03-22T17:23:38",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35502,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a força da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-2/409649b167188efcb9a9395845a36f40c8fc5165/mglu3.PNG",
        "compra": "183,36",
        "compra_maxima": "183,98",
        "stop": "169,30",
        "objetivo": "200,00",
        "preco_encerramento": "176,58",
        "criado": "2019-01-02T11:03:58",
        "editado": "2019-01-15T17:09:07"
    },
    {
        "empresa": {
            "id": 11,
            "analista": 42,
            "nome": "Hering",
            "codigo": "HGTX3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c6868fae8c9e62a7738c6a48f99ce2bcfa50337e/HGTX.svg",
            "sobre": "Com mais de 135 anos a Hering (HGTX3) é a maior rede de franquias de varejo têxtil do Brasil, a empresa possui em seu portfólio quatro marcas: (i) Hering; (ii) Hering Kids; (iii) PUC e; (iv) Dzarm. Visando atender o mercado de forma ágil e flexível a Hering possui um modelo de produção híbrido caracterizado pela combinação de produção própria, terceirizada e outsourcing (compra de produto acabado) no mercado interno e externo. Atualmente a varejista possui dois pólos industriais localizados nos estados de Santa Catarina e Rio Grande do Norte. Também possui centros de distribuição localizados em Blumenau (SC) e Anápolis (GO), e a partir deles abastece todas as lojas próprias, franqueadas e clientes Multimarcas.\r\n",
            "pontos_positivos": "Maior eficiência na gestão do capital de giro.\r\nRedução das despesas operacionais.\r\nExpressiva geração de caixa operacional.\r\nMaior produtividade nas vendas.\r\nExposição ao cenário externo.\r\nInexistência de alavancagem financeira.",
            "pontos_negativos": "Setor da empresa é marcado por forte concorrência, o que pressiona as margens e pode comprometer a rentabilidade do negócio.\r\nElevada taxa de desemprego e redução do salário médio, que compromete a propensão ao consumo.\r\nSegmento oferece baixas barreiras a entrada de novos concorrentes.\r\nRetração nas vendas.",
            "resumo": "Segundo a última Pesquisa Mensal do Comércio (PMC) promovida pelo o IBGE, o segmento focado em vestuário apresentou forte retração no volume de vendas e no faturamento na comparação com o mesmo período do ano anterior, recuo de 9,30p.p. e 10,60p.p. respectivamente, desse modo, auferindo uma das piores performances do varejo. O desempenho do setor reflete o atual cenário macroeconômico doméstico, que sinaliza para uma lenta retomada do crescimento econômico, dado a baixa perspectiva de expansão para o PIB e ainda elevado patamar de desocupados, muito embora tenha apresentado uma tímida melhora nos últimos trimestres, que vem acompanhado da estagnação no salário médio nacional, o que tende a retrair a propensão ao consumo por parte das famílias. Por outro lado, destacamos a melhora no nível de confiança do consumidor no início de 2019. Segundo a Fundação Getúlio Vargas (FGV), aos poucos os consumidores começam a perceber a melhora do mercado de trabalho, adequar o orçamento doméstico e reduzir o nível de endividamento.\r\n\r\n\r\nO desempenho da Hering (HGTX3) no 4T18 apresentou sinais mistos, com retração nas vendas, mas avanço no Ebitda, geração de caixa operacional e lucro líquido, além de outras métricas operacionais de vendas. Não foi possível observar melhora nos resultados, nem mudança no cenário macroeconômico que pudesse gerar otimismo com o ativo no longo prazo, logo, optamos por manter o teor de cautela com o ativo e manter a tendência neutra para longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nAo término do quarto trimestre de 2018, a Hering (HGTX3) reportou uma receita líquida de vendas de R$530,25 milhões, montante 1,40% menor que o reportado no 4T17. Dentre os principais fatores que impactaram o resultado das vendas é válido citar: (i) temperaturas desfavoráveis ao calendário das coleções; (ii) encerramento de 66 lojas no acumulado de 12 meses; (iii) retração de 25,40% nas vendas internacionais; (iv) aumento de 13% nas vendas das lojas recém inauguradas, com até 12 meses de funcionamento, (v) aumento do ticket médio e (vi) retração nas vendas para os franqueados e lojas multimarcas. \r\n\r\n\r\nO Ebitda(indicador que mede o desempenho operacional) apresentou evolução, registrando R$88,87 milhões, o que representou um crescimento de 9,0% e incremento na margem de 1,80 p.p. na comparação com o resultado reportado no mesmo período do ano anterior, mesmo com uma menor receita. O resultado foi auxiliado por menores despesas operacionais, as quais no 4T18 apresentaram retração de 28% na comparação com o 4T17, reflexo de uma gestão austera e com foco em ganhos de produtividade. O lucro líquido também apresentou expansão na base de comparação anual, atingindo R$95,47, resultado 11% maior que o reportado ao fim do 3T17. O resultado final foi auxiliado por menores despesas financeiras líquidas com juros, as quais totalizaram R$12,92 milhões, redução de 23,70%.\r\n\r\n\r\nNo período em análise, a Hering (HGTX3) o ticket médio ficou em R$148,14, aumento de 5,30% na comparação com o mesmo período do ano anterior. O preço médio também apresentou evolução, indo de R$61,99 para R$64,80, evolução de 4,50%. Além da evolução na política de preços, a varejista reportou uma maior produtividade nas vendas. A área de vendas ao término do 4T48 era de 77.796 m², retração de 6,30%. Contudo, a o faturamento por metro quadrado ficou em R$6.809, aumento de 17%. A companhia encerrou o último trimestre de 2018 com 761 pontos de vendas, encerramento de 38 lojas no acumulado de 12 meses, refletindo a estratégia de encerrar operações em pontos de vendas com baixas perspectivas de retorno.\r\n\r\n \r\nAo término do quarto trimestre de 2018, os investimentos totalizaram R$26,80 milhões, aumento de 10,70% na comparação com o mesmo período do ano anterior. No acumulado de 2018, os investimentos somaram R$49,6 milhões e foram canalizados majoritariamente para (i) plantas fabris; (ii) tecnologia para evolução dos novos sistemas e suporte ao negócio (iii) reforma e inauguração de lojas. No que tange ao fluxo de caixa, este apresentou substancial melhora no 4T18, sendo registrado por R$65,80 milhões, valor 114% superior ao reportado no mesmo período do ano anterior. Além do maior lucro, o indicador foi impactado positivamente pela menor necessidade de capital de giro para financiamento das operações, que ficou em R$5,98 milhões frente a R$40,74 milhões despendidos no 4T17, o destaque foi a redução dos recebíveis e dos estoques. \r\n\r\n\r\nNo que diz respeito à estrutura financeira, a Hering finalizou o terceiro trimestre de 2018 com um caixa líquido de de R$320,54 milhões, dado a inexistência de endividamento financeiro. Logo, não há alavancagem financeira. No que tange à capacidade de solvência, esta apresentou evolução, tanto no curto como no longo prazo, muito em decorrência do incremento do caixa, que passou de R$148,82 milhões para R$320,54 milhões.",
            "valor_total": "2.413.094",
            "receita_liquida": "1.533.567",
            "numero_acoes": "161.844",
            "pl": "7,79",
            "resultado": "229.533",
            "dividendos": "1,31",
            "beta": "0,86",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:05:17",
            "editado": "2019-03-27T14:21:13",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35719,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média com rompimento da máxima do candle anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-9/59cf8321f4db50d4d7fd8f115165d435d6f59424/hgtx3.PNG",
        "compra": "28,99",
        "compra_maxima": "29,20",
        "stop": "27,50",
        "objetivo": "30,80",
        "preco_encerramento": "29,38",
        "criado": "2019-01-09T11:45:25",
        "editado": "2019-01-15T11:21:10"
    },
    {
        "empresa": {
            "id": 181,
            "analista": 46,
            "nome": "Banco Banrisul",
            "codigo": "BRSR6",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/7a58abf6d3dc5780d5ea62990f04ac0fadf1e5ed/BRSR.svg",
            "sobre": "Fundado em 1928, o Banrisul é um banco múltiplo controlado pelo Estado do Rio Grande do Sul. A rede de atendimento Banrisul conta com quase 1.200 pontos, distribuídos em 518 agências, das quais 495 estão no Rio Grande do Sul, 17 em Santa Catarina, 4 nos demais estados brasileiros e 2 no exterior. A atuação do Banco abrange as áreas de operações de crédito pessoal, crédito imobiliário, financiamentos de longo prazo com recursos próprios e com recursos obtidos de instituições governamentais, linhas de crédito para agricultura e pecuária, linhas de crédito empresarial, poupança, depósito à vista e à prazo, além da administração de recursos de terceiros.",
            "pontos_positivos": "Baixos índices de inadimplência, mesmo atuando majoritariamente no varejo.\r\nElevação expressiva do lucro líquido recorrente anual.\r\nCrescimento da carteira de crédito do Banco, com destaque para o setor varejista, que é o foco de atuação da Instituição.\r\nControle eficiente das despesas de intermediação financeira.",
            "pontos_negativos": "Setor competitivo, onde uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nPelo maior acionista ser o Estado do Rio Grande do Sul, torna-se mais fácil a interferência do governo em prol de objetivos sociais ou políticos, sem priorizar, necessariamente, os objetivos financeiro-econômicos.\r\nAs agências são concentradas no Rio Grande do Sul, sendo que a presença em outras partes do Brasil ainda é baixa.",
            "resumo": "O ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro, que é tido como um presidente com discursos mais reformistas e mais pró-mercado. Segundo estudo do governo, a proposta original da reforma da Previdência pode economizar cerca de R$1,0 trilhão em 10 anos, o que proporcionaria um certo alívio no déficit fiscal brasileiro. Porém, o mercado ainda fica apreensivo sobre os possíveis cortes que podem acontecer durante o processo de discussão da reforma. Mediante a este cenário de apreensão, vemos que a economia brasileira encontra dificuldade para retomar um crescimento mais vigoroso, com as expectativas do PIB sendo reajustadas para baixo. Além disso, o desemprego permanece elevado, bem como a capacidade ociosa das indústrias.\r\n\r\nDo ponto de vista dos resultados apresentados pelo Banco Banrisul no 4T18, percebe-se que eles foram positivos. Houve aumento do lucro, acompanhado da elevação da margem financeira. Por sua vez, a carteira de crédito do Banco cresceu (com destaque para o varejo), ao mesmo tempo em que a inadimplência diminuiu. Com isso, foi possível reduzir o PDD (provisão para operações de crédito de liquidação duvidosa), o que contribuiu para o aumento do lucro. As despesas, por sua vez, estão sob controle. \r\n\r\nAcreditamos que a aprovação da reforma da Previdência poderá trazer um crescimento mais forte para a economia brasileira. Assim, espera-se mais investimentos e redução do desemprego. O aumento do consumo, por sua vez, pode aumentar a demanda pelo crédito oferecido pelo Banco Banrisul. Aliado aos resultados apresentados no 4T18, vemos a tendência de longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco Banrisul apresentou lucro líquido recorrente de R$300,1 milhões, resultado 7,3% inferior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$1,1 bilhão em 2018, o que corresponde a uma alta de 20,3% em relação a 2017. Em dezembro de 2018, a Empresa apresentou o Plano de Desligamento por Aposentadoria Voluntária (PDAV), que implicou em uma provisão de R$86,5 milhões e afetou o lucro líquido (incluindo eventos não recorrentes).\r\n\r\nPor sua vez, observou-se evolução da margem financeira, que representa a diferença entre os juros pagos ao banco (devido ao crédito concedido) e aqueles pagos pelo banco (devido ao crédito tomado). No 4T18, o Banrisul registrou margem financeira de R$1,6 bilhão, face ao R$1,4 bilhão do 4T17 (alta de 10,5%). Na comparação anual, a alta foi de 9,1%, passando dos R$5,2 bilhões em 2017 para R$5,7 bilhões em 2018.\r\n\r\nDo ponto de vista das despesas de intermediação financeira, foi possível observar uma redução de 4,1% na comparação trimestral (R$1,4 bilhão versus R$1,3 bilhão) e de 17,2% entre 2017 e 2018 (R$6,2 bilhões versus R$5,1 bilhões). Já no que tange as despesas administrativas recorrentes, houve alta de 8,3% entre o 4T17 e o 4T18 (R$913,6 milhões versus R$989,3 bilhões) e elevação de 4,9% na comparação anual (R$3,6 bilhões versus R$3,8 bilhões).\r\n\r\nEm relação à carteira de crédito do Banco Banrisul, observou-se um crescimento de 8,6% entre dezembro de 2017 (R$31,4 bilhões) e o mesmo período de 2018 (R$34,1 bilhões). Dentre os diferentes segmentos da carteira, destaca-se o de pessoas físicas. Ele já representava a maior parte da carteira em 2017 (50,7%) e, após uma elevação de 4,5 p.p., passou a representar 55,2% da totalidade da carteira, fechando 2018 com R$18,8 bilhões. Isso reforça a estratégia de negócios do Banco, atendendo, majoritariamente, ao varejo.\r\n\r\nPensando na qualidade da carteira de crédito do Banco, avalia-se o índice de inadimplência acima de 90 dias. Entre 2017 e 2018, o mesmo passou de 3,56% para 2,55%. A redução de 1,01 p.p, mesmo com o crescimento de 8,6% da carteira de crédito, indica que a concessão de crédito continua a ser feita com o devido rigor, com controle de risco e evitando clientes de perfil duvidoso. Com isso, o Banco registrou índice de inadimplência acima de 90 dias inferior aos seus pares. \r\n\r\nCom a diminuição da inadimplência, foi possível reduzir as despesas anuais de provisão para operações de crédito de liquidação duvidosa (PDD). Em 2017 essa despesa foi de R$1,4 bilhão e caiu para R$1,3 bilhão em 2018 (baixa de 11,4%). Porém, na comparação entre trimestres, constatou-se aumento de 27,4%, passando de R$353,0 milhões no 4T17 para R$449,8 mmilhões no 4T18.\r\n\r\nDessa forma, é possível perceber que o lucro líquido recorrente do Banco Banrisul diminuiu entre o 4T17 e o 4T18 devido ao aumento do PDD e à elevação das despesas administrativas recorrentes, que superaram os ganhos com a elevação da margem financeira e a alta da receita de serviços e tarifas bancárias. Em contrapartida, o aumento do lucro anual foi influenciado pelo incremento da margem financeira, crescimento das despesas administrativas recorrentes, aumento da receita de tarifas e serviços e menor PDD.\r\n\r\nJá em relação ao ROAE recorrente, que representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos, calculada a partir do patrimônio líquido médio do período, constatou-se um resultado misto. De um lado, o ROAE apresentou queda de 2,6 p.p. entre o 4T17 e o 4T18, passando de 20,2% para 17,6%. Por outro lado, entre 2017 e 2018 houve uma alta de 1,8 p.p., de 13,5% para 15,3%.",
            "valor_total": "6.684.194",
            "receita_liquida": "9.519.552",
            "numero_acoes": "408.974",
            "pl": "17,72",
            "resultado": "1.312.517",
            "dividendos": "1,06",
            "beta": "1,23",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:05:58",
            "editado": "2019-03-15T12:11:55",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35716,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-9/daeac11257def32962dc66d463b8acc7ec653514/brsr6.PNG",
        "compra": "23,09",
        "compra_maxima": "23,20",
        "stop": "21,73",
        "objetivo": "24,50",
        "preco_encerramento": "23,69",
        "criado": "2019-01-09T11:34:42",
        "editado": "2019-01-14T15:54:51"
    },
    {
        "empresa": {
            "id": 155,
            "analista": 42,
            "nome": "Arezzo",
            "codigo": "ARZZ3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/e46c476d38711a1281a6159b1c72b3f9e05c0a32/ARZZ.svg",
            "sobre": "A Arezzo&Co é líder no setor de calçados, bolsas e acessórios femininos no Brasil. Com 45 anos de história, comercializa atualmente mais de 11 milhões de pares de calçados por ano, além de bolsas e acessórios. Possui cinco marcas: Arezzo, Schutz, Anacapri, Alexandre Birman e Fiever. Contando com amplas linhas de produtos, consegue alcançar públicos-alvo específicos além de atender a diferentes ocasiões de uso. Ao longo dos anos, a Companhia conquistou dezenas de prêmios nas áreas de produção, tecnologia, inovação, gestão, comercialização e web commerce. Foi considerada em diversos anos consecutivos a melhor franquia de calçados, bolsas e acessórios femininos no Brasil. Ocupou a primeira posição em vários rankings, entre eles o do setor de calçados, têxteis e artefatos de couro da Melhores e Maiores da revista Exame.",
            "pontos_positivos": "Expansão das vendas no mercado externo e interno.\r\nPortfólio de produtos variados .\r\nAumento no volume de vendas.\r\nCrescimento acima do segmento.\r\nExpansão no número de lojas.\r\nProdutos segmentados para as classes A e B.\r\nAumento nas vendas das lojas recém inauguradas.\r\nElevação do ticket médio.",
            "pontos_negativos": "Menor geração de caixa operacional.\r\nSetor com fracas barreiras à entrada de novos concorrentes, o que ocasiona maior pressão sobre as margens de lucro.\r\nRetração no lucro líquido.\r\nMaior necessidade de capital de giro.",
            "resumo": "O ambiente macroeconômico e político se mostra menos turbulento, podendo ser caracterizados respectivamente pela manutenção da taxa Selic no menor patamar histórico, inflação sob controle, projeções mais otimistas para a expansão do PIB e eleição de um candidato pró-reformas e com uma agenda mais liberal. Mesmo assim, o cenário para as atividades varejistas ligadas ao consumo de bens seguem desafiadores. A afirmação pode ser corroborada pelo fraco crescimento das vendas, que se expandiram 2,30% na comparação com o ano de 2017. Já para o segmento do varejo focado na vendas de calçados e acessórios, o recorte é ainda mais duro, apesar da elevação dos níveis de confiança do consumidor, de acordo com os últimos levantamentos da Fundação Getúlio Vargas (FGV). Na comparação com 2017, os volumes de vendas e faturamento se retraíram respectivamente 8 p.p. e 10,40 p.p.. O recuo na vendas reflete o ainda elevado patamar que o desemprego se encontra, pouco acima de 11%, muito embora este tenha apresentado uma tímida melhora no decorrer dos últimos trimestres.\r\n\r\n\r\nAo analisar as informações referentes ao trimestre findo em dezembro de 2018, observamos que a Companhia apresentou evolução em importantes métricas financeiras operacionais, bem como em vendas, Ebitda e número de pares e bolsas vendidas. Com isso, a Arezzo auferiu um desempenho acima da média do setor, deste modo, aumentando o market share e consolidando sua posição de liderança no segmento de bolsas e calçados para as classes A e B. O ponto de atenção fica para  retração do lucro líquido, que foi de 23,70%. Dada a resiliência que a Arezzo vem apresentando em um cenário econômico ainda nebuloso e a constância na evolução de métricas financeiras operacionais apresentada nos últimos trimestres, alteramos a tendência de longo prazo de neutra para alta.\r\n\r\n\r\nANÁLISE DOS RESULTADOS DO 4º TRIMESTRE DE 2018.\r\n\r\n\r\nAo término do quarto trimestre de 2018, a receita líquida consolidada da Arezzo atingiu R$412,21 milhões, valor 13,40% superior ao auferido ao final de dezembro de 2017. O aumento do faturamento está associado a fatores como expansão das vendas tanto no mercado externo como doméstico, crescimento no volume de pares e bolsas vendidos e expansão no número de pontos de vendas. De igual modo, o Ebitda, que mensura o desempenho financeiro operacional, apresentou evolução na base de comparação anual, registrando R$64,12 milhões ao fim do 4T18, crescimento de 17,70% em termos absolutos e 0,60 p.p. em margem. É importante ressaltar que as despesas se mantiveram sob controle, representando 34,80% da receita de vendas, aumento de 0,40% p.p., e ficando abaixo da inflação do período. No que tange o lucro líquido, este apresentou retração de 23,70% em termos absolutos e de 5 p.p. na margem líquida, ficando em R$42,24 milhões. O resultado final foi afetado por maiores despesas com impostos, depreciação e gastos com juros.\r\n\r\n\r\nNo período em análise, a Arezzo apresentou um robusto desempenho operacional, sobre o qual é válido citar a expansão da marca no mercado internacional, apresentando um crescimento nas vendas de 10,40%, representando 10% da receita de vendas, ante 9,10% do mesmo período do trimestre anterior. Ainda é é importante citar o forte desempenho das vendas nos EUA, que cresceram 72,20%. Outro ponto de destaque é o aumento nas vendas de bolsas e calçados, que se expandiram respectivamente 9% e 42,10%. O crescimento das vendas veio acompanhado pelo incremento do ticket médio, que se elevou em 10% na comparação com o quarto trimestre de 2017. \r\n\r\n\r\nOutro indicador em que a Varejista reportou crescimento foram as vendas nas lojas recém inauguradas, as quais se expandiram em 3,60% na comparação com o último trimestre de 2017. No que tange a área de vendas, a Arezzo encerrou o último trimestre do ano com 685 lojas, 67 a mais que no 4T17, abertura líquida de 36 pontos de vendas e adição de 5,50% na área de vendas. No período em análise, as vendas tiveram avanço em todos os canais de vendas, sendo que os maiores destaques ficaram para as franquias, as lojas multimarcas e as lojas próprias, as quais cresceram respectivamente 53,90%, 16,70% e 19,40%.\r\n\r\n\r\nNo trimestre em questão, a geração de caixa operacional da Arezzo ficou em R$33,16 milhões, valor 24,12% menor que o gerado no mesmo período do ano anterior. Adicionalmente, foi necessário um maior montante de capital de giro para financiamento das operações, 20,30% na comparação com o mesmo período de 2017, ficando em R$371,05 milhões em decorrência de maiores estoques e contas a receber de clientes.\r\n\r\nNo que se refere à estrutura de endividamento, ao final do 4T18, a Companhia apresentou uma dívida líquida negativa de R$124,38 milhões, valor 20% superior ao montante apurado ao término do 4T17. O fato de a dívida líquida ser negativa significa que a importância detida no caixa da Companhia é capaz de saldar as dívidas e ainda há sobra, o que também denota inexistência de alavancagem financeira, que é mensurada pela relação dívida líquida e Ebitda. A ligeira piora dos indicadores de endividamento financeiro está associada à retração do caixa e equivalentes, que cedeu 30,22% e ficou em R$235,80 milhões. Na mesma direção, o endividamento financeiro bruto também apresentou recuo, 38,70% na comparação com o último trimestre de 2017. Embora a Arezzo tenha se apresentado um maior endividamento financeiro, muito embora negativo, ela conseguiu preservar sua capacidade de pagamento tanto curto como no longo prazo. ",
            "valor_total": "4.969.220",
            "receita_liquida": "1.526.659",
            "numero_acoes": "90.250",
            "pl": "7,88",
            "resultado": "142.64",
            "dividendos": "1,28",
            "beta": "0,83",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:18:53",
            "editado": "2019-03-15T18:32:37",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35660,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Teste de média rompendo a máxima do candle anterior. Operação a favor da tendência.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-8/21673807c9f1b81d51b9d0554d92483328781709/arzz3.PNG",
        "compra": "53,55",
        "compra_maxima": "53,95",
        "stop": "51,97",
        "objetivo": "55,65",
        "preco_encerramento": "54,30",
        "criado": "2019-01-08T11:43:02",
        "editado": "2019-01-09T11:40:22"
    },
    {
        "empresa": {
            "id": 14,
            "analista": 20,
            "nome": "Kroton Educacional",
            "codigo": "KROT3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/9a1c64d2bb4c4dd0373731d9ec7bc7492758eb99/KROT.svg",
            "sobre": "A Kroton Educacional é uma das maiores organizações privadas de educação do Brasil e do mundo. A Companhia começou no ramo do ensino básico há mais de 50 anos e atua no ensino superior há mais de 15 anos. Atualmente, o Grupo conta com 143 unidades de ensino superior, presente em 20 estados e 101 cidades. Além disso, possui 1.310 Polos de EAD e 687 escolas associadas em todo o território nacional.",
            "pontos_positivos": "Grande atuação no segmento de ensino à distância, modalidade com maior margem.\r\nO processo de joint venture concluído com a BV Financeira é um passo importante para a dependência cada vez menor de alunos FIES.\r\nA Empresa ainda mira aquisições, o que pode capilarizar ainda mais as suas operações tanto nacionalmente, quanto internacionalmente.\r\nA Empresa não possui endividamento líquido.\r\nA continuidade de abertura de novos campi é um fator que pode impactar favoravelmente os resultados futuros.",
            "pontos_negativos": "Taxa de desemprego elevada pode impactar a base de alunos.\r\nConcorrência acirrada no segmento das educacionais pode impactar as métricas da Empresa.\r\nNíveis de inadimplência em uma economia cujo crescimento está “patinando” tendem a ser elevados.\r\nO modelo de crescimento baseado em aquisições é ameaçado pela concentração que a Companhia já tem e que pode ser uma barreira para aprovação de novas operações pelo CADE.\r\nNecessidade de fortes investimentos em marketing para garantir manutenção e expansão do share de mercado.",
            "resumo": "A Kroton, líder no mercado de ensino superior particular, apresentou os principais dados em referência ao terceiro trimestre aquém das expectativas do mercado, principalmente no tocante às métricas operacionais. O presente resultado ilustra o cenário de mercado para o setor educacional brasileiro. O elevado número de desempregados na economia, a concorrência acirrada e o receio quanto às capturas de novos alunos são variáveis importantes que podem pressionar as margens da Companhia à frente.\r\n \r\nApesar do avanço na estratégia de migração para o segmento de ensino básico, o cenário macroeconômico enseja cautela, com elevado nível de desempregados, o que pode impactar na entrada de calouros e nas taxas de evasão/inadimplência. A disputa de preços agressiva no âmbito das educacionais já pressiona as margens. Para o longo prazo, revisamos a tendência de KROT3, de alta para neutra. Caso a economia cresça de forma vigorosa e célere, assim como as taxas de desemprego, poderemos rever a tendência do papel. \r\n \r\nANÁLISE DE RESULTADOS 3º TRIMESTRE DE 2018\r\n \r\nA Kroton reportou receita líquida (consolidada) de R$1,25 bilhão neste trimestre, queda de 5,5% em relação ao mesmo período do ano passado. A retração está relacionada à venda de ativos, à redução no número de alunos e à maior pressão do ticket de entrada. \r\n \r\nDo total do faturamento, cerca de 97% advém da linha de negócios Ensino Superior, enquanto o restante fica para as receitas de Educação Básica. Ainda nesta avaliação separada das divisões da Empresa, percebemos movimentos distintos em comparação com os resultados do ano passado. As receitas do Ensino Superior caíram 6,4% enquanto a Educação Básica apresentou incremento de 43,1%. De igual forma, o lucro bruto, subtração das receitas líquidas pelos custos, apresentou recuo de 8,4%, totalizado em R$893,8 milhões. A margem bruta (lucro bruto/receita líquida) retraiu-se de 73,7% para 71,5% na comparação entre os terceiros trimestres do ano anterior e de 2018.  \r\n \r\nO Ebitda Ajustado alcançou R$535,4 milhões no terceiro trimestre do ano, queda de 7,2% sobre igual período do ano passado. Já a margem Ebitda (Ebitda Ajustado/receita líquida) seguiu o mesmo comportamento e apresentou retração de 0,7 p.p., totalizando 42,8%. A piora dos indicadores está relacionada ao maior nível de provisionamento para adequar-se aos produtos de parcelamento, assim como ao aumento dos custos e despesas sobre as novas unidades. A elevação dos custos e despesas previamente citados são fatores mais direcionados ao curto prazo, pois, com a maturação das novas unidades, a tendência é que estes valores sejam menos significativos.\r\n \r\nSob a perspectiva do lucro líquido ajustado no 3T18, este indicador apresentou recuo de 16,9% em relação ao mesmo período do ano passado, mensurado em R$440,4 milhões. A margem líquida (lucro líquido/receita líquida) ficou mais comprimida neste trimestre, caindo de 40% para 35,2%. Por outro lado, a Kroton apresentou R$538,2 milhões de geração de caixa após Capex, mais elevado ante o montante de R$415,3 milhões do terceiro trimestre do ano passado. \r\n \r\nQuanto ao volume de alunos que compõem a base total da Kroton no segmento de Ensino Superior, no terceiro trimestre do ano houve retração de 2,4% em relação ao mesmo período do ano anterior, totalizando 909,9 mil estudantes. A redução envolve o maior nível de formaturas e também a mudança de perfil da base de alunos, com a menor exposição dos alunos FIES. \r\n \r\nNeste trimestre, o segmento presencial representou cerca de 42% do número total de alunos (377,9 mil estudantes), enquanto o segmento EAD representou 58% (531,9 mil estudantes). Neste trimestre, foram adicionados 183,3 mil novos alunos do segmento Graduação (tanto presencial quanto EAD), crescimento de 2,1% em relação ao 3T17. Neste trimestre, a taxa de evasão no segmento Graduação, principal divisão da Empresa, foi de 12,9% no Presencial e de 16,6% no EAD. No primeiro caso, houve a melhora de 0,7 p.p. na comparação anual, já o segundo caiu 0,6 p.p., reflexo do elevado número de desempregados na economia e do ambiente econômico. \r\n \r\nEm relação ao FIES, a base de alunos advinda do crédito do Estado vem se reduzindo ao longo do tempo, de 148,1 mil estudantes no terceiro trimestre do ano passado para 88 mil neste trimestre, ou 10,1% do total de alunos de graduação. Já sob a avaliação do ticket médio, a métrica para o segmento presencial (ensino superior) apresentou decrescimento de 0,8% (R$855,71), enquanto nas operações EAD (maior número de alunos) a retração foi ainda maior (-3,1%), para R$258,50.\r\n \r\nNo que tange o endividamento da Empresa, o total de empréstimos e financiamentos somou R$5,7 bilhões, valor bem superior aos R$414,0 milhões do terceiro trimestre do ano passado. O crescimento se deve à emissão de dívida via debêntures no valor de R$5,5 bilhões para a aquisição da Somos. Enquanto isso, o total de disponibilidades (soma do caixa e aplicações financeiras) cresceu 313,0% no mesmo período (calculado em R$6,7 bilhão), variação explicada pelos recursos que entraram em caixa diante das debêntures citadas e que, portanto, possui caráter provisório. Com isso, a Empresa não possui dívida líquida e tem disponibilidades, abatidas da dívida bruta, de R$1,0 bilhão. A Companhia tem o melhor posicionamento em termos de estrutura de capital dentre os players no setor educacional, fator importante que permite à Empresa continuar com a sua estratégia de aquisições e com o contínuo pagamento de proventos aos seus acionistas.",
            "valor_total": "18.548.100",
            "receita_liquida": "5.489.385",
            "numero_acoes": "1.627.026",
            "pl": "9,77",
            "resultado": "1.681.236",
            "dividendos": "0,42",
            "beta": "0,95",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:13:26",
            "editado": "2018-12-19T17:49:25",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35631,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Teste de média a favor da tendência. Bola relação risco-retorno.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-7/be7c9db69d80896d694721b61b393ff133030bd4/krot3.PNG",
        "compra": "9,08",
        "compra_maxima": "9,03",
        "stop": "9,45",
        "objetivo": "8,60",
        "preco_encerramento": "9,42",
        "criado": "2019-01-07T13:36:35",
        "editado": "2019-01-09T10:45:28"
    },
    {
        "empresa": {
            "id": 63,
            "analista": 49,
            "nome": "PORTO SEGURO ON",
            "codigo": "PSSA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c8b7f9fe50a861ff304b00467e4be565601c72b7/PSSA.svg",
            "sobre": "Fundada em 1945, a Porto Seguro atualmente é a 4ª maior seguradora do Brasil e líder no segmento de automóvel e residência no Brasil, contando com aproximadamente 10 milhões de clientes distribuídos nas diversas linhas de negócios. Desde 2003, a Companhia tornou-se referência no mercado de seguros por meio da aquisição da Azul Seguros, que oferece seguro de automóvel, seguros patrimoniais e seguro de vida. No fim de 2009, a Porto Seguro e o Itaú Unibanco Holding celebraram a unificação das operações de seguros residenciais e de automóveis, pelo qual a Porto Seguro obtém o direito exclusivo para a oferta e distribuição de produtos de seguros residenciais e de automóveis para os clientes da rede de agências (e demais canais) do Itaú. Com essa associação, o banco passou a ser acionista relevante e a participar do bloco de controle da empresa. A Porto Seguro é listada no Novo Mercado da B3 sob o ticker PSSA3.",
            "pontos_positivos": "Exclusividade de distribuição nos canais do banco Itaú para seguros de residências e automóveis;\r\nLiderança nos setores de seguro automotivo e residencial, com aproximadamente 30% de market share;\r\nPenetração do mercado de seguros no Brasil ainda é baixa no comparativo com outros países emergentes e também na comparação com países desenvolvidos;\r\nExpansão no segmento auto diante da compra da carteira de automóveis da Chubb Brasil, visando aumentar a carteira de veículos de alto valor;\r\nMovimento de recuperação do mercado com aumento da demanda por veículos\r\n",
            "pontos_negativos": "Aumento da sinistralidade afeta negativamente seus resultados;\r\nPostura conservadora da companhia a coloca entre as taxas mais baixas de crescimento de prêmio do mercado nos últimos anos;\r\nMovimento de queda do juros reduz os ganhos de suas aplicações financeiras;\r\nO negócio de seguros é afetado adversamente pelas despesas com sinistros.",
            "resumo": "Mesmo diante de um cenário interno marcado por um baixo desempenho nas atividades econômicas, moderada queda no desemprego medido pelo IBGE através de um aumento do emprego informal e hesitação no âmbito doméstico, a Porto Seguro (PSSA3) conseguiu apresentar um resultado satisfatório no 4T18. Esse resultado foi amparado principalmente pela redução do índice de sinistralidade dos produtos de auto no trimestre, que recuaram 4,9 pontos percentuais. Além disso, a recomposição de preços no segmento de seguros realizada ao longo do ano anterior foi fator crucial. O aumento da receita total no trimestre foi alavancado pelo segmento de seguros Auto, Saúde e pelas Operações de Cartão de Crédito. \r\n\r\nO lucro líquido da Companhia apresentou uma boa performance, excluindo o efeito não recorrente da venda da IRB (Brasil resseguros). O resultado foi alavancado pela melhora no segmento de seguro de automóveis, pelas mudanças nas estratégias buscando centralizar pequenas e médias empresas no segmento saúde, além de medidas que busquem ter diferenciais competitivos, o que fez com que a Porto Seguro demonstrasse resiliência em seus resultados. \r\n\r\nDiante do seu posicionamento de mercado e de sua gestão estratégica nos diversos segmentos, mantemos o viés otimista para a Empresa, permanecendo como alta a tendência de longo prazo.\r\n \r\nANÁLISE DE RESULTADO 4º TRIMESTRE 2018\r\n \r\nO lucro líquido atingiu R$387,0 milhões no trimestre, apresentando aumento de 43,5% frente ao mesmo período do ano anterior. No acumulado do ano, o lucro líquido aumentou 34%, atingindo R$1,31 bilhão. Ambos os valores excluem o efeito não recorrente da venda da participação do IRB (Brasil Resseguros S.A.). O produto que mais contribuiu para esse aumento foi o seguro auto, com um resultado duas vezes superior ao ano anterior.  \r\n \r\nA evolução do produto auto foi de 1% (seu principal produto que representa 65,2% da distribuição dos prêmios de seguros). O destaque no crescimento foi para o produto de Saúde mais Odonto, que totalizou um aumento de 11,8%, atingindo 9,8% da distribuição dos prêmios de seguros. \r\n \r\nNa operação com seguros, as distribuições dos prêmios se mantiveram praticamente na estabilidade entre suas marcas. A desaceleração no crescimento dos prêmios consolidados foi de 1%, totalizando R$2,60 bilhões, consequência de readequações de preços motivadas pela queda nas frequências de sinistros ao longo do ano. Na Porto Seguro, os prêmios e o número de clientes reduziram 1% no 4T18, motivados pela estratégia de posicionamento e pelo foco no aumento da rentabilidade. Já na Azul, o aumento dos prêmios no trimestre de 1% e é resultado das adequações na precificação devido à diminuição das frequências de sinistros. A carteira de seguros de automóveis do Itaú cresceu 5% no trimestre, decorrente do aumento das vendas, enquanto a sinistralidade decresceu 4,9% na comparação com o mesmo trimestre do ano passado. A maior participação no mercado auto da Companhia continua sendo da marca Porto Seguro, com 12,5%, seguido pela Azul, com 8,4%, e pelo Itaú, com 6,8%.\r\n \r\nNo segmento saúde, o crescimento dos prêmios foi de 16% comparado ao 4T17, resultado dos ajustes de preços. A Companhia tem focado no segmento de pequenas e médias empresas, pois vem apresentando bons resultados e acredita-se numa expansão atrativa deste nicho. A sinistralidade decresceu 3,7% na comparação anual, em decorrência de uma melhoria na gestão de contas médicas e da redução nas frequências de utilização (exames, home care e pronto socorro). No segmento odontológico, houve crescimento de 9,8% dos prêmios auferidos, totalizando R$30,3 milhões no trimestre atual. Este desempenho é resultado da execução de algumas iniciativas como realização de campanhas comerciais, intensificação do relacionamento com a rede de corretores, aprimoramento da comunicação e aumento das vendas cruzadas como produto saúde. A sinistralidade reduziu 6,8 p.p., atingindo 46,7%, em decorrência do aprimoramento dos processos de sinistros e da menor frequência de utilização.\r\n \r\nAs despesas administrativas recuaram 7% na comparação com o 4T17, resultado de uma concentração de esforços em capturar sinergias e benefícios dos projetos/investimentos realizados nos últimos anos. Os prêmios ganhos aumentaram 5%, consequentemente o índice de despesas administrativas decresceu 1,3 p.p. no 4T18 para 16,7%.\r\n \r\nO resultado financeiro da Companhia apresentou um aumento de 93,2% para R$297,5 milhões. Esse resultado deve-se a uma performance da carteira de aplicações financeiras que, excluindo os recursos previdenciários, obteve uma performance superior ao CDI devido ao desempenho dos ativos de renda variável, seguidos por títulos com juros indexados à inflação.",
            "valor_total": "18.288.685",
            "receita_liquida": "17.821.958",
            "numero_acoes": "323.293",
            "pl": "23,64",
            "resultado": "1.309.377",
            "dividendos": "4,04",
            "beta": "0,41",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T16:49:32",
            "editado": "2019-02-04T16:46:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35556,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Perda de suporte após teste na média móvel de 21 períodos.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-3/33c0694aff52518d62adc905100c8e01db073c87/pssa3.PNG",
        "compra": "50,23",
        "compra_maxima": "50,00",
        "stop": "52,80",
        "objetivo": "47,10",
        "preco_encerramento": "49,15",
        "criado": "2019-01-03T13:36:30",
        "editado": "2019-01-07T11:26:15"
    },
    {
        "empresa": {
            "id": 142,
            "analista": 45,
            "nome": "CTEEP",
            "codigo": "TRPL4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/cd4b2f2195a78fad596d11768356362935803894/TRPL.svg",
            "sobre": "A CTEEP, Companhia de Transmissão de Energia Elétrica Paulista, é uma das principais concessionárias privadas do setor de transmissão de energia elétrica do Brasil. Por meio de sua rede, formada por 18.642 km de linhas de transmissão, 25.795 km de circuitos, 2.358 km de cabos de fibra ótica e 126 subestações com tensão de até 550 kV, trafegam cerca de 25% da energia elétrica produzida no Brasil e 60% da energia consumida na região Sudeste. Com capacidade instalada de 65.925 MVA, a CTEEP está sediada em São Paulo e atua com ativos próprios e subsidiárias/participações em 17 estados brasileiros. Controlada pela ISA, um dos maiores grupos de transmissão de energia da América Latina, as ações da CTEEP são negociadas no Nível 1 de Governança Corporativa da B3 sob o código de TRPL4.",
            "pontos_positivos": "Por atuar apenas no setor de transmissão de energia elétrica, não está exposta às oscilações no preço da energia elétrica em função de falta de chuvas e seus impactos nos níveis dos reservatórios das usinas.\r\nCompanhia tem geração de caixa previsível e bastante elevada.\r\nReceita tem indexação à oscilação inflacionária, o que protege o acionista da Companhia de aumentos sistemáticos nos índices de preços.\r\nCompanhia considerada referência em pagamentos de dividendos.",
            "pontos_negativos": "Setor marcado por forte influência governamental, o que gera uma penalidade sobre as ações da Companhia.\r\nTarifas e encargos elevados para o setor de energia.\r\nAumento ainda alto em suas despesas pode travar futuros resultados.\r\nFalta de diversificação na atuação da Companhia no Brasil pode implicar em resultados mais fracos, se comparada com outras companhias do mesmo setor.",
            "resumo": "O ano de 2018 trouxe consigo boas expectativas para as Companhias de energia elétrica e que perduram para os próximos semestres. O novo governo se inclina a uma pauta mais liberal, bem vista aos olhos do mercado, que pode levar a privatizações pontuais, reformas de amplas magnitudes e desburocratização do setor energético, beneficiando estas empresas como um todo.\r\n\r\nNo âmbito econômico, espera-se que a retomada de crescimento do PIB seja mais acentuada para os próximos semestres. Assim, algumas variáveis devem ser observadas, como o nível de atividade industrial do País (setor do qual é retirado parte considerável das receitas das companhias de energia), a inflação, indicador que que afeta diretamente o faturamento, o consumo das famílias, que também é outro ponto chave para estas empresas, e a taxa básica de juros, que impacta o financiamento a longo prazo. \r\n\r\nDentro do setor energético, o de transmissão é pouco impactado pelos riscos hidrológicos e pelas variações de preço que isto acarreta, levando a uma vantagem comparativa para a Companhia de Transmissão de Energia Elétrica Paulista entre as demais. Soma-se ainda o bom histórico de pagamento de dividendos que a Companhia possui, a alta previsibilidade de fluxo de caixa e uma expressiva governança corporativa. Dessa forma, com todos estes fatores, mantemos tendência de alta para a ação TRLP4, acreditando que o ativo deva superar a média do mercado.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nA receita operacional bruta totalizou no 4T18 R$808,2 milhões, aumento de 1,2% quando comparada ao mesmo período do ano anterior. Tal incremento é explicado pela variação do IPCA no reajuste da RAP (Receita Anual Permitida) no período. \r\n\r\nOs custos e despesas registraram o valor de R$165,8 milhões, aumento de 15,8% no 4T18 quando comparados ao 4T17. A variação no trimestre  reflete: (i) a maior despesa com projetos enquadrados nas leis de incentivo fiscal; (ii) a maior despesa com consultoria estratégica especializada;  e (iii) o aumento de gastos com pessoal devido ao acordo coletivo que incidiu a partir de junho de 2018.\r\n\r\nQuanto à métrica operacional, o EBITDA totalizou R$570,6 milhões no quarto trimestre de 2018, redução de 6,1% quando comparado ao 4T17. O destaque que contribuiu para essa redução foi quanto à elevação dos custos e despesas operacionais da Companhia, destacada no parágrafo anterior. O lucro líquido do 4T18 foi de R$ 450,7 milhões, aumento de 91% em relação ao lucro registrado no mesmo período do ano anterior. Esta variação é justificada pelo benefício fiscal da distribuição de juros sobre capital próprio anunciado em dezembro de 2018 em R$201,3 milhões.\r\n\r\nO Índice de Energia Não Suprida (IENS), relação entre o total de energia não suprida durante todas as ocorrências no ano e o total da demanda de energia suprida pela Companhia, registrou 0,0003% em 2018, sendo o melhor resultado dos últimos 15 anos. O IENS do Sistema Interligado Nacional registrado em 2018 foi de 0,0117%. Além disso, os índices de disponibilidade dos ativos, como linhas de transmissão, alcançaram 99,9% em 2018.\r\n\r\nA dívida bruta alcançou a marca de R$3 bilhões em 31 de dezembro de 2018, aumento de 55% quando comparada ao ano de 2017. A 7ª emissão de debêntures no montante de R$621milhões explica essa elevação. Soma-se ainda a contratação do instrumento de swap como forma de proteção à variação cambial no período, no valor de US$210 milhões. A relação Dívida Líquida/EBITDA ajustado foi de 0,9x em 2018, estável em relação ao ano anterior. Outros dois pontos ligados à dívida são quanto ao custo médio, que gira em torno de 7,9% ao ano, e que quase 80% da mesma é de longo prazo, ou seja, os ativos de curto prazo cobrem os passivos de curto prazo. \r\n\r\nOs investimentos da ISA CTEEP, suas controladas e coligadas, foi de R$111 milhões no quarto trimestre de 2018, aumento de 1,7% comparados ao 4T17. Tal variação é explicada pelo aumento de investimentos das subsidiárias pré-operacionais com o início das obras de alguns projetos em que a Empresa possui.",
            "valor_total": "11.395.387",
            "receita_liquida": "3.184.654",
            "numero_acoes": "164.721",
            "pl": "68,6",
            "resultado": "1.881.668",
            "dividendos": "12,53",
            "beta": "0,58",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:39:58",
            "editado": "2019-03-20T16:44:44",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35511,
        "analista": 31,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência no gráfico diário com candle de força. Oportunidade de compra visando o curto prazo. ",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-2/7d87fced61fb99582261a1e5407734bd4559dbff/trpl.PNG",
        "compra": "69,93",
        "compra_maxima": "70,10",
        "stop": "65,70",
        "objetivo": "74,64",
        "preco_encerramento": "73,43",
        "criado": "2019-01-02T12:27:48",
        "editado": "2019-01-04T17:07:15"
    },
    {
        "empresa": {
            "id": 87,
            "analista": 38,
            "nome": "Valid",
            "codigo": "VLID3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-7-31/958dd7c1ea58e47ea7956a633e99856a7f258ccf/VLID.svg",
            "sobre": "A Valid atua na oferta de produtos e serviços em sistemas de identificação, telecomunicações, meios de pagamento e certificação digital. Possui quatro unidades de negócios, suportadas por uma estrutura operacional que permite à companhia oferecer, desenvolver e entregar aos seus clientes soluções sob medida às suas demandas com flexibilidade e agilidade. Atualmente, a empresa atua na Espanha, no Brasil e nos Estados Unidos. Na B3 seus papéis são negociados no Novo Mercado sob o código VLID3.",
            "pontos_positivos": "Contratos de longo prazo para oferecimento de soluções para governos de variados países, o que diluiu o risco da companhia e estabiliza seu fluxo de caixa;\r\nA demanda por chips (produzidos pela companhia) se mantém aquecida pela força do mercado de serviços pré-pagos;\r\nExpansão internacional nos EUA, África e Europa contribuiu para diluição de seu risco geográfico, o que permite o estabelecimento de relações comerciais em economias que passam por momentos delicados;\r\nInício da operacionalização das atividades em Washington (EUA) no segmento de carteiras de habilitação, o que tende a contribuir para a geração de receita no longo prazo.",
            "pontos_negativos": "Atuação no fornecimento de soluções de pagamento como uma de suas principais fontes de negócio de modo que reduções no ritmo de crescimento da economia brasileira pode ter impacto relevante sobre seu crescimento;\r\nPerda de licitações nos estados do Rio de Janeiro e de São Paulo, deixando de aproveitar contratos de grande porte com a administração pública;\r\nPossui clientes de grande porte com elevado poder de barganha nas negociações.",
            "resumo": "A Valid (VLID3) apresenta novamente resultados sólidos no trimestre. Os desdobramentos com a possível desburocratização que o novo governo pode trazer, favorece o setor e cria espaço para crescimento. O aumento de Market Share em algumas divisões e a diversificação de mercado da Companhia corrobora as perspectivas de longo prazo. Contratos firmados com os governos estaduais para emissão de documentos configura ainda a principal fonte de receita. Porém, várias outras propostas ligadas à novas tecnologias ficam na esteira para o próximo ano. Projetos ligados ao agronegócio e conectividade móvel na indústria de automóveis na China estão entre eles. Os esforços para diminuição de custos e maior margem nos produtos fizeram diferença no resultado anual.  \r\nApesar das dificuldades na economia e incertezas políticas, o setor atuante teve estabilidade. A geração de caixa deixa um espaço mais tranquilo para se manter nos próximos meses e os novos planos, que terão impacto somente em 2020, mostra um cenário positivo para a Valid (VLID3). Desta forma mantemos a tendência de alta para o ativo. \r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\nA receita líquida teve um resultado de R$447,3 milhões, mostrando um crescimento de 8,6% contra o 4T17. A receita operacional cresceu 7,8% no 4T18 versus o mesmo período do ano anterior com destaque para o avanço dos da receita na divisão de Meios de Pagamento. As operações no exterior, no acumulado anual, apresentaram, em dólar, alta de 0,6% se comparado à 2017. O lucro líquido ficou em R$43,1 milhões no 4T18, uma alta de 3818,2% contra o 4T17. Tal resultado foi impactado pela reforma tributária que ocorreu nos EUA onde a alíquota do imposto de renda  federal teve diminuição e o lucro líquido da Companhia teve impacto negativo de R$12,4 milhões no período. Houve crédito de R$31,1 milhões referente a uma contestação judicial, que foram contabilizados como impostos a recuperar, que impactou o lucro líquido do trimestre. O Ebitda Ajustado teve resultado de R$73,8 milhões no 4T18 ante R$66,1 milhões no 4T17, uma evolução de 11,6% devido a sazonalidades do período. No acumulado anual a margem Ebitda foi de 17,6% maior que o ano de 2017 refletindo a redução de custos com margens melhores em todas as divisões. \r\nA divisão de Identificação foi destaque com resultado na receita de R$155,4 milhões no 4T18, um acréscimo de 6,0% com relação ao 4T17. O Ebitda anual cresceu 16,3% comparado com 2017. O número de documentos emitidos de carteiras de motorista e identidade teve aumento de 4,9% no 4T18 contra o mesmo período do ano anterior. Os contratos com o estado de Vermont e Rhode Island, nos EUA, seguem como estratégias sólidas para novas emissões de documentos. \r\nA divisão de Mobile apresentou crescimento de 3,7% na receita líquida com um total de R$103,9 milhões no 4T18 se comparado com o 4T17. Já no Ebitda, a Companhia registrou redução anual de 25,1% pelo impacto da realização de uma provisão de perda sobre o crédito de clientes no 3T18, que somou o montante de R$9,9 milhões. Se analisarmos os resultados em dólar, o desempenho do Ebitda anual também foi negativo em 35,1% comparado a 2017 com impacto dos gastos para o início das operações na China e da área de soluções e serviços. Houve também um aumento de Market Share de SIM Cards de 0,08 p.p. com aumento de participação no sudeste asiático e América Latina. \r\nA divisão de Meios de Pagamento apresentaram recuperação no ano de 2018. No 4T18 vs. 4T17 o resultado foi avanço de 13,9% na receita líquida. O Ebitda anual teve aumento de 430,6% em relação a 2017 apesar das sazonalidades ocorridas na operação nos EUA e com um mix de menor valor agregado. \r\nO Fluxo de Caixa evidencia uma geração de caixa operacional positiva, com R$200,7 milhões em 2018 frente a R$81,9 milhões em 2017. O gasto com CAPEX foi de R$75,7 milhões contra R$46,5 milhões em 2017. Os gastos com financiamentos ficou em R$145,7 milhões. No Endividamento, tem-se os indicadores ficando abaixo dos Covenants da Companhia. A Dívida Líquida sobre Ebitda, que deverá ser menor ou igual a três, ficou em 1,6x. O Ebitda sobre Despesas Financeiras Líquida, que deverá ser maior ou igual a 1,75, totalizou 12,0x. A dívida atrelada ao dólar americano corresponde a 56,8% do total atualmente. \r\n",
            "valor_total": "1.267.290",
            "receita_liquida": "1.734.312",
            "numero_acoes": "70.405",
            "pl": "15,46",
            "resultado": "100.607",
            "dividendos": "0,44",
            "beta": "0,73",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-11T12:30:41",
            "editado": "2019-04-16T16:39:31",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35516,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de resistência depois de teste de média. Operação a favor da tendência com alto volume.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-1-2/36d7f1f43cacacaea66b95d98706ba6d95f8c0fd/vlid3.PNG",
        "compra": "18,43",
        "compra_maxima": "18,52",
        "stop": "17,30",
        "objetivo": "19,90",
        "preco_encerramento": "17,61",
        "criado": "2019-01-02T13:08:07",
        "editado": "2019-01-04T11:43:32"
    },
    {
        "empresa": {
            "id": 156,
            "analista": 46,
            "nome": "Banco do Brasil",
            "codigo": "BBAS3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/94f38f0428e205734941b5dfab6d68e8c65d237e/BBAS.svg",
            "sobre": "O Banco do Brasil é uma instituição financeira sob controle do Governo Federal, o qual possui 52,2% do total de ações da Companhia. O Banco foi fundado em 1808 e foi a primeira empresa listada em bolsa de valores no Brasil. Atualmente, sua rede de atendimento conta com mais de 4 mil agências e mais de 35 mil caixas eletrônicos, localizados em quiosques, shoppings, aeroportos e rodoviárias. No setor agrícola, o Banco cumpre importante papel na concessão de crédito e atua diretamente na execução da política governamental para esse segmento. Além disso, a Companhia diversifica seus negócios atuando no setor de serviços bancários, seguridade, mercado de capitais, administração de recursos de terceiros, cartões e franquia de atendimento no exterior.",
            "pontos_positivos": "Aumento do lucro líquido recorrente superior àquele apresentado pelos seus principais pares de mercado.\r\nRedução da inadimplência mesmo com a ampliação da carteira de crédito, o que possibilitou a redução do PDD.\r\nAlta capilaridade da rede de agências, que representam quase 22% do total de agências existentes no Brasil.",
            "pontos_negativos": "Aumento do índice de eficiência, mostrando que as despesas administrativas cresceram mais do que as receitas operacionais.\r\nSetor competitivo, no qual uma disputa por clientes através da diminuição dos juros pode reduzir a margem financeira do Banco.\r\nParticipação majoritária do governo no controle acionário do Banco, o que pode favorecer a aprovação de projetos com objetivos sociais ou políticos em detrimento daqueles que visem unicamente os interesses financeiros da Companhia.",
            "resumo": "No cenário político econômico, o ano de 2018 foi marcado, principalmente, pela eleição de Jair Bolsonaro para a presidência da República. Por ter um viés mais pró-mercado, ele pode dar andamento às reformas, com destaque para a reforma da Previdência. Segundo estudo feito pelo governo, a proposta enviada para o Congresso poderia trazer uma economia de R$1,0 trilhão em 10 anos, o que aliviaria o déficit fiscal brasileiro. A aprovação das principais reformas trará consigo maior demanda por crédito, tanto pelas indústrias, para a realização de investimentos, quanto pelas pessoas, para o consumo, o que é positivo para o Banco do Brasil. \r\n\r\nPorém, o mercado ainda fica apreensivo a respeito dos possíveis cortes que a proposta original pode sofrer antes de ser aprovada. Assim, a economia brasileira encontra dificuldades para voltar a crescer de forma vigorosa, de forma que o PIB nacional vem sendo reajustado para baixo frente às expectativas inicialmente traçadas. A inflação aparenta estar sob controle, enquanto a taxa Selic está nas mínimas históricas (6,5% a.a.). O desemprego permanece elevado, enquanto a capacidade ociosa da indústria ainda tem bastante espaço para diminuir. A expectativa é de que o Brasil cresça de forma mais acelerada, mesmo que isso demore mais do que o esperado, de forma que o desemprego diminua juntamente à capacidade ociosa da indústria. Isso tende a aumentar a demanda por crédito do Banco, trazendo aumento de receita. \r\n\r\nNo que diz respeito ao resultado apresentado pelo Banco do Brasil no 4T18, percebe-se que ele foi majoritariamente positivo. O lucro líquido ajustado se expandiu juntamente ao crescimento da margem financeira líquida. A carteira de crédito do Banco também aumentou, com destaque para o segmento de pessoa física. Apesar disso, o setor de pessoa jurídica continua a representar a maior parte da carteira de crédito da Instituição. A inadimplência do Banco do Brasil diminuiu, o que possibilitou uma redução no PDD.\r\n\r\nCom um cenário político econômico favorável, aliado aos resultados positivos apresentados no 4T18, vemos que a tendência do Banco no longo prazo é de alta.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18, o Banco do Brasil apresentou lucro líquido ajustado de R$3,8 bilhões, resultado 20,6% superior àquele apresentado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$13,5 bilhões em 2018, o que corresponde a uma alta de 22,2% em relação a 2017. O crescimento do lucro líquido ajustado pode ser justificado pela redução das despesas de provisão de crédito (PDD), pelo aumento das rendas de tarifas e pelo controle de custos eficiente adotado na Companhia. \r\n\r\nTambém constatou-se aumento em relação à margem financeira líquida, que mensura a diferença entre os juros pagos ao Banco (devido ao crédito concedido) e aqueles pagos pelo Banco (devido ao crédito tomado). No 4T18, o Banco do Brasil registrou margem de R$9,3 bilhões frente aos R$8,9 bilhões do 4T17 (alta de 4,6%). Já na comparação anual, a alta foi de 8,6%, passando de R$32,6 bilhões para 35,4 bilhões. Como principais contribuições para esse crescimento, tem-se o aumento nas receitas financeiras com operações de crédito, influenciadas positivamente pelo crescimento da carteira de crédito de pessoas físicas. Além disso, também houve elevação da despesa financeira de captação, que foi afetada pela elevação da taxa de juros na Argentina, culminando em um aumento da despesa em depósitos a prazo no Banco Patagônia. \r\n\r\nEm relação à carteira de crédito do Banco do Brasil, observou-se evolução de 1,8% entre dezembro de 2017 e o mesmo período de 2018 (R$684,8 bilhões versus R$697,3 bilhões). O destaque ficou para a carteira de pessoa física, que cresceu 2,7% de um ano ao outro, de forma que a participação na totalidade da carteira passou de 27,4% para 28,2%. De toda forma, o segmento de pessoa jurídica continuou com a maior representatividade (38,7% em dezembro de 2018) e apresentou evolução de 0,7% na comparação anual.\r\n\r\nVisando analisar a qualidade da carteira de crédito do Banco do Brasil como um todo, observa-se o índice de inadimplência acima de 90 dias. Em dezembro de 2017 registrou-se inadimplência de 3,72%, enquanto no mesmo período de 2018 ele era de 2,53%. Essa redução de 1,19 p.p. reflete o menor saldo de inadimplência no período, sendo que a cobertura segue compatível com o perfil de risco da mesma. Dessa forma, o Banco do Brasil conseguiu reduzir a sua Provisão para Créditos de Liquidação Duvidosa líquida (também conhecida como PDD). Ela passou de R$3,9 bilhões no 4T17 para R$3,2 bilhões no 4T18 (redução de 19,0%). Já na comparação anual, o PDD passou de R$20,1 bilhões em 2017 para R$14,2 bilhões em 2018 (redução de 29,2%). A redução da PDD foi um dos fatores que influenciou positivamente o lucro da Instituição. \r\n\r\nQuanto ao Retorno sobre Patrimônio Líquido Anualizado (RSPL ou ROAE), observou-se elevação de 1,8 p.p. entre o 4T17 e o 4T18, passando de 14,5% para 16,3%. Em linhas gerais, esse indicador representa a capacidade da Empresa em agregar valor a partir de seus próprios recursos e é calculado a partir do patrimônio líquido médio do período. Já na comparação anual, constatou-se elevação de 1,6 p.p. (12,3% em 2017 versus 13,9% em 2018). A título comparativo, o CDI anualizado foi de 6,3%, refletindo a capacidade de geração de valor do Banco. \r\n\r\nFinalmente, percebe-se que o Banco do Brasil apresentou Índice de Basileia de 18,9% em dezembro de 2018. Ele foi 0,7 p.p. menor do que aquele apresentado no mesmo período de 2017. De toda forma, ele permanece acima daquele estipulado pelo Bacen, em 8,625%. Por sua vez, o Índice de Capital Principal passou de 10,48% para 10,00% entre dezembro de 2017 e dezembro de 2018. Apesar da redução, isso não coloca em risco a proposta do Banco de manter o Índice de Capital Principal acima de 9,5% em 2019, quando as regras do Basileia III estarão integralmente implementadas, e acima de 11% em janeiro de 2022.",
            "valor_total": "129.499.323",
            "receita_liquida": "171.488.199",
            "numero_acoes": "2.785.531",
            "pl": "36,71",
            "resultado": "12.862.026",
            "dividendos": "0,00",
            "beta": "1,72",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T17:20:27",
            "editado": "2019-03-19T11:59:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35499,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "O ativo rompeu com força uma importante resistência em R$45,70, após um período mais longo de lateralização.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "46,19",
        "compra_maxima": "46,42",
        "stop": "44,19",
        "objetivo": "48,47",
        "preco_encerramento": "48,47",
        "criado": "2019-01-02T10:32:25",
        "editado": "2019-01-02T12:53:57"
    },
    {
        "empresa": {
            "id": 110,
            "analista": 43,
            "nome": "Fleury",
            "codigo": "FLRY3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/e8f64bf73da9bd47368727be867164c773033156/FLRY.svg",
            "sobre": "A Fleury é um grupo que atua no segmento de saúde há 90 anos, tendo presença diversificada ao longo de vários negócios e é referenciada por médicos e pela opinião pública como uma empresa reconhecida pela excelência nos serviços prestados, inovação e qualidade técnica. As principais áreas de atuação da empresa são: unidades de atendimento, operações diagnósticas hospitalares e laboratório de referência. A Fleury conta com uma equipe composta por 8.800 colaboradores e 2.000 médicos. Atualmente, a companhia é negociada no Novo Mercado da B3 sob o código FLRY3.",
            "pontos_positivos": "A companhia oferece soluções integradas que envolvem sistemas de apoio à decisão e serviços de assessoria médica. Esse modelo contribui para fidelização de profissionais da saúde em um mercado no qual a indicação tem papel preponderante na escolha do laboratório.\r\nExpansão de unidades de atendimento e novos negócios com estratégia seletiva de aquisições, podendo ingressar em novos estados.\r\nElevação no nível de satisfação do cliente (NPS).\r\nCompanhia em processo de transformação digital, visando elevar o nível de serviço e ganhos de eficiência.\r\nExpansão no número de exames realizados.\r\nSetor da saúde se beneficia como um todo do cenário de envelhecimento e aumento da expectativa de vida da população .",
            "pontos_negativos": "Embora os exames tenham sua demanda pulverizada entre milhões de clientes, os principais pagadores do grupo são planos de saúde e hospitais. Esse cenário sujeita a empresa ao risco de crédito com maior concentração.\r\nSetor de medicina diagnóstica é altamente competitivo, o que tende a pressionar as margens.\r\nTaxa de desemprego ainda alta, impactando o segmento de medicina privada.\r\nOperadoras de planos de saúde têm potencial de integrarem a atuação em sua cadeia, passando a concorrer com a Fleury.\r\nFraco crescimento no segmento premium, representado pela marca Fleury.",
            "resumo": "O setor da Saúde é um setor naturalmente menos exposto ao cenário macroeconômico, que vem mostrando lentidão na recuperação da atividade econômica e retrações nas projeções do PIB, por seu grau de essencialidade acima de outros setores da economia. Entretanto, grande parte da receita bruta da Fleury está atrelada à prestação de serviços no segmento premium, que depende mais de uma economia mais aquecida e dos níveis de emprego e renda do que outros serviços tidos como mais “essenciais” e mais acessíveis.\r\nO resultado da Companhia no quarto trimestre de 2018 apresentou crescimento nominal de receita e EBITDA, mas viu suas margens na estabilidade ou em retração. Com o plano de expansão, vemos a empresa aumentar seu endividamento líquido e grau de alavancagem financeira. Tendo isto em vista, mantemos a cautela e a tendência do ativo como neutra no longo prazo.\r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo quarto trimestre de 2018 a receita líquida da Fleury (FLRY3) totalizou R$654,8 milhões, crescimento de 12,5% em relação ao 4T17. Este aumento de receita tem como destaque o desempenho das marcas regionais excluindo as do Rio de Janeiro que cresceu sua receita bruta em 45,6% na base de comparação anual.\r\n\r\nJá os custos dos serviços prestados da Companhia ficaram em R$482,2 milhões no 4T18, crescimento de 12,5% em relação ao mesmo período do ano anterior. Destaque para o crescimento dos custos com material direto e intermediação de exames (+15,9% vs 4T17) e com depreciação e amortização (+42,4% vs 4T17), que foram levemente compensados pelo ganho de eficiência no front de gastos com pessoal e serviços médicos, que cresceu abaixo do aumento da receita líquida, sendo o custo mais representativo da Companhia. Com isso, o lucro bruto ficou em R$172,5 milhões, crescimento de 12,5% na comparação anual e a margem bruta se manteve estável, em 26,3%. As despesas operacionais totalizaram R$81,1 milhões no quarto trimestre, crescimento de 29,7% na comparação anual.\r\n\r\nO Ebitda atingiu R$145,4 milhões no trimestre, avanço de 11,2% em relação ao 4T18. Este aumento foi influenciado pelo crescimento das marcas regionais, aliado com ganhos de eficiência e alavancagem operacional que acarretaram em melhoria na margem Ebitda na maioria das marcas e amenizou os impactos relacionados à expansão de novas unidades. Com isso, a margem Ebitda do 4T18 ficou em 22,2%, perto da estabilidade em relação ao 4T17, que foi de 22,4%. Já o lucro líquido da empresa totalizou R$58,2 milhões, um recuo de 10% em relação ao 4T17 levando a margem líquida de 11,1% em 4T17 para 8,9% no trimestre findo em dezembro de 2018.\r\n\r\nOs investimentos da Companhia no 4T18 totalizaram R$141,4 milhões, valor 39,8% superior em relação ao 4T17. Destes, 43,5% foi concentrado no plano de expansão da empresa e o restante fica dividido em investimentos em sistemas, projetos de TI, infraestrutura e renovação de equipamentos. Sobre o plano de expansão, a Empresa inaugurou 9 unidades no trimestre, totalizando 53 unidades inauguradas no acumulado desde outubro de 2016.\r\n\r\nNo que tange o endividamento, a dívida bruta da Empresa fechou o 4T18 em R$1,07 bilhão enquanto o Caixa e equivalentes de caixa ficou em R$808,9 milhões, levando a dívida líquida (dívida bruta - caixa) ficar em R$497 milhões, crescimento de 24,9% em relação ao 4T17. Com isso, o grau de alavancagem financeira(dívida líquida/ Ebitda) da empresa passou de 0.6x no 4T17 para 0.7x no 4T18.",
            "valor_total": "6.252.724",
            "receita_liquida": "2.664.462",
            "numero_acoes": "316.113",
            "pl": "5.54",
            "resultado": "331.584",
            "dividendos": "1.01",
            "beta": "0.65",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:31:50",
            "editado": "2019-03-27T16:13:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 35392,
        "analista": 41,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda no teste da média de 9 períodos, perdendo a mínima do candle anterior. Venda a favor da tendência de baixa.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2018-12-26/00228acc92a4c8b3abf237d11d243cc9443d1bff/flry3.PNG",
        "compra": "19,41",
        "compra_maxima": "19,31",
        "stop": "20,65",
        "objetivo": "18,55",
        "preco_encerramento": "20,39",
        "criado": "2018-12-26T10:36:55",
        "editado": "2019-01-02T10:50:08"
    }
]