[
    {
        "empresa": {
            "id": 142,
            "analista": 45,
            "nome": "CTEEP",
            "codigo": "TRPL4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/cd4b2f2195a78fad596d11768356362935803894/TRPL.svg",
            "sobre": "A CTEEP, Companhia de Transmissão de Energia Elétrica Paulista, é uma das principais concessionárias privadas do setor de transmissão de energia elétrica do Brasil. Por meio de sua rede, formada por 18.6 km de linhas de transmissão, 25.8 km de circuitos, 2.358 km de cabos de fibra ótica e 126 subestações com tensão de até 550 kV, trafegam cerca de 25% da energia elétrica produzida no Brasil e 60% da energia consumida na região Sudeste. Com capacidade instalada de 65.925 MVA, a CTEEP está sediada em São Paulo e atua com ativos próprios e subsidiárias/participações em 17 estados brasileiros.",
            "pontos_positivos": "Por atuar apenas no setor de transmissão de energia elétrica, não está exposta às oscilações no preço da energia elétrica em função de falta de chuvas e seus impactos nos níveis dos reservatórios das usinas.\r\nCompanhia tem geração de caixa previsível e bastante elevada.\r\nReceita tem indexação à oscilação inflacionária, o que protege o acionista da Companhia de aumentos sistemáticos nos índices de preços.\r\nCompanhia considerada referência em pagamentos de dividendos.",
            "pontos_negativos": "Setor marcado por forte influência governamental, o que gera uma penalidade sobre as ações da Companhia.\r\nTarifas e encargos elevados para o setor de energia.\r\nFalta de diversificação na atuação da Companhia no Brasil pode implicar em resultados mais fracos, se comparada com outras companhias do mesmo setor.\r\nDívida atrelada ao IGP-M.",
            "resumo": "Embora o ano de 2018 trouxe consigo boas expectativas para as Companhias de energia elétrica e que podem perdurar para os próximos semestres, os primeiros meses de 2019 se demonstram um tanto quanto desafiadores. O novo governo se inclina a uma pauta mais liberal, bem vista aos olhos do mercado, que pode levar às privatizações pontuais, às reformas de amplas magnitudes e à desburocratização do setor energético, beneficiando estas empresas como um todo. Entretanto, o âmbito político se centra na evolução na aprovação do texto da PEC da Previdência, e seu desdobramento tem impacto direto nas expectativas de crescimento futuro da economia e das empresas energéticas. \r\n\r\nNo âmbito econômico, algumas variáveis devem ser observadas, pois influenciam as taxas de crescimento diretamente. Uma destas é a atividade industrial do País (setor do qual é retirado parte considerável das receitas das companhias de energia), outra é a inflação, indicador que afeta diretamente o faturamento, o consumo das famílias, que também é outro ponto chave para estas empresas, e a taxa básica de juros, que impacta o financiamento a longo prazo. \r\n\r\nDentro do setor energético, o de transmissão é pouco impactado pelos riscos hidrológicos e pelas variações de preço que isto acarreta, levando a uma vantagem comparativa para a Companhia de Transmissão de Energia Elétrica Paulista entre as demais. Soma-se ainda o bom histórico de pagamento de dividendos que a Companhia possui, a alta previsibilidade de fluxo de caixa e uma expressiva governança corporativa. Dessa forma, com todos estes fatores, mantemos tendência de alta para a ação TRLP4, acreditando que o ativo deva superar a média do mercado.\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\nA receita operacional líquida totalizou no primeiro semestre de 2019 o valor de R$694,2 milhões, uma queda de 5,2% ante ao mesmo período de 2018. Um dos fatores que influenciaram no resultados foi uma menor receita com RBSE (Receita Base de Serviços Elétricos), em função da sazonalidade no primeiro ciclo de recebimento (2017/18). \r\n\r\nOs custos e despesas totalizaram R$275,2 milhões no primeiro trimestre de 2019, uma alta de 6% comparado ao 1T18, quando totalizou R$259,7 milhões. Tal variação é explicada pelo aumento com gastos com pessoal devido ao acordo coletivo fundado em junho de 2018 e também um maior gasto com serviço, elevação quanto a manutenção e conservação de linhas de transmissão e subestações.\r\n\r\nQuanto a métrica operacional, o EBITDA foi apurado no montante de R$571,2 milhões uma queda de 11,2% quando comparado ao primeiro trimestre de 2018, onde totalizou R$643,2%. Esse resultado é muito explicado pela menor receita proveniente da RBSE Receita Base de Serviços Elétricos). Todavia, é válido ressaltar o EBITDA ajustado sem a RBSE, que foi apurado no 1T19 em R$270,2 milhões, uma elevação de 14,7% ante ao 1T18. Assim, o lucro líquido do 1T19 foi de R$234,1 milhões, redução de R$71,2 milhões em relação ao lucro registrado no 1T18. \r\n\r\nEmbora a dívida bruta tenha avançado na comparação anual entre os primeiros trimestres dos anos de 2019 e 2018, em torno de 3%, quando foram cotadas respectivamente em R$3,09 bilhões e R$3,01 bilhões, a dívida líquida apresentou uma redução de 14%. Tal variação é explicada pelo maior montante de disponibilidade de caixas ou equivalentes a caixa, onde no 1T19 foi de 1,1 bilhão e no 1T18 era cotado R$697,6 milhões, aumento expressivo de 58,4%. Tal análise é crucial para investimentos voltados a longo prazo com perfil de dividendos, uma vez que maiores volumes de caixas podem ser correlacionados a maiores distribuições de dividendos e/ou investimentos/expansões. Todavia, a dívida de curto prazo representa menos de 10% de todo o volume (R$366,6 milhões), onde as disponibilidades suprem em mais de 3 vezes e o custo médio da dívida gira em torno de 8,2% ao ano. \r\n\r\nOs investimentos neste primeiro trimestre de 2019 totalizaram R$96,4 milhões, muito em linha ao registrado no mesmo período do ano de 2018 (R$97,3 milhões). Foram destinados R$7,8 milhões para a parte já operacional e R$71,1 milhões para ativos pré-operacionais.",
            "valor_total": "50.826.260",
            "receita_liquida": "3.370.340",
            "numero_acoes": "2.635.530",
            "pl": "4,40",
            "resultado": "1.998.230",
            "dividendos": "0,78",
            "beta": "0,64",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:39:58",
            "editado": "2019-05-08T10:28:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 38047,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "23,93",
        "compra_maxima": "24,02",
        "stop": "23,15",
        "objetivo": "25,00",
        "preco_encerramento": "24,34",
        "criado": "2019-06-18T11:42:17",
        "editado": "2019-06-21T12:17:40"
    },
    {
        "empresa": {
            "id": 119,
            "analista": 49,
            "nome": "Itausa",
            "codigo": "ITSA4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/d48a76e7f75d8a9831851593bb2cc14304730298/ITSA.svg",
            "sobre": "A Itaúsa é uma holding não operacional, que foi constituída para centralizar decisões financeiras e estratégias de um grupo de empresas investidas, com atuação focada nas áreas financeira e industrial. A holding surgiu como banco de investimentos nos anos 60, mas se consolidou como instituição centralizadora das decisões do grupo nos anos 70. As principais controladas da Itaúsa são o Itaú Unibanco Holding, a Duratex, a Alpargatas, a NTS (Nova Transportadora Sudeste) e a Itautec. Atualmente, a Empresa é referência em sustentabilidade, estando presente no ISE - Índice de Sustentabilidade Empresarial da B3 e no DJSI - Dow Jones Sustainability World Index (DJSI).",
            "pontos_positivos": "Empresas controladas pela Holding são líderes em seus segmentos de atuação.\r\nO Itaú Unibanco tem presença nacional e atuação diversificada, fato que aumenta a segurança a solidez da instituição, além de apresentar capacidade de alavancagem elevada diante dos índices de liquidez superiores aos exigidos pela autoridade monetária.\r\nA aquisição do controle da Alpargatas e da NTS traz uma maior diversificação para o portfólio da Companhia.\r\nAtuação em setores com baixo risco regulatório e boa geração de fluxo de caixa.",
            "pontos_negativos": "Concentração excessiva no setor financeiro que responde por quase 95% das ações que compõem seu patrimônio.\r\nO Itaú Unibanco enfrenta alta concorrência no setor, especialmente no varejo.\r\nNum ambiente econômico ainda retraído, o aumento da inadimplência é uma das ameaças ao Itaú Unibanco, principal participação da Itaúsa.\r\nO Itaú Unibanco tem exposição ao mercado de crédito veicular que concentra os piores índices de inadimplência.",
            "resumo": "Por ser uma holding, que integra diferentes tipos de negócios, a Itaúsa (ITSA4) possui um portfólio diversificado e atua em setores que não possuem riscos relevantes de execução. A maioria dos seus negócios apresenta baixo risco regulatório e boa geração de fluxo de caixa, fatores que beneficiam a Companhia em momentos de crise. A baixa taxa de juros tem fomentado uma maior demanda por crédito e a retomada do crescimento econômico favorece os setores de atuação das suas subsidiárias. Mediante uma lenta recuperação da economia, a holding tem realizado uma revisão de seu portfólio de investimentos.\r\n \r\nA Itaúsa costuma refletir os resultados da sua maior participação, o Banco Itaú, com o adicional das outras companhias investidas. Neste trimestre, vimos um avanço em linha com o esperado no lucro líquido e um ROAE (retorno sobre patrimônio líquido médio) com retração de 0,3 p.p. saindo de 19,1% para 18,8%. Ainda houve o movimento de incorporação das ações da Itautec se tornando uma subsidiária integral da Itaúsa. Na data da divulgação dos resultados do 1T19, a ITSA4 negociava com um desconto de 23% em relação ao valor de mercado das companhias investidas, desconto em linha com a média histórica dos últimos anos. Como a Itaúsa distribui 100% dos dividendos e JCP recebidos do Itaú Unibanco, observamos um dividend yield maior via Holding. Enxergamos o Itaú Unibanco como uma Companhia sólida e que apresenta bons resultados ao longo do tempo, por isso acreditamos na tendência de longo prazo de alta também para os papéis da Itaúsa.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nComo a Itaúsa (ITSA4) é uma holding, seu resultado é composto pela equivalência patrimonial, apurada a partir do resultado de suas controladas. Dessa forma, o lucro líquido consolidado no 1T19 foi de R$2,5 bilhões, uma alta de 3,3% quando comparado com o mesmo período do ano anterior.\r\n \r\nNo que diz respeito ao Itaú (ITUB4), no 1T19, o Banco atingiu 11,5 milhões de correntistas pessoa físicas que utilizam os canais digitais via internet ou aplicativos em 2019. Os clientes pessoa jurídica totalizaram 1,2 milhões. As contas abertas via o aplicativo Abreconta totalizaram 221 mil entre os meses de janeiro a março deste ano, número 144% maior que o 1T18. A carteira de crédito do Itaú atingiu R$288,8 bilhões no primeiro trimestre do ano, aumentando 13,2% comparado ao 1T18, com destaque para carteiras dos segmentos de Pessoas Físicas, que aumentaram 12,0%, e para o segmento de Micro, Pequenas e Médias Empresas, com crescimento de 17,0%. O Banco apresentou um lucro líquido de R$6,7 bilhões no 1T19, alta de 5,6%. O desempenho foi ocasionado pelo aumento das receitas com prestação de serviços, associado aos serviços de cartões de crédito e débito e em fundos de investimentos. O ROE do Itaú avançou 0,9 p.p., alcançando 22,2% em março de 2019.\r\n \r\nEm relação a Duratex (DTEX3), a receita líquida do 1T19 totalizou R$1,1 bilhão, alta de 6,6% em relação ao 1T18, aumento devido à implementação de aumentos de preços no início do ano e à melhora do mix de produtos. A receita líquida referente ao mercado externo, que representa 18% do total da receita, foi de R$192,5 milhões, aumento de 8,7% refletido pela depreciação cambial e ao aumento dos volumes exportados. A divisão Madeira atingiu R$678,1 milhões de receita líquida, crescimento de 8,0%, já a Divisão Deca apresentou aumento de 4,3% registrando R$348,0 milhões. O EBITDA atingiu R$228,8 milhões no atual trimestre, 1,7% superior ao 1T18. A dívida líquida era de R$2,0 bilhões ao final de março de 2019, equivalente a 2,38x o EBITDA ajustado recorrente de 12 meses, ligeiramente superior ao trimestre ligeiramente anterior por conta do menor caixa decorrente ao pagamento de dividendos e juros sobre capital próprio, que foi de R$286,1 milhões.\r\n \r\nOutra das principais empresas do portfólio Itaúsa é a Alpargatas (ALPA4). No 1T19 a Empresa apresentou receita líquida de R$940,2 milhões, crescimento de 4,2% frente ao mesmo período de 2018, impactado pelo melhor desempenho dos negócios no Brasil e pelo crescimento de 16,1% nas operações internacionais de Havaianas, favorecida por ganhos decorrentes da depreciação cambial. A Alpargatas possui três divisões: Brasil, Sandálias Internacional e Argentina. A mais representativa é a divisão Brasil, que apresentou crescimento de 6,7% no trimestre atual, entretanto, o crescimento veio forte na divisão Sandálias Internacional, com 16,1% no atual trimestre, já a divisão Argentina apresentou queda de 19,2% impactada pela queda no volume vendas em calçados e têxteis. O EBITDA somou R$134,4 milhões, queda de 20,5% em comparação ao homólogo do ano passado. O lucro líquido atingiu R$43,5 milhões no terceiro trimestre de 2019, redução de 61,5% em relação a 2018, muito impactado pelos ajustes de inflação na Argentina nos resultados operacionais.\r\n \r\nA Itaúsa pagou o total de R$0,4532 por ação em dividendos e R$0,3192 em juros sobre capital próprio para os seus acionistas, referentes ao exercício de 2018.",
            "valor_total": "100.760.160",
            "receita_liquida": "5.184.000",
            "numero_acoes": "8.410.700",
            "pl": "6,34",
            "resultado": "9.522.000",
            "dividendos": "1,03",
            "beta": "1,15",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:49:47",
            "editado": "2019-06-14T09:21:49",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 38027,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste da média móvel aritmética de 21 períodos no gráfico diário, rompendo a máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "12,04",
        "compra_maxima": "12,11",
        "stop": "11,80",
        "objetivo": "12,50",
        "preco_encerramento": "12,47",
        "criado": "2019-06-17T11:35:55",
        "editado": "2019-06-21T10:23:21"
    },
    {
        "empresa": {
            "id": 147,
            "analista": 31,
            "nome": "BR Malls",
            "codigo": "BRML3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/593c92eeda2ae1bcfcf3bdea6b336452d2beda4e/BRML.svg",
            "sobre": "A BR Malls é a maior empresa de shopping centers da América Latina, com participação em 39 shopping centers e com 1.474,7 mil m² de área bruta locável (ABL). Os shoppings da Companhia estão localizados em todas as regiões do país e são diversificados em termos de público alvo, embora o foco seja na classe média. A Companhia atua ainda na comercialização de espaços em shopping centers. ",
            "pontos_positivos": "É a única empresa nacional de shopping centers com presença em todas as cinco regiões do Brasil.\r\nA robustez de seus negócios permite maior poder de barganha para atrair varejistas e contratos de serviços terceirizados.\r\nRedução na alavancagem financeira e melhora da estrutura de capital.\r\nMenor alavancagem do setor.\r\nCrescimento em importantes indicadores operacionais, tais como vendas brutas, vendas por m² e taxa de inadimplência líquida.",
            "pontos_negativos": "O desempenho pode ser prejudicado por níveis elevados no endividamento das famílias, no índice de desemprego, no índice inflacionário e nas taxas de juros.\r\nSalários estagnados.\r\nAumento forte nos custos e despesas.\r\nAumento de competitividade (e-commerce).",
            "resumo": "O desempenho do segmento de shoppings possui forte correlação com o desempenho do varejo, que teve por mais uma vez um desempenho tímido neste primeiro trimestre de 2019, reflexo do cenário de incerteza quanto às reformas econômicas, sobretudo a da Previdência e o alto desemprego. Contudo, o segmento de shopping tem se apresentado resiliente, uma vez que os shoppings cobram dos lojistas ou um aluguel fixo (corrigido pela inflação) ou um percentual das vendas, o maior entre os dois. \r\nPara o segundo trimestre de 2019, esperamos que a sazonalidade do efeito Páscoa (em abril/19), o dia das mães e o filme Os Vingadores, contribuam para um melhor resultado, o último sobretudo com a receita de estacionamento, uma vez que estreias mais expressivas como essa resultam na melhora na receita de estacionamento, dado que  o cliente fica mais tempo no shopping, contribuindo para maior fluxo de consumidores. Seguimos na tese de expectativa de melhora da situação financeira das famílias e aumento da intenção de compra de bens duráveis, assim como queda no desemprego, acreditando que a reforma da Previdência será aprovada com uma economia por volta de R$800,0 bilhões em 10 anos.\r\n \r\nNos próximos anos, deve ter pouca entrega de área bruta locável referente ao  desenvolvimento de novos shoppings, visto as poucas construções sendo realizadas no atual momento, enquanto a demanda de abertura de novas lojas no Brasil deve aumentar, o que tende a deixar o mercado mais pró-proprietário, podendo reduzir carências e descontos, aumento no de aluguel/m² e maiores taxas de ocupação. A Administradora de Shoppings segue com o plano de adequação do portfólio, com vendas de ativos non-core (em fev/19 concluiu a venda do Shopping Sete Lagoas) e em aquisições de core (de maior porte, em cidades grandes e onde podem realizar a gestão ativa).\r\n \r\nA BR Malls apresentou resultados positivos no primeiro trimestre 2019, sobretudo com melhora na taxa de inadimplência e aluguel mesmas lojas (reflexo do aumento do IGP-M e redução dos descontos). Ainda houve crescimento em importantes indicadores financeiros, mantendo baixa alavancagem financeira e adequada liquidez, especialmente com a 7ª emissão de debêntures. Já se adaptando para a nova tendência de consumo (e-commerce), a Br Malls está com a solução Delivery Center, que abre novos horizontes para os consumidores e lojistas através de soluções de entregas na mesma hora. Dessa maneira, mantemos a tendência de longo prazo de alta. Caso esse cenário mais otimista em relação ao novo governo não venha a se concretizar, como a implementação de reformas fiscais, podemos alterar a nossa perspectiva para as ações da BR Malls (BRML3).\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\nAo término do primeiro trimestre de 2019, a Administradora de Shoppings reportou uma receita líquida de R$314,1 milhões, crescimento de 5,6% em relação ao mesmo período do ano anterior, excluindo o Shopping Sete Lagoas, vendido em fev/19. A receita de aluguel mínimo também apresentou evolução, 2,9% quando comparado ao 1T18, totalizando R$193,2 milhões. Outra receita importante é a advinda do estacionamento, que aumentou em 4,6% comparando os mesmos períodos, somando R$69,0 milhões no trimestre analisado, refletindo o aumento no fluxo total de veículos. Destaque também para as primeiras instalações da Br Malls do circuito de mídia digital e esforços de comercialização, que fizeram a receita de Mall & Mídia avançar 16,3%. Os custos elevaram-se em 5,8%, excluindo o shopping vendido. As despesas com vendas, gerais e administrativas aumentaram em 21,9%.\r\n \r\nO Ebitda ajustado ex vendas foi de R$234,6 milhões no 1T19, aumento de 0,9% ante os meses de janeiro a março de 2018. O lucro líquido ajustado do 1T19 foi de R$171,0 milhões, crescimento de 13,8% ante o lucro líquido de R$126,5 milhões do 1T18, refletindo o aumento da receita e os efeitos tributários oriundos do pagamento de juros sobre capital próprio. No mesmo período, o FFO ajustado (AFFO - fluxo de caixa operacional) apresentou alta de 14,0%, atingindo R$176,3 milhões. \r\nO resultado operacional líquido ex vendas (NOI - em inglês) atingiu R$278,0 milhões, um aumento de 3,8% em relação ao 1T18. O NOI é calculado pela soma do resultado operacional, como receitas de aluguéis e estacionamento, reduzindo as despesas operacionais. A BR Malls apresentou avanços em importantes indicadores operacionais nos meses de janeiro a março de 2019 ante o mesmo período do ano anterior. Dentre eles, é importante destacar: (i) recuo de 1,1 p.p. da inadimplência líquida; (ii) crescimento de 6,5% nas vendas totais; e (iii) expansão de 5,7% no aluguel mesmas lojas.\r\n \r\nNo que se refere à estrutura de endividamento, ao término de março de 2019, a BR Malls possuía uma dívida bruta de R$3,1 bilhões, aumento de 11,8% em relação ao trimestre imediatamente anterior, refletindo a emissão da 7ª debênture da Companhia. Essa captação tem como destinação a gestão dos passivos, inclusive a Br Malls liquidou cerca de R$408,1 milhões em dívidas entre março e abril, que detinham um custo médio de 8,6% a.a. e prazo de 1,4 anos. \r\nAs disponibilidades da Companhia somavam R$1,4 bilhão, aumento de 51,5% ante o 4T18. Dessa maneira, a dívida líquida da BR Malls foi de R$1,7 bilhão no trimestre analisado, queda de 8,1% em relação aos meses de outubro a dezembro de 2018. Em decorrência do menor endividamento, fruto da maior amortização de empréstimos e financiamentos, a BR Malls apresenta uma alavancagem confortável. A alavancagem financeira, medida pela relação entre a dívida líquida e o Ebitda, foi de 1,9x.\r\n \r\nA Administradora de Shoppings mantém a estratégia de fortalecimento do portfólio de shoppings. A Companhia finalizou o 4T18 com participação em 39 shoppings e investiu R$51,2 milhões, principalmente em revitalizações e manutenção. A BR Malls ainda possui um projeto greenfield em desenvolvimento se trata do Shopping Cascavel, que está em fase de comercialização. As obras serão reiniciadas a partir de um estágio mais avançado de comercialização. A administradora de shoppings estuda investir aproximadamente R$400 milhões, que começou a ser desembolsado em 2017, em um horizonte de 5 anos, para aumentar a atratividade de seus principais shoppings.",
            "valor_total": "10.959.356",
            "receita_liquida": "1.210.676",
            "numero_acoes": "872.728",
            "pl": "12,68",
            "resultado": "1.129.290",
            "dividendos": "0,16",
            "beta": "1,02",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:54:35",
            "editado": "2019-05-28T10:19:41",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 38025,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda de correção.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "13,86",
        "compra_maxima": "13,78",
        "stop": "14,50",
        "objetivo": "13,20",
        "preco_encerramento": "14,24",
        "criado": "2019-06-17T11:30:37",
        "editado": "2019-06-18T10:16:14"
    },
    {
        "empresa": {
            "id": 182,
            "analista": 42,
            "nome": "Alpargatas",
            "codigo": "ALPA4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/b4b10d17ea6b3d5456fe8e3d388df1afc0ef5399/ALPA.svg",
            "sobre": "A Alpargatas é líder no setor de calçados na América Latina e proprietária de marcas como Havaianas e Osklen, entre outras. Além dessas, possui as licenças da Mizuno. Com quatro fábricas no Brasil e sete na Argentina, possui também operações nos Estados Unidos e na Europa e exporta Havaianas para mais de 100 países. Para gerar mais valor ao seu negócio, a Alpargatas tem presença significativa no varejo, com mais de 600 lojas no mundo, a maioria da marca Havaianas, além de 150 mil pontos de vendas no Brasil e 10 mil no exterior.\r\n",
            "pontos_positivos": "Companhia com portfólio de marcas variadas, as quais são conhecidas e têm grande receptividade por parte dos clientes.\r\nPenetração em mercados geograficamente diversificados.\r\nExpansão no número de pontos de vendas.\r\nCrescimento das receitas em euro e em dólar.\r\nEmbora tenha receita em dólar, as despesas financeiras aumentaram mais de 75%, n vejo apreciação do WDO como ponto positivo.",
            "pontos_negativos": "Perdas decorrente da inflação na Argentina.\r\nMaior necessidade de capital de giro.\r\nFraco crescimento das vendas acompanhado de um aumento expressivo nas despesas.",
            "resumo": "O atual cenário macroeconômico ainda se mostra desafiador para os segmentos ligados ao consumo de bens duráveis e não duráveis. Contudo, segundo a pesquisa mensal do comércio (PMC), promovida pelo IBGE, o volume de vendas do varejo focado no mercado de calçados apresentou um tímido avanço nesse primeiro trimestre na comparação com o mesmo período de 2018.\r\n\r\n\r\nApesar da expansão das vendas do segmento, é notório a lenta retomada do crescimento econômico, que dá fracos sinais de reaquecimento, através dos cortes nas projeções de expansão do PIB e principalmente pelo elevado patamar de desocupados, que nesse 1T19 ficou em 12,50%.\r\n\r\n\r\nDestaca-se a retração da confiança do consumidor, que segundo a FGV sugere um descontentamento com o lento ritmo de recuperação da economia, o que se constitui em um fator desestimulante para a atividade varejista. Ademais, também é válido ressaltar a aceleração da inflação alimentar, que, dado o peso da alimentação no orçamento doméstico, pode fazer que cada vez menos recursos sejam destinados para bens com menores graus de essencialidade.\r\n\r\n\r\nA despeito do fraco resultado, acreditamos que o ativo continuará performando acima da média do segmento, entendemos que o trimestre em questão como uma exceção no histórico da Companhia,  logo, mantemos a tendência de alta inalterada.\r\n\r\n\r\nANÁLISE DE RESULTADOS DO 1º TRIMESTRE DE 2019.\r\n\r\n\r\nAo término do primeiro trimestre do ano corrente, a receita operacional da Alpargatas totalizou R$940,20 milhões, aumento de 4,20% em relação ao mesmo período do ano anterior. Embora o principal destaque negativo foram as operações na Argentina, onde a receita apresentou forte recuou de mais de 19% em decorrência da situação hiperinflacionária, ao mesmo tempo houve uma compensação  do forte desempenho das vendas internacionais, 16,10%, quepode ser explicado em parte pela apreciação do dólar frente ao real.\r\n\r\n\r\nO Ebitda, que mensura o resultado financeiro operacional, apresentou recuo de 20% e foi registrado por R$134 milhões, dado que as despesas se expandiram em um ritmo mais acelerado que a receita, 26,20%. Na mesma direção do Ebitda, o lucro líquido apresentou retração de 61%, ficando em R$43,50 milhões, sendo impactado negativamente por maiores despesas financeiras, principalmente por perdas decorrente de variação cambial, as quais aumentaram 76%.\r\n\r\n\r\nPassando para os dados operacionais, o volume de vendas das operações nacionais cresceu tímidos 2,70%, venda de 50,50 milhões de pares. Ao mesmo tempo que as vendas das operações internacionais aumentaram 2,2%, sendo vendidos 7,50 milhões de pares. Já as operações na Argentina tiveram retração nas vendas de 21%, dado a conturbado momento econômico que o país atravessa.\r\n\r\n\r\nNo período em análise foi verificado uma maior necessidade de capital de giro para financiamento das operações, logo, podemos inferir que houve uma deterioração da gestão de capital de giro. As necessidades foram de R$147 milhões, aumento de 21% na comparação com o mesmo período do ano anterior, tendo como destaque negativo os maiores estoques.\r\n\r\nNo trimestre findo em março de 2019, a Alpargatas (ALPA4) possuía uma dívida líquida negativa de R$20,30 milhões, frente ao valor de R$111 milhões possuído no 1T18. Uma dívida líquida negativa sinaliza que o valor detido em caixa é suficiente para cobrir o endividamento financeiro e há sobras. Em relação ao nível de solvência, este manteve-se estável em relação ao primeiro trimestre de 2018, tanto o de curto e longo prazo se mantendo acima do patamar considerado saudável.",
            "valor_total": "7.781.168",
            "receita_liquida": "3.981.027",
            "numero_acoes": "463.053",
            "pl": "5,33",
            "resultado": "331.218",
            "dividendos": "0,45",
            "beta": "0,95",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T18:07:14",
            "editado": "2019-06-10T17:59:56",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 38007,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "18,76",
        "compra_maxima": "18,86",
        "stop": "17,80",
        "objetivo": "19,80",
        "preco_encerramento": "18,45",
        "criado": "2019-06-13T13:01:58",
        "editado": "2019-06-14T14:40:04"
    },
    {
        "empresa": {
            "id": 351,
            "analista": 49,
            "nome": "B3 - Brasil, Bolsa, Balcão",
            "codigo": "B3SA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/c73aabc22b11b27a03e6da124e838da01416bf2e/B3SA.svg",
            "sobre": "A B3 é uma das maiores bolsas de valores do mundo e a maior bolsa da América Latina. A Empresa oferece um ambiente para negociação de ações, derivativos, renda fixa privada, títulos públicos, moedas e commodities. A atuação da Companhia abrange registro, compensação e liquidação de ativos e valores mobiliários negociados em seus ambientes, assim como a listagem de ações e outros ativos. Atualmente, é a única bolsa de valores em operação no Brasil.",
            "pontos_positivos": "Fusão com a Cetip amplia posição de destaque da Companhia e reforça sua proteção com relação a possíveis competidores.\r\nDiversificação da fonte de geração de receita entre divisões de mercado à vista, derivativos e serviços acessórios.\r\nPosição de monopólio no mercado.\r\nAltas barreiras de entrada em termos tecnológicos, operacionais e, especialmente, regulatórios.\r\nMomento otimista de mercado geram novos negócios e novas companhias listadas na Bolsa de Valores.",
            "pontos_negativos": "Contexto negativo para o cenário macroeconômico reduz o volume financeiro investido na bolsa.\r\nTendência recente de listagem de Companhias brasileiras na Bolsa de Nova Iorque, mostrando que o ambiente interno ainda precisa ser melhor desenvolvido para listagem e captação.\r\nNovas tecnologias de criptografia como Blockchain podem eventualmente baratear custos de custódia e registros, consequentemente retirando fontes de receitas no caso da CBLC (Central Depositária da B3).",
            "resumo": "A B3 é a única atuante do seu setor no Brasil, o que lhe garante controle absoluto do mercado e a existência de importantes barreiras de entrada. Do ponto de vista tecnológico e operacional, a Companhia possui uma rede de relacionamentos e contratos que dificulta e/ou encarece a entrada de outro participante no mercado. Além disso, a integração de suas operações típicas de bolsa com atuação em clearing de ativos faz com que o potencial de ameaça de um eventual novo entrante no mercado seja minimizado.\r\n\r\nO momento atual de mercado, principalmente após a bolsa ter registrado a marca de 1 milhão de investidores pessoa física, favorece os resultados da B3, o que pôde ser percebido no aumento dos volumes das operações nos mercados de ações e derivativos. Com isso, a Companhia registrou um crescimento forte na sua receita total neste trimestre. Junto a este fator, observamos um aumento gradativo ao longo dos últimos trimestres no ROE da Companhia, que em março de 2018 era de 5,5% e no atual trimestre se encontra em 9,5%. Ao mesmo tempo, os indicadores de alavancagem da Companhia também estão caindo, o que mostra que a B3 conseguiu alcançar resultados satisfatórios após um ano completo da fusão.\r\n\r\nPara longo prazo, acreditamos na tendência de alta para a Companhia. Mesmo negociando cerca de 30x o preço/lucro, vemos espaço para a B3 continuar gerando bons resultados e aproveitando a sua posição como única bolsa de valores do Brasil.\r\n\r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n\r\nA receita total da B3 atingiu R$1,53 bilhão no 1T19, alta de 24,1% sobre o mesmo período do ano anterior, reflexo do aumento de receitas em todos os segmentos. Após um ano de fusão com a Cetip, a B3 agora classifica em quatro principais linhas de receitas: (i) Listado (que inclui ações e instrumentos de renda variável e juros, moedas e mercadorias); (ii) Balcão; (iii) Infraestrutura para Financiamentos; e (iv) Tecnologia Dados e Acessos. \r\n\r\nA receita do segmento Listado apresentou aumento de 31%, registrando R$955 milhões, com destaque para a linha de ações e instrumentos de renda variável. Já o segmento de Balcão, que registrou receita de R$241 milhões, cresceu 5,8%. Os demais segmentos, Infraestrutura para Financiamentos e Tecnologia, Dados e Acessos, apresentaram crescimento de 31,5% e 13,4%, respectivamente, registrando receita de R$152 milhões e R$184 milhões.\r\n\r\nAs despesas totalizaram R$665,0 milhões, 10,3% maiores que no 1T18, refletindo principalmente o aumento nas despesas atreladas ao faturamento de 76,5% saindo de R$42,4 milhões para R$74,9 milhões e maior pagamento do programa de incentivo de longo prazo baseado em ações que aumentou 50,6%, saindo de R$34,9 milhões para R$52,5 milhões, causado pelo aumento no preço das ações da B3SA3. As despesas atreladas ao faturamento podem ser explicadas pela implementação do novo modelo de negócios no sistema de contratos do segmento Infraestrutura para Financiamento.\r\n\r\nO EBITDA recorrente totalizou R$970,8 milhões no 1T19, alta de 27,7% em relação ao mesmo período do ano anterior, impulsionado pelo aumento das receitas totais. Com isso, a margem EBITDA cresceu 2,07 p.p., indo para 70,4%. O lucro líquido atingiu R$606,2 milhões, alta de 92,6% em relação ao 1T19, refletindo o aumento das receitas e o impacto do imposto de renda no trimestre.\r\n\r\nOs investimentos em CAPEX no 1T19 foram de R$65,1 milhões, os quais se referem principalmente a atualizações em projetos de novas instalações da Companhia, atualizações de sistemas e tecnologia para todos os segmentos e desenvolvimento de produtos. \r\n\r\nA dívida bruta no trimestre era de R$4,26 bilhões (59,1% de longo prazo e 40,9% de curto prazo), o que corresponde a 1,2x o EBITDA recorrente nos últimos 12 meses. \r\n\r\nO resultado financeiro atingiu um saldo positivo de R$20,8 milhões no atual trimestre, ante o resultado negativo de R$22,5 milhões do 1T18. Desmembrando o saldo, as receitas financeiras totalizaram R$111,1 milhões, 2,6% superiores ao 1T18, justificadas pela maior posição de caixa da Companhia. Por sua vez, as despesas financeiras somaram R$85,7 milhões e caíram 33,8% em relação ao 1T18, explicadas pela amortização de R$1,5 bilhão de debêntures em dezembro de 2018 e pela menor taxa de juros no período.",
            "valor_total": "65.761.190",
            "receita_liquida": "5.098.240",
            "numero_acoes": "2.047.360",
            "pl": "12,35",
            "resultado": "2.378.920",
            "dividendos": "0,73",
            "beta": "1,27",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-03-26T09:41:06",
            "editado": "2019-05-29T17:31:00",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37978,
        "analista": 43,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra de rompimento de resistência em tendência de alta.",
        "imagem": "https://cdn.tororadar.com.br/analista/recomendacoes/2019-6-11/677df072355c3ab5150300194ec3b8c74258afea/b3sa3.PNG",
        "compra": "37,55",
        "compra_maxima": "37,61",
        "stop": "35,43",
        "objetivo": "40,00",
        "preco_encerramento": "37,55",
        "criado": "2019-06-11T11:10:13",
        "editado": "2019-06-14T13:45:18"
    },
    {
        "empresa": {
            "id": 81,
            "analista": 49,
            "nome": "Ultrapar",
            "codigo": "UGPA3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/8e046288df32a3527b18fa386cdd560e5f3f1885/UGPA.svg",
            "sobre": "A Ultrapar é um dos maiores grupos empresariais brasileiros, atuando há cerca de 80 anos nos setores de distribuição de combustíveis (através das redes Ipiranga e Ultragaz), na indústria de especialidades químicas com a Oxiteno, no segmento de armazenagem para granéis líquidos por meio da Ultracargo e no varejo farmacêutico com a Extrafarma. Em todas as área de atuação do Grupo, há grande penetração de mercado. O Grupo possui atualmente 23% de market share na distribuição de GLP (Gás de Cozinha) com a Ultragaz e 22% dos postos de combustíveis do País com a Ipiranga. A Empresa é listada na NYSE (Bolsa de Nova Iorque) e na B3 o ativo é negociado sob o ticker UGPA3.",
            "pontos_positivos": "Nova planta de especialidades químicas no Texas, da Oxiteno, pode se tornar importante fonte de receita para a Companhia.\r\nUltracargo com potencial de ampliação da sua participação de mercado em infraestrutura e logística.\r\nA participação de mercado da Ultragaz, aliada à eficiência de custos, contribui com resultados consistentes para a Companhia.\r\nA contribuição das receitas da Oxiteno para o resultado do grupo reduz a sua exposição ao mercado doméstico.\r\nCenário de recuperação econômica tende a impactar positivamente no volume de vendas da rede Ipiranga.",
            "pontos_negativos": "A pressão exercida pelo governo federal nos preços da gasolina tem impacto direto nas redes de postos privadas, forçando-as a manterem os combustíveis em patamares de preços competitivos.\r\nA não aprovação da venda da Liquigás para a Companhia, com aplicação de multa do órgão regulador (CADE ), freou planos de expansão da Ultrapar.\r\nA valorização do real pode impactar negativamente a receita da Oxiteno.\r\nExtrafarma ainda com elevado número de lojas em período de maturação.\r\nRedução nas margens refletiu em um elevado grau de alavancagem financeira.",
            "resumo": "A melhora no cenário doméstico, como crescimento do PIB e diminuição do desemprego no país, impulsionam a demanda no mercado interno, beneficiando os resultados da Ultrapar, que está posicionada em negócios fundamentais para a economia como fornecimento de Gás, combustível e drogarias, além de commodities de produtos químicos.\r\n \r\nObservamos neste trimestre um recuo nos resultados operacionais da rede Ipiranga. Apesar do aumento no volume de vendas, as margens foram comprometidas por um crescimento dos custos e pelos investimentos em manutenção e ampliação da rede de postos e franquias. A indústria química Oxiteno demonstrou queda no volume de vendas, porém, excluindo efeitos não recorrentes, um resultado positivo com melhora nas margens.\r\n \r\nApesar da impulsão esperada pela recuperação da atividade econômica no país, enxergamos que a Empresa passou por uma redução de margens, o que prejudica sua capacidade de geração de resultado e aumentou o seu grau de alavancagem financeira, portanto, vemos uma tendência neutra no longo prazo para a Companhia. Ficamos atentos ao cenário econômico e a um possível efeito positivo nas receitas, nas margens e na capacidade da Empresa de reduzir o grau de alavancagem financeira nos próximos trimestres.\r\n \r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018 \r\n \r\nA Ultrapar apresentou uma receita líquida de R$23,5 bilhões no quarto trimestre, alta de 10,0% em relação ao 4T17, em função do crescimento da receita de todos os negócios. Já no acumulado do ano a receita líquida atingiu R$90,7 bilhões, crescimento de 14,0% em relação ao ano anterior.\r\n \r\nO EBITDA ajustado totalizou R$993 milhões, queda de 5,0% na comparação trimestral, impactado pelo menor EBITDA na Ipiranga e na Extrafarma. Em contrapartida Oxiteno, Ultragaz e Ultracargo apresentaram melhora na comparação trimestral. O lucro líquido totalizou R$496,0 milhões, alta de 27,0% no 4T18, ocasionada pela melhora do resultado financeiro e pelo aumento no EBITDA. No exercício de 2018, o lucro líquido totalizou R$1,13 bilhão, recuo de 26,0% em relação a 2017.\r\n \r\nA dívida líquida atingiu R$8,2 bilhões em 2018, referente a 2x o EBITDA ajustado, em comparação aos R$7,2 bilhões do ano anterior, que representava 1,8x o EBITDA ajustado. Esse aumento foi ocasionado por uma dívida bruta maior. Em compensação, a Companhia conseguiu ter uma maior geração operacional de caixa. A receita financeira líquida no 4T18 foi de R$117,0 milhões, ocasionada por (i) apropriação de juros de créditos tributários referentes à exclusão do ICMS da base de cálculo do PIS/COFINS, no valor de R$153 milhões; (ii) resultado com hedges cambiais em função da variação cambial no período e (iii) da queda do CDI na comparação anual, fruto das iniciativas de gestão de passivo da Companhia ao longo dos últimos anos. A Empresa possui caixa suficiente para cumprir com suas obrigações de curto prazo, que totalizam R$2,27 bilhões e representam 15% da dívida bruta. A alavancagem financeira (dívida líquida/EBITDA ajustado) cresceu na comparação anual, saindo de 1,81x no 4T17 para 2,68x no 4T18, devido a uma queda do EBITDA ajustado e também ao aumento da dívida bruta.\r\n \r\nO fluxo de caixa das atividades operacionais totalizou R$2,89 bilhões em 2018, comparado a R$1,74 bilhão em 2017, aumento ocasionado em função da otimização do capital de giro no período. A Empresa totalizou R$548 milhões em investimentos no atual exercício. Desse saldo, R$283,0 milhões foram direcionados para manutenção e ampliação da rede de postos e franquias da Ipiranga. Já na Oxiteno foram destinados R$70 milhões em investimentos para uma nova planta de especialidades químicas nos Estados Unidos e para a manutenção das suas unidades produtivas. A Ultragaz recebeu R$55 milhões em investimentos direcionados a clientes do segmento granel, reposição e aquisição de vasilhames e tecnologia da informação. Na Ultracargo foram investidos R$76 milhões, direcionados à expansão dos terminais de Itaqui e de Santos, à manutenção e à modernização dos terminais e à segurança operacional. Na Extrafarma foram investidos R$50 milhões direcionados à abertura de novas lojas e tecnologia da informação.",
            "valor_total": "25.605.762",
            "receita_liquida": "85.503.201",
            "numero_acoes": "556.405",
            "pl": "17,20",
            "resultado": "1.269.874",
            "dividendos": "1,46",
            "beta": "0,63",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-10T17:58:04",
            "editado": "2019-02-26T17:09:41",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37981,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Rompimento de lateralização.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "21,07",
        "compra_maxima": "21,20",
        "stop": "19,98",
        "objetivo": "22,00",
        "preco_encerramento": "21,71",
        "criado": "2019-06-11T15:14:22",
        "editado": "2019-06-14T11:17:00"
    },
    {
        "empresa": {
            "id": 11,
            "analista": 42,
            "nome": "Hering",
            "codigo": "HGTX3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/c6868fae8c9e62a7738c6a48f99ce2bcfa50337e/HGTX.svg",
            "sobre": "Com mais de 135 anos a Hering (HGTX3) é a maior rede de franquias de varejo têxtil do Brasil, a empresa possui em seu portfólio quatro marcas: (i) Hering; (ii) Hering Kids; (iii) PUC e; (iv) Dzarm. Visando atender o mercado de forma ágil e flexível a Hering possui um modelo de produção híbrido caracterizado pela combinação de produção própria, terceirizada e outsourcing (compra de produto acabado) no mercado interno e externo. Atualmente a varejista possui dois pólos industriais localizados nos estados de Santa Catarina e Rio Grande do Norte. Também possui centros de distribuição localizados em Blumenau (SC) e Anápolis (GO), e a partir deles abastece todas as lojas próprias, franqueadas e clientes Multimarcas.\r\n",
            "pontos_positivos": "Maior eficiência na gestão do capital de giro.\r\nMenor necessidade de capital de giro;\r\nMaior produtividade nas vendas.\r\nIntegração dos canais de vendas\r\nInexistência de alavancagem financeira.",
            "pontos_negativos": "Setor da empresa é marcado por forte concorrência, o que pressiona as margens e pode comprometer a rentabilidade do negócio.\r\nElevada taxa de desemprego e redução do salário médio, que compromete a propensão ao consumo.\r\nSegmento oferece baixas barreiras a entrada de novos concorrentes.\r\nRetração nas vendas internacionais.",
            "resumo": "Os mais recentes cortes  na perspectivas de expansão do PIB e as fracas leituras do IBC-Br no primeiro trimestre, sinalizam uma fraca atividade econômica para o ano de 2019, sendo que muitos já esperam um PIB negativo no 1T9. De igual modo, o atual patamar da taxa de desocupados, voltou a superar o patamar de 12%, retração do salário médio e manutenção da selic em 6,50%, dado a necessidade de estímulo para a economia também sinalizam uma demora na retomada do crescimento econômico, fazendo com que o atual cenário econômico seja mais desafiador para as atividades ligadas ao consumo, principalmente para os bens que são considerados supérfluos no orçamento doméstico.\r\n\r\n\r\nOs fatos acima citados resultaram na retração da confiança do consumidor, que segundo a FGV indica um descontentamento com o lento ritmo de recuperação da economia e ainda elevado patamar de desemprego, o que se constitui em um fator desestimulante para a atividade varejista. Apesar do cenário desafiador, o segmento do varejo focado em vestuário apresentou resiliência no primeiro trimestre de 2019, ao apresentar um volume de vendas 2,10 p.p. superior ao apresentado no mesmo período do ano anterior.\r\n\r\n\r\nAo término dos três primeiros meses de 2019, a Hering (HGTX3) apresentou um sólido resultado, com crescimento nas mais importantes métricas financeiras operacionais, que foi impulsionado pela integração dos canais de vendas, lojas físicas e e-commerce, desses modo, auferindo uma expansão das vendas acima do segmento de atuação. Apesar do excelente resultado, mantemos o teor de cautela com o ativo, pois entendemos que uma mudança para alta depende da evolução e sustentabilidade do resultado apresentado.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nAo término do primeiro trimestre de 2019, a Hering (HGTX3) reportou uma receita líquida de vendas de R$437,86 milhões, montante 7,90% maior que o reportado no 1T18. Com as vendas sendo tracionadas pelo mercado doméstico, que cresceu 8,30%, enquanto as vendas para o mercado externo caíram 8,30%. As vendas foram auxiliadas pelo aumento da produtividade por m², pela expansão do ticket médio e pelo aumento do fluxo de clientes nas lojas. No período em análise, as vendas nas mesmas lojas, lojas com até 12 meses de funcionamento apresentaram um sólido crescimento, 11,50% na comparação com o mesmo período do ano anterior.\r\n\r\n\r\nO Ebitda (indicador que mede o desempenho operacional) apresentou evolução, registrando R$57,03 milhões, o que representou um crescimento de 25,90% e incremento na margem de 2,10 p.p. na comparação com o resultado reportado no mesmo período do ano anterior. O lucro líquido também apresentou expansão na base de comparação anual, atingindo R$46,96, resultado 36,10% maior que o reportado ao fim do 1T18. O resultado final foi auxiliado por menores despesas financeiras líquidas com juros, as quais totalizaram R$7,00 milhões, redução de 16%.\r\n\r\n\r\nAo término do 1T19, os investimentos totalizaram R$9,30 milhões, aumento de 190% na comparação com o mesmo período do ano anterior. Sendo canalizados majoritariamente para (i) plantas fabris; (ii) tecnologia para evolução dos novos sistemas e suporte ao negócio (iii) reforma e inauguração de lojas. \r\n\r\n\r\nNo que tange a gestão do capital de giro, esta apresentou substancial melhora na comparação do primeiro trimestre de 2018 e 2019, com destaque para o prazo médio de estocagem ficou em 144 dias, redução de 14 dias e prazo médio de pagamento a fornecedores, que encerrou o primeiro trimestre de 2019 em 86 dias, incremento de 16 dias. Já o prazo médio de recebimento apresentou deterioração, e aumentou 11 dias, ficando em 95 dias. Com isso, a companhia apresentou uma menor necessidade de capital de giro que ficou em R$42,30 milhões, valor 26,43% menor que o reportado no mesmo período do ano anterior.\r\n\r\n\r\nNo que diz respeito à estrutura financeira, a Hering finalizou o primeiro trimestre de 2019 sem endividamento financeiro e com um caixa de R$358 milhões, dado a inexistência de endividamento financeiro, logo, não há alavancagem financeira. No que tange à capacidade de solvência, tanto a de curto e longo prazo apresentaram deterioração, contudo, ambas se mantêm bem acima de um patamar considerado confortável.",
            "valor_total": "4.829.840",
            "receita_liquida": "1.569.700",
            "numero_acoes": "161.590",
            "pl": "8,34",
            "resultado": "0,68",
            "dividendos": "0,68",
            "beta": "0,91",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:05:17",
            "editado": "2019-05-20T17:00:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37992,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Compra no teste da média móvel aritmética de 21 períodos no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "27,20",
        "compra_maxima": "27,05",
        "stop": "28,90",
        "objetivo": "25,50",
        "preco_encerramento": "28,08",
        "criado": "2019-06-12T12:59:00",
        "editado": "2019-06-13T11:07:24"
    },
    {
        "empresa": {
            "id": 268,
            "analista": 41,
            "nome": "RUMO LOG ON",
            "codigo": "RAIL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/e96aa58b5c64fac18fb9e256d604c393d6d730ca/RAIL.svg",
            "sobre": "A empresa resultante da fusão entre Rumo e ALL, concluída em 2016, conta com aproximadamente 12 mil quilômetros de malha ferroviária, 1.000 locomotivas e 25 mil vagões. É a maior operadora logística com base ferroviária independente da América Latina, oferecendo vários tipos de serviços de logística com operações de transporte intermodal door-to-door domésticas e internacionais, carregamento e entrega local, terminal portuário e serviços de armazenagem, incluindo inventário e gestão de centros de distribuição. A principal área de atuação se estende sobre os estados do Mato Grosso e São Paulo e os estados da região sul do Brasil. A rede ferroviária abrange uma área responsável por aproximadamente 80% do PIB do Brasil, onde quatro dos portos mais ativos no País estão localizados e através do qual a maior parte da produção de grãos do Brasil é exportada.",
            "pontos_positivos": "O custo do frete, cobrado pelas operadoras nas ferrovias, é consideravelmente mais barato em relação ao transporte rodoviário.\r\nOferece soluções logísticas personalizadas para clientes no segmento agrícola, industrial e agroindustrial.\r\nA Empresa conta com destaque e monopólio de exclusividade de suas vias, o que é uma grande barreira de entrada aos novos concorrentes.\r\nMalhas cobrindo os principais estados produtores agrícolas e industriais.\r\nTroca de dívidas por passivos de custo mais baixo reduziu bastante os custos financeiros da Companhia.\r\nMarket share de mais de 50% do volume exportado no porto de Santos.\r\nAquisição da Ferrovia Norte-Sul deve ampliar significativamente a receita da Companhia.",
            "pontos_negativos": "Segmento altamente regulado pelas instâncias governamentais e impactado diretamente por suas decisões.\r\nAlto grau de correlação com o setor agrícola indica possíveis problemas operacionais caso haja quebra de safra em alguma commodity.\r\nOs tributos cobrados entre estados e sua complexidade surgem como um ponto de cautela para o transporte de cargas por vários estados.\r\nImpacto significativo dos investimentos em melhoria e ampliação da infraestrutura, o que também gera gastos futuros com depreciação e amortização desses ativos.",
            "resumo": "De acordo com dados da CONAB (Companhia Nacional de Abastecimento), as safras de milho e soja, principais produtos escoados pela Rumo (RAIL3), devem apresentar comportamento divergente na safra 18/19. No centro-oeste, região da maior operação da Companhia, a produção de milho deve crescer 20%, enquanto a de soja deve retrair 3%. No cômputo total, o impacto deve ser positivo sobre a demanda da Empresa.\r\n \r\nNo que se refere ao resultado, o crescimento das receitas foi bem disseminado entre os diversos segmentos de atuação, com especial destaque para o transporte de soja. A melhora do resultado financeiro permitiu reverter o prejuízo do primeiro trimestre do ano passado em lucro, apesar de as margens terem se mantido relativamente estáveis.\r\n \r\nDestacamos também a recente aquisição da Ferrovia Norte-Sul, a qual ligará a atual malha da Companhia aos estados de Goiás e Tocantins – importantes regiões produtoras de grãos – além de permitir o escoamento pelo Porto de Itaqui (São Luís).\r\n \r\nEm virtude das seguidas melhorias operacionais e financeiras e da aquisição da Ferrovia Norte-Sul, que tem potencial de ampliar significativamente a receita da Companhia, consideramos que os papéis da RAIL3 apresentam tendência de alta no longo prazo.\r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n \r\nA Rumo ampliou sua receita líquida em 17% no primeiro trimestre de 2019 em comparação com o mesmo período de 2018. Com isso, a Companhia atingiu R$1,6 bilhão de receita, valor impulsionado principalmente pelo crescimento de 18% no volume transportado de soja, mas também pela quadruplicação do volume transportado de fertilizantes. A ampliação também foi bem distribuída entre os três segmentos da Empresa: Operação Norte, Operação Sul e Operações de Contêineres.\r\n \r\nContudo, os custos se expandiram acima da receita, atingindo R$1,1 bilhão (+18,5%). O custo com fretes de terceiros foi o principal driver com alta de 55%, devido à baixa disponibilidade de ferrovias nos dois primeiros meses do ano. O custo logístico próprio também teve impacto importante ao subir 42%, em função, principalmente, do aumento expressivo do transporte de fertilizantes.\r\n \r\nMesmo assim, o lucro bruto conseguiu crescer 13,7% e atingiu R$480 milhões. Já a margem bruta (lucro bruto/receita líquida) reduziu-se levemente, passando de 30,3% para 29,4%, mantendo-se ainda um patamar confortável. Dentre as operações da Empresa, apenas a Operação Norte apresentou lucro, o que mostra mais uma vez a dificuldade de converter especialmente a Operação Sul em um negócio rentável.\r\n \r\nAs despesas operacionais somaram R$108 milhões no 1T19, crescimento de 38,5%. Por outro lado, o resultado financeiro reduziu sua despesa líquida de R$379 milhões para R$325 milhões (-14%), o que mais do que compensou o aumento das despesas.\r\n \r\nA melhora contínua dos resultados operacionais, aliada à melhor gestão da estrutura financeira, reverteu os prejuízos que a Companhia auferia nos últimos anos para um lucro consistente. No 1T19, o lucro líquido foi de R$25 milhões, contra um prejuízo de R$58 milhões no 1T18. A margem líquida (lucro líquido/receita líquida) atingiu 1,5%, patamar que, apesar de ainda apertado, gera otimismo por conta da trajetória constante de melhora.\r\n \r\nO Ebitda subiu 12,5% ao passar de R$712 milhões para R$802 milhões. A Operação Norte contribuiu com crescimento de 8,5%, enquanto a Operação Sul apresentou melhora de 45% no indicador. O resultado positivo do Ebitda dessa última, frente ao seu lucro bruto negativo, mostra que os custos com depreciação são o principal fator que pressiona o resultado. Nesse sentido, uma utilização mais eficiente dos ativos deve ser capaz de tornar o segmento rentável no futuro.\r\n \r\nNo âmbito financeiro, o endividamento permanece controlado, com a dívida bruta atingindo R$11,1 bilhões e a dívida líquida R$7,5 bilhões, valores próximos dos atingidos no início de 2018. A alavancagem (dívida líquida/Ebitda 12 meses) voltou a cair, passando de 2,6x para 2,1x, em virtude do crescimento forte do Ebitda no período.",
            "valor_total": "29.855.150",
            "receita_liquida": "6.823.200",
            "numero_acoes": "1.559.020",
            "pl": "5,00",
            "resultado": "349.670",
            "dividendos": "0,00",
            "beta": "0,93",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2016-08-27T10:46:25",
            "editado": "2019-06-07T11:10:28",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37929,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda de correção.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "19,01",
        "compra_maxima": "18,91",
        "stop": "19,75",
        "objetivo": "18,00",
        "preco_encerramento": "19,28",
        "criado": "2019-06-05T15:32:31",
        "editado": "2019-06-11T10:05:30"
    },
    {
        "empresa": {
            "id": 16,
            "analista": 42,
            "nome": "LOJAS RENNER ON",
            "codigo": "LREN3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/147806f306b68dd964ba3ee1de9445e1a8194541/LREN.svg",
            "sobre": "A Lojas Renner é uma das maiores varejistas de moda do país em faturamento. Atualmente, a Empresa conta com mais de 500 lojas em operação, entre lojas da Renner, da Camicado e da Youcom, com presença em todo o país. A Companhia adota há 10 anos conceitos de identificação de tendências a partir dos estilos de vida de seus clientes, técnica que otimiza o tempo de compra e torna a Empresa referência no setor. Sendo a primeira corporação no Brasil a ter 100% das ações negociadas em bolsa, a Lojas Renner é negociada na B3 sob o código LREN3.",
            "pontos_positivos": "Elevação do ticket médio.\r\nDesempenho acima do segmento varejista de vestuário.\r\nExpansão das vendas.\r\nRedução da alavancagem financeira.\r\nAumento das vendas nas lojas recém inauguradas.\r\nMaior geração de caixa operacional.",
            "pontos_negativos": "Fraco crescimento das receitas com produtos financeiros.\r\nModelo de negócio caracterizado por intensa concorrência e baixas margens de lucratividade.\r\nRedução nas vendas com o cartão da bandeira Renner.\r\nMaior necessidade de capital de giro para financiamento das operações.\r\nMaiores perdas sobre a carteira de crédito.",
            "resumo": "A desidratação das perspectivas de expansão do PIB e as fracas leituras do IBC-Br, considerado uma prévia do PIB, sinalizam uma fraca atividade econômica para o ano de 2019. De igual modo, o atual patamar da taxa de desocupados, a retração do salário médio e a manutenção da selic em 6,50%, dada a necessidade de estímulo para a economia, também sinalizam uma demora na retomada do crescimento econômico, tornando o atual cenário econômico adverso para as atividades ligadas ao consumo.\r\n\r\n\r\nOs fatos supracitados resultaram na retração da confiança do consumidor, que segundo a FGV sugere um descontentamento com o lento ritmo de recuperação da economia, o que se constitui em um fator desestimulante para a atividade varejista. Ademais, também destacamos a aceleração da inflação alimentar, que, dado o peso da alimentação no orçamento doméstico, pode fazer com cada vez menos recursos sejam destinados para bens com menores graus de essencialidade, como o vestuário.\r\n\r\n\r\nContudo, ao analisar o segmento do varejo focado em vestuário, percebe-se que o mesmo se encontra em recuperação. No acumulado de 2019 é possível perceber uma melhora substancial no volume de vendas na comparação com o mesmo período de 2018: expansão de 6,10 p.p. no volume de vendas e 4,90 p.p no faturamento.\r\n\r\n\r\nMais uma vez, as Lojas Renner (LREN3) apresentaram um excelente resultado, que ficou bem acima da seu segmento, com expansão em indicadores financeiros operacionais, que foi reflexo principalmente do fluxo de clientes nas lojas durante o primeiro trimestre de 2019. Desse modo, mesmo com um cenário macroeconômico adverso, continuamos com otimismo com o papel, o que reflete a manutenção da tendência de alta para longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nO primeiro trimestre de 2019 foi mais uma vez marcado pelo bom desempenho das vendas consolidadas, reflexo da elevação do ticket médio, que foi de 3,0% e ficou em R$185,43. Com isso, a receita líquida apresentou expansão de 18,0% na base de comparação anual, totalizando R$1,65 bilhão. O Ebitda, que mede o desempenho financeiro operacional, apresentou crescimento e foi registrado em R$218,60 milhões, sinalizando elevação de 49,0% em relação ao resultado do 1T18, sendo auxiliado pela elevação das vendas e pelo recuo das despesas operacionais, as quais cederam 4,60%. O lucro líquido avançou 45,0% na comparação com o primeiro trimestre de 2019, atingindo R$61,60 milhões, sendo impactado negativamente pela redução das receitas dos produtos financeiros, que apresentaram recuo  de 4,90% e foram registradas em R$97,70 milhões.\r\n\r\n\r\nAs lojas recém inauguradas, com até 12 meses, apuraram um crescimento nas vendas de 12,70%, frente à expansão de 6,30% reportada no 1T18. O crescimento das vendas também foi em parte auxiliado pelo incremento no número de lojas. A Lojas Renner finalizou o primeiro trimestre de 2019 com um total de 354 pontos de vendas em funcionamento, 28 lojas a mais que o reportado no 1T18.\r\n\r\n\r\nNo que tange a mix de pagamentos, este se manteve em linha com o reportado no mesmo período do ano anterior. O destaque negativo foi a redução dos pagamentos à vista, que cederam 0,7 p.p. Ao mesmo tempo, as vendas à prazo com os cartões da marca também cederam, havendo aumento das vendas à prazo com cartões de outras marcas. No que diz respeito à inadimplência, houve aumento nas perdas sobre a carteira de crédito, que encerrou o 1T19 em R$2,60 bilhões, 22,60% maior que a reportada ao término do primeiro trimestre do ano anterior. As perdas alcançaram 2,80%, 0,1 p.p. maior que o reportado ao término do 1T18. \r\n\r\n\r\nNo que diz respeito à gestão de capital de giro, o prazo médio de estocagem encerrou o trimestre em análise em 144 dias, aumento de 19 dias em relação ao 1T19, ou seja, a varejista está demorando mais para girar o estoque. O prazo médio de recebimento das vendas à prazo apresentou redução de 2 dias, ficando em 98 dias ao término do primeiro trimestre do ano corrente. Por fim, o prazo médio de pagamento aos fornecedores também mostrou melhora, avanço de 4 dias, encerrando o 1T19 em 112 dias. Em decorrência da pior gestão do capital de giro as Lojas Renner (LREN3) teve uma maior necessidade do mesmo para financiar as operações, que ficou em R$2,41 bilhões, valor 24% superior ao do mesmo período do ano anterior.\r\nNo que tange a estrutura financeira e o endividamento, ao término do 1T19 a Companhia apresentava uma dívida líquida de R$749 milhões, demonstrando uma redução de 19,10% na comparação com o 1T19. De igual modo, a alavancagem financeira apresentou redução, indo de 0,60x para 0,41x. No que se refere a capacidade de solvência, no curto prazo essa apresentou deterioração, contudo, se mantendo em patamares considerados confortáveis, já a capacidade de pagamento de longo prazo apresentou evolução, também se mantendo acima dos patamares desejáveis. ",
            "valor_total": "31.464.120",
            "receita_liquida": "8.690.370",
            "numero_acoes": "790.190",
            "pl": "5,14",
            "resultado": "1.070.290",
            "dividendos": "0,37",
            "beta": "0,82",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:18:03",
            "editado": "2019-05-20T17:02:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37952,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste da média de 9 períodos, rompendo a máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "43,41",
        "compra_maxima": "43,65",
        "stop": "42,00",
        "objetivo": "45,00",
        "preco_encerramento": "44,83",
        "criado": "2019-06-07T10:58:11",
        "editado": "2019-06-10T15:57:43"
    },
    {
        "empresa": {
            "id": 17,
            "analista": 42,
            "nome": "NATURA ON",
            "codigo": "NATU3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/09ed2d89ddf93dc803932bb19ef2ecf06b386a5a/NATU.svg",
            "sobre": "A Natura é uma marca brasileira que está presente em sete países da América Latina e na França, sendo um dos principais nomes no mercado de cosméticos, fragrâncias, higiene pessoal e venda direta. Atualmente, a Companhia se destaca pela integração com as dimensões socioeconômica e ambiental, buscando resultados sustentáveis por meio de canais de diálogo abertos com os seus consumidores. Nos últimos meses, a marca Natura passou a deter 100% das ações da The Body Shop, passando a controlar a Companhia.",
            "pontos_positivos": "Penetração em novos mercados na América Latina.\r\nExpansão das vendas via e-commerce.\r\nGanho de market share das operações no Brasil e América Latina.\r\nCompanhia líder no segmento de cosméticos.\r\nExpansão no ticket médio.\r\nCrescimento acima do segmento.\r\nMelhora na gestão de capital de giro.",
            "pontos_negativos": "Redução no número de consultoras no Brasil.\r\nNegócio com alta necessidade de capital de giro.\r\nPiora na capacidade de solvência no longo prazo. \r\nElevado patamar de desemprego, que tende a travar o consumo das famílias.",
            "resumo": "Os constantes cortes nas projeções de crescimento do PIB, somados às fracas leituras do IBC-Br (considerado uma prévia do PIB) no primeiro trimestre de 2019, sinalizam uma fraca atividade econômica para o ano de 2019. De igual modo, o atual patamar da taxa de desocupados, que voltou a aumentar, a retração do salário médio e a manutenção da Selic em 6,50% a.a., dada a necessidade de estímulo para a economia, indicam uma cadência lenta na retomada do crescimento econômico, tornando o atual cenário econômico adverso para as atividades ligadas ao consumo.\r\n\r\n\r\nObservamos reflexos claros dos fatos acima citados na retração do Índice de Confiança do Consumidor (ICC), que segundo os últimos levantamentos da FGV sugere um descontentamento com a lentidão do ritmo de recuperação da economia, o que se constitui em um fator desestimulante para a atividade varejista. \r\n\r\n\r\nAdemais, também destacamos que a aceleração da inflação alimentar, dado o peso e a importância da alimentação no orçamento doméstico, pode fazer com cada vez menos recursos para bens com menores graus de essencialidade, como cosméticos. Por outro lado, destacamos  a possível aquisição da Avon, uma das principais concorrentes da Companhia no segmento de cosméticos, na hipótese da compra se concretizar, acreditamos que a Varejista irá consolidar a posição de liderança no segmento no Brasil e dar um importante passo para expansão das operações na América Latina.\r\n\r\n\r\nA despeito do cenário adverso, as atividades ligadas ao varejo de cosméticos se apresentaram resilientes e mostram evolução no que diz respeito ao volume de vendas na comparação com o primeiro trimestre do ano anterior, evolução de 1,90p.p. No que tange ao resultado, em comparação com os três primeiros meses de 2018 a Natura apresentou evolução em importantes métricas financeiras, bem como produtividade nas vendas e melhor gestão de capital de giro. Para a alteração da tendência de longo prazo de neutra para baixa, gostaríamos de observar a sustentabilidade desses resultados ao longo dos trimestres, logo, optamos por manter a tendência de longo prazo neutra.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\nAo final do primeiro trimestre de 2019, a receita líquida consolidada cresceu 8,50%, ficando em R$2,91 bilhões, explicada pela boa performance das vendas na América Latina, enquanto as vendas no Brasil apresentaram retração de 1% pelo fraco desempenho do mercado de cosméticos. Mesmo com a queda nas vendas, a Varejista do setor de cosméticos reportou aumento do market share. \r\n\r\n\r\nO Ebitda, indicador que mede o desempenho operacional, apresentou avanço de 5,60%, sendo registrado por R$337 milhões. No que tange o lucro líquido, este apresentou crescimento de 72,80% na comparação com o primeiro trimestre de 2018, sendo registrado por R$42 milhões. Além do que já foi exposto acima, o aumento pode ser associado a menores despesas financeiras com juros, as quais totalizaram R$145,70 milhões, redução de 10% na comparação com o primeiro trimestre de 2018.\r\n\r\n\r\nNo que tange o desempenho por negócio, as vendas da Natura Brasil recuaram 1,0%, com maior impacto sobre as vendas online. Mesmo com  a queda, foi possível observar o aumento da produtividade das consultoras, que apresentou expansão de 1,50% na comparação com o mesmo período do ano anterior. Adicionalmente, destacamos o aumento do ticket médio das vendas. \r\n\r\n\r\nNa América Latina, as vendas cresceram consistentemente (11,10%), com forte desempenho de todas as operações, em decorrência do aumento na preferência pela marca, com destaque para as operações na Argentina, mesmo com um ambiente macroeconômico adverso, e na Colômbia. Ao término do 1T19, a operação na América Latina atingiu 634,4 mil consultoras, crescimento de 7,40% na comparação com o mesmo período do ano anterior. Com isso, a Companhia reportou ganho de participação de mercado na América Latina de 5,10p.p.\r\n\r\n\r\nNo trimestre em análise, a Natura apresentou uma melhor gestão de capital de giro, com destaque para a redução do prazo médio de estocagem, que apresentou redução de 13 dias no 1T19, ficando em 183 dias, e do prazo médio de pagamento a fornecedores, que apresentou aumento de 15 dias, encerrando o primeiro trimestre de 2019 em 85 dias. Já o prazo médio de recebimento das vendas a prazo apresentou piora, aumentando 14 dias e finalizando o 1T19 em 88 dias. A melhora na gestão de capital de giro gerou reflexos no menor consumo de caixa, que apresentou redução de R$11,90 milhões e encerrou o período em análise em R$339 milhões.\r\n\r\n\r\nNo que tange a estrutura de endividamento, ao término do primeiro trimestre de 2019 a dívida líquida apresentou redução de 2,30%, sendo registrada por R$5,5 bilhões. A alavancagem financeira, que é mensurada pela relação entre dívida líquida e Ebitda, foi na mesma direção e saiu de 3,32x para 2,95x. Embora os indicadores de endividamento tenham apresentado melhora, o nível de solvência de curto prazo apresentou piora, contudo, ainda se mantendo em patamar considerado saudável. Ao mesmo tempo, o de longo prazo apresentou evolução, passando de um patamar considerado inadequado para um patamar confortável.",
            "valor_total": "19.569.310",
            "receita_liquida": "13.592.550",
            "numero_acoes": "431.140",
            "pl": "6,34",
            "resultado": "559,750",
            "dividendos": "0,54",
            "beta": "0,94",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:19:47",
            "editado": "2019-05-20T17:06:05",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37949,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste de suporte.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "57,75",
        "compra_maxima": "58,00",
        "stop": "55,40",
        "objetivo": "61,50",
        "preco_encerramento": "56,40",
        "criado": "2019-06-07T10:06:17",
        "editado": "2019-06-10T11:24:33"
    },
    {
        "empresa": {
            "id": 2,
            "analista": 45,
            "nome": "Cemig",
            "codigo": "CMIG4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/5d03682a734b552776954f0db31bf4ed54fcdce8/CMIG.svg",
            "sobre": "A CEMIG atua nas áreas de geração, transmissão e distribuição de energia elétrica e soluções energéticas. O Grupo Cemig é constituído por 170 empresas, além de consórcios e fundos de participação. O controle da Cemig é do Governo de Minas, mas a Empresa tem ações listadas na Bovespa, em Nova Iorque e em Madri. Em Minas Gerais, possui 8,4 milhões de consumidores em 774 municípios. É, ainda, a maior fornecedora de energia para clientes livres do país, com 18% do mercado, e um dos maiores grupos geradores, responsável pela operação de 89 usinas (sendo, 80 hidrelétricas, uma termelétrica, duas fotovoltaicas e 6 eólicas), com capacidade instalada de 6,1 gigawatts.",
            "pontos_positivos": "Apesar de ser uma empresa sujeita ao controle estatal, a Cemig apresenta bom histórico de governança corporativa.\r\nBoa pagadora de dividendos.\r\nCompanhia realizando desinvestimentos a fim de reduzir a alavancagem financeira.\r\nPresença forte em um dos maiores estados do País, que conta agora com um governo estadual mais liberal inclinado às privatizações.",
            "pontos_negativos": "Elevado risco regulatório.\r\nAlta influência governamental, em tempos de crises podem existir uma interferencia direta. \r\nTarifas e encargos elevados para o setor de energia.\r\nRedução na tarifa média na energia reduz a capacidade de geração de receitas.",
            "resumo": "Com a gestão de Romeu Zema no governo no estado de Minas Gerais, as expectativas se renovaram para Cemig (CMIG4). O partido do novo governador apresenta uma pauta mais liberal e menos intervencionista, que é observada com bons olhos pelo mercado. Entretanto, ainda vale a ressalva sobre a expressiva burocracia contida no setor elétrico, no qual mudanças de grande impacto caminham a passos lentos. \r\n\r\nAlém de questões políticas, fatores macroeconômicos têm forte influência sobre a Companhia. A retomada do crescimento econômico ainda permanece aquém do esperado. Observa-se constantes revisões do PIB para baixo, uma inflação que se encontra abaixo da meta, o nível de atividade industrial do país de forma mais tímida e o consumo das famílias sem melhoras visíveis a curto prazo. Soma-se ainda o fato do âmbito político se voltar às aprovações de algumas reformas, da Previdência e tributária por exemplo, a fim de melhorar as contas públicas e implementar mais dinamismo ao mercado.\r\n\r\nContudo, a empresa apresentou melhora em seus principais números na comparação anual entre os 1T19 e 1T18. A melhora na receita impactou diretamente o EBITDA e o lucro líquido. A Companhia segue com processos de desinvestimentos no intuito de aprimoramento na eficiência e acreditamos que pode apresentar um desempenho melhor que seus pares. Assim, dentre os fatores expostos, aponta-se uma tendência de alta para longo prazo. \r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019.\r\n\r\nA receita operacional líquida totalizou o montante de R$1,95 bilhão no primeiro trimestre de 2019, elevação relevante de 25% em comparação aos R$1,56 bilhão que foram registrados no 1T18. Destrinchando tal variação, observa-se que o fornecimento de energia bruta apresentou uma melhora nessa comparação anual, com destaque para o segmento comercial. Destacou-se também a evolução da receita de construção e as transações no mercado de curto prazo. \r\n\r\nOs custos e despesas operacionais evoluíram 5% na comparação anual em questão, saindo de R$1,05 bilhão no 1T18 para R$1,1 bilhão no 1T19. Uma das justificativas de tal oscilação foi o programa de desligamento voluntário da empresa que se iniciou em janeiro deste ano, a prerrogativa é de enxugar os gastos e ter ganhos de eficiência. Elevação de custos de manutenção e conservação de instalações e equipamentos elétricos também merecem destaque de elevação no período. \r\n\r\nO EBITDA da empresa foi constatado em R$583 milhões no 1T19, uma expressiva elevação de 81,4% quando comparado ao primeiro trimestre do ano de 2018 (R$247 milhões). A evolução expressiva da receita, essa motivada pelo bom desempenho do segmento de fornecimento de energia bruta, embora a uma pequena elevação dos custos, justificam o bom desempenho da métrica operacional. Assim, o lucro líquido foi auferido em R$583 milhões, elevação de 135% ante ao 1T18 (R$247 milhões). \r\n\r\nNo que tange a dívida da empresa, a dívida líquida totalizou R$12,7 bilhões no primeiro trimestre de 2019, uma redução de 3,05% ante aos R$13,1 bilhões registrados no 1T18. Observa-se que o custo médio da dívida foi de 9,32%, enquanto a alavancagem financeira, dívida líquida/ EBITDA, foi registrado em 3,01x. No mais, destaca-se que 43% da dívida é indexada ao dólar, 34% ao CDI e 21 ao IPCA.",
            "valor_total": "24.351.790",
            "receita_liquida": "23.243.960",
            "numero_acoes": "1.458.190",
            "pl": "11,48",
            "resultado": "2.032.730",
            "dividendos": "0,35",
            "beta": "1,19",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T15:55:09",
            "editado": "2019-06-13T10:26:27",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37935,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de lateralização no gráfico de 60 minutos.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "15,08",
        "compra_maxima": "15,13",
        "stop": "14,55",
        "objetivo": "15,60",
        "preco_encerramento": "15,60",
        "criado": "2019-06-06T10:23:32",
        "editado": "2019-06-07T10:28:46"
    },
    {
        "empresa": {
            "id": 106,
            "analista": 49,
            "nome": "Eztec",
            "codigo": "EZTC3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/04258db68b3b27eb669ea2131ad86bdcaf108eba/EZTC.svg",
            "sobre": "A Eztec Empreendimentos e Participações S/A faz parte do grupo Eztec, holding com mais de 40 anos de experiência nos setores imobiliário, hoteleiro e agropecuário. A Companhia é também uma das maiores incorporadoras e construtoras de edifícios residenciais de São Paulo, com foco no médio e alto padrão. A Eztec é dividida em 3 unidades de negócios: Incorporação, que prospecta e desenvolve empreendimentos que antecipam as tendências do mercado; Engenharia e Construção, que garante a qualidade dos empreendimentos e a entrega no prazo; e Imobiliária, responsável pela manutenção das fortes velocidades de venda de seus empreendimentos.",
            "pontos_positivos": "Prioriza rentabilizar seus ativos a partir de margem diferenciada, com giro racional e sem fazer uso de alavancagem que não seja o próprio financiamento à produção.\r\nA Construtora é reconhecida por cumprimento de prazos de forma rigorosa, o que gera confiança por parte de clientes que comprarem imóveis para investir ou para morar.\r\nAs recentes reduções na taxa de juros e na inflação favorecem o mercado imobiliário, na medida em que aumentam a atividade econômica, o consumo e o investimento.",
            "pontos_negativos": "Desemprego segue em patamar elevado.\r\nCrescimento econômico ainda em ritmo lento reduz a demanda por imóveis novos.\r\nPelo fato de a Companhia reconhecer a receita de vendas proveniente de seus imóveis segundo o método contábil da evolução financeira da obra, o ajuste do custo de um projeto de incorporação poderá reduzir ou eliminar a receita e o lucro anteriormente apurados.",
            "resumo": "Visão da Toro sobre o Resultado: Positiva\r\n\r\nO setor de construção cívil foi um dos mais atingidos pela crise econômica que passamos, a comparação do atual trimestre da EZTEC com o 1T18 mostra claramente uma melhora ainda que ligeira da situação econômica. Começamos a comparação volume de lançamentos da Companhia, que no primeiro trimestre de 2019 lançou R$394 milhões ante R$106 milhões do 1T18, valor representa 52% do total lançado em 2018, mostrando expectativa positiva para o rumo econômico daqui em diante. As vendas têm respondido às expectativas, registrando R$303 milhões no atual trimestre contra apenas R$120 milhões do homólogo de 2018, já na comparação com as vendas líquidas acumuladas do ano de 2018, só as do 1T19 representam 50% do que foi vendido no ano passado. Ao analisar os distratos observamos queda desde 2017, registrando R$20 milhões no trimestre atual, efeito positivo da lei dos distratos aprovada no final de 2018.\r\n\r\nA partir do avanço importante no operacional, o desempenho econômico financeiro mostra recuperação frente ao primeiro trimestre de 2018. A receita bruta mostrou pouco avanço beirando a estabilidade e onde houve impacto relevante foi na receita líquida que registrou R$146,4 milhões aumento de 61,9%, por conta da redução de 79% no cancelamento de vendas. As despesas/receitas operacionais também ficaram controladas, com contribuição positiva da Equivalência Patrimonial favorecidas pela participação da EZTEC nos empreendimentos Fit Casa Brás de 70% e Jardins do Brasil de 76,25%. Por outro lado o resultado financeiro, fator importante de contribuição ao resultado operacional, sofreu uma queda de 54%, muito impactado pelo rendimento da carteira de recebíveis. Essa carteira está atrelada ao IGP-DI que é calculado com dois meses de defasagem e obteve correção de -1,5%, impactando negativamente a carteira no período. Por fim, a Companhia apresentou um lucro líquido de R$17,3 milhões, 3x maior que o do 1T18 e margem líquida de 11,8%, muito impactado pelo maior ritmo nos lançamentos nos últimos trimestres, favorecida pela superação da cláusulas suspensivas ou acúmulo de canteiros de obra em evolução.\r\n\r\nVisão da Toro sobre a Companhia: Compra\r\n\r\nAinda dependendo da recuperação da atividade econômica, EZTC3 apresentou resultados dentro do esperado, frente ao 1T18, com destaque ao lucro operacional saindo do prejuízo e lucro líquido 3x maior na comparação com o mesmo trimestre do ano anterior. A Companhia possui uma situação de caixa confortável, apesar da queima de caixa no atual trimestre e a relação dívida líquida sobre EBITDA historicamente demonstra baixa alavancagem. A EZTEC tem retomado o ritmo dos lançamentos e atualmente possui uma taxa de conversão dos estoques de 40%, que pode melhorar em um cenário mais propenso ao mercado imobiliário.",
            "valor_total": "4.422.050",
            "receita_liquida": "446.730",
            "numero_acoes": "109.420",
            "pl": "13,28",
            "resultado": "109.420",
            "dividendos": "0,43",
            "beta": "1,15",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T15:25:43",
            "editado": "2019-06-19T11:16:19",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37921,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no teste da média móvel de 21 períodos no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "22,20",
        "compra_maxima": "22,27",
        "stop": "21,02",
        "objetivo": "23,20",
        "preco_encerramento": "22,86",
        "criado": "2019-06-05T10:45:06",
        "editado": "2019-06-06T16:45:13"
    },
    {
        "empresa": {
            "id": 25,
            "analista": 20,
            "nome": "Usiminas",
            "codigo": "USIM5",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-10-2/4e06238f8bc8d3c4f8a20408ffe91e60d39a0194/USIM.svg",
            "sobre": "Usiminas iniciou suas operações em 1962 e, desde então, é um dos maiores grupos siderúrgicos do Brasil, atuando de forma verticalizada ao longo da cadeia do aço, com atividades nas áreas de mineração, logística, bens de capital, centros de serviços e soluções customizadas para a indústria. A Companhia foi a primeira empresa a ser privatizada dentro do programa de desestatização no começo dos anos 90. Atualmente, a Empresa tem ações negociadas na B3, nos EUA (Mercado de Balcão - Over the Counter) e também em Madri, na Espanha.",
            "pontos_positivos": "Unidades de produção geograficamente dispersas facilitam o atendimento a diferentes polos industriais no Brasil.\r\nForte presença nas regiões mais industrializadas e que concentram mais da metade do PIB nacional.\r\nA Empresa possui participação no capital da MRS Logística, posição que lhe garante presença permanente no conselho de administração desta Companhia.\r\nKnow-how em aços especiais para o segmento de construção civil possibilita que a Usiminas conte com vantagens competitivas para a participação em grandes projetos de infraestrutura no Brasil.\r\nConta com um Centro de Tecnologia que é o maior e mais moderno da América Latina e permite à empresa buscar inovações para dominar tecnologias de alto valor.\r\nLinha de produtos variada para atender diferentes mercados.",
            "pontos_negativos": "O setor de atuação da Usiminas é altamente cíclico, com a demanda atrelada ao nível de atividade econômica, especialmente devido às aplicações do aço serem direcionadas a setores também cíclicos da economia.\r\nDificuldades de ajuste da produção à demanda em função da dinâmica da produção de aço.\r\nForte concorrência no segmento.\r\nFlutuações no câmbio podem prejudicar o desempenho financeiro da Companhia.\r\nAdversidades na economia mundial pode impactar no volume exportado.",
            "resumo": "A Usiminas, neste primeiro trimestre do ano, obteve resultados inferiores aos demonstrados no mesmo período do ano passado. No período em questão, apesar do crescimento da receita, a variação dos custos superou a evolução do faturamento que, por sua vez, impactou o lucro bruto. As despesas avançaram e contribuíram para a menor geração bruta de caixa decorrente das atividades operacionais. \r\nEsse cenário ilustrado acima é explicado pelo ritmo aquém do esperado da economia brasileira, com a indústria operando em elevada capacidade ociosa. As expectativas dos agentes econômicos começam a se deteriorar e as reformas, com destaque para a da Previdência e a tributária, são importantes para romper com atual ciclo de negócios que não ganha tração.\r\nCaso tenhamos um ritmo mais aquecido para a atividade industrial brasileira, tal fato pode dar celeridade ao avanço dos dados operacionais nos próximos trimestres. O cenário externo ainda demanda cautela. A Argentina, responsável por 30% da demanda por produtos siderúrgicos da Usiminas, passa por uma severa recessão econômica. Ainda, a Europa, com participação de 48% do destino das exportações da Brasileira, segue com expansão econômica cadenciada, refletindo os temores da guerra comercial iniciada entre EUA e China.  \r\nPelos resultados apresentados ao fim do ano passado e o início de 2019, revisamos a tendência de USIM5 de alta para neutra. Acreditamos que os múltiplos apresentados estão próximo do valor considerado justo, além do ROE (quanto maior, melhor) abaixo dos pares e EV/Ebitda (quanto menor, melhor) maior do setor. Se a reforma da Previdência vier de forma esperada pelo mercado, e com a possível retomada econômica mais disseminada, poderemos alterar a tendência para alta em longo prazo.  \r\n \r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019 \r\n \r\nA Usiminas apresentou uma receita líquida de R$3,5 bilhões no primeiro trimestre, crescimento de 8,8% na comparação anual. Este aumento pode ser explicado principalmente pelos maiores preços e volumes de vendas de minério de ferro. No resultado atual, 82% da receita líquida é proveniente do mercado interno, enquanto 18% é atribuído ao mercado internacional. \r\nO custo dos produtos vendidos (CPV) fechou o trimestre totalizando R$3,0 bilhões, alta de 15,3% em comparação ao 1T18. O lucro bruto (receitas líquidas - custos) recuou 18,9%, fechando o trimestre em R$495,9 milhões, representando uma margem bruta (lucro bruto/receita líquida) de 14%, queda de 4,9 pontos percentuais em relação ao mesmo período do ano passado.\r\nO Ebitda ajustado, que serve como parâmetro de resultado operacional, no trimestre foi de R$487,5 milhões, contra R$641,2 milhões do 1T18, decrescimento de 23,9%. A queda está relacionada à variação menor do lucro bruto e da evolução de 4,1% das despesas, que saltou de R$288,4 milhões para R$300,4 milhões. Como consequência da queda do Ebitda, a sua margem passou de 19,8% para 13,8%. \r\nNo primeiro trimestre do ano, a Companhia apresentou um lucro líquido de R$76,2 milhões, uma diminuição de 51,4% na comparação com o 1T18, culminando em uma deterioração da margem líquida, de 4,9% para 2,2%. Ainda, o resultado financeiro (relação entre as despesas e receitas financeiras), que impacta na lucratividade líquida do negócio, se manteve estável, na mesma base temporal, calculado em despesas financeiras de R$135,7 milhões.   \r\nO volume total de vendas de minério de ferro no trimestre ficou 4,9% maior que o mensurado no 1T18, totalizando 1,8 milhão de toneladas. Na comparação com o trimestre passado, a evolução foi evidente, crescendo 25%, explicada por maiores volumes vendidos no mercado doméstico para terceiros e para exportação. A receita desta linha de atuação somou R$R$418,1 milhões. Por sua vez, o volume de vendas em toneladas de aço recuou de 1,08 milhão de toneladas no 1T18 para 1,0 milhão de toneladas no 1T19, sendo 885 mil toneladas destinadas ao mercado interno. A receita da siderurgia totalizou neste trimestre R$3,0 bilhões. \r\nOs investimentos (CAPEX) somaram R$88,6 milhões neste trimestre, elevação de 36% ante o primeiro trimestre do ano passado. A soma de capital foi destinada em 75% na Unidade de Siderurgia, 23% na Unidade de Mineração e 1% tanto para a Unidade de Transformação do Aço quanto a Unidade de Bens de Capital.    \r\nNo que tange ao endividamento financeiro, no 1T19, a Usiminas contabilizou R$5,5 bilhões de dívida bruta, redução de 6,1% na comparação anual. No período, houve aumento de 13% no caixa e aplicações, para R$1,7 bilhão, enquanto a dívida líquida recuou 10%, mensurada em R$3,7 bilhões. Quanto à composição do endividamento por período de vencimento, cerca de 3% da dívida bruta está voltada para o curto prazo, enquanto 97% está voltada para o longo prazo. No ano anterior, a relação era de 8% e 92%, respectivamente. Ainda na avaliação das obrigações, as altas somas de capital empregados nas operações de siderurgia e mineração são inerentes ao setor, entretanto, a dívida líquida/EBITDA da Usiminas fechou o 1T19 em 1,5x, valor atrativo em relação aos seus principais pares. Isto somado ao perfil de longo prazo das obrigações são aspectos positivos para a Companhia que possui caixa suficiente para honrar com os compromissos de curto prazo.",
            "valor_total": "14.323.690",
            "receita_liquida": "14.024.560",
            "numero_acoes": "1.229.500",
            "pl": "12.82",
            "resultado": "633.400",
            "dividendos": "0,10",
            "beta": "1.46",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:45:07",
            "editado": "2019-06-03T15:28:07",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37893,
        "analista": 42,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda de suporte, após teste da média móvel de 21 períodos no gráfico diário, acreditando na continuação da tendência principal de baixa.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "8,08",
        "compra_maxima": "8,04",
        "stop": "8,45",
        "objetivo": "7,70",
        "preco_encerramento": "8,29",
        "criado": "2019-06-03T11:20:29",
        "editado": "2019-06-05T10:03:31"
    },
    {
        "empresa": {
            "id": 143,
            "analista": 49,
            "nome": "Cielo",
            "codigo": "CIEL3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-1/43cccbc12636d194a25fa24fc92870de11ba88ae/CIEL.svg",
            "sobre": "A Cielo surgiu em 1995 quando uma série de grandes bancos e a Visa Internacional se uniram para criar a Companhia Brasileira de Meio de Pagamentos que veio a se transformar na Cielo ao final de 2009. A proposta da companhia era centralizar a rede de relacionamento com afiliados em todo o Brasil reduzindo custos e otimizando a margem. Atualmente, a companhia opera as bandeiras Visa, Mastercard, American Express, Diners Club International, JCB (Japan Credit Bureau), Elo e outras bandeiras de menor circulação. A empresa tem presença internacional e participação em diversas empresas que atuam na cadeia de processamento de pagamentos.",
            "pontos_positivos": "O aumento no volume de transações acompanha os sinais de recuperação da economia.\r\nPosição de liderança na indústria nacional, o que potencializa a manutenção de margem da Companhia.\r\nMantém grande sinergia com alguns de seus principais acionistas, notadamente o Banco do Brasil e o Bradesco.\r\nGrande capilaridade através da rede de afiliados e do cartão Cielo.\r\nCriação de nova linha “Stelo” com a nova política de preços para competir diretamente com novos concorrentes e crescimento na vendas de máquinas.",
            "pontos_negativos": "Últimos resultados apontam declínio no crescimento da Companhia.\r\nApesar do crescimento das vendas, os clientes ativos ainda diminuem.\r\nMercado comoditizado, retirando foco na qualidade do serviço prestado para competição em preços.\r\nNova política de preços e necessidades de intensificação nas ações de marketing reduzem as margens da Companhia.\r\nAs recentes reduções nas taxas de juros prejudicam as receitas de antecipação de recebíveis, uma vez que são proporcionais à taxa básica de juros.\r\nAumento no volume do débito e pagamento à vista devido a lei de “Pagamento Diferenciado”.",
            "resumo": "A competitividade do mercado de atuação da Cielo (CIEL3) continua sendo um desafio enfrentado pela Companhia. A melhora nos indicadores do ICVA (Índice Cielo do Varejo Ampliado) demonstra um aumento real na atividade dos varejistas, com crescimento de 4,0% na comparação ano a ano. O mercado de meios de pagamento tem enfrentado uma comoditização do produto, onde não há tanta diferenciação do produto vendido pelos competidores e sim competição em preços. Com isso, a Cielo ao longo dos últimos trimestres optou por competir através de preços, comprometendo seus resultados e suas margens.\r\n \r\nA diminuição da sua receita líquida, assim como o lucro líquido, que apresentou uma queda 43,6%, vem sendo causada pela diminuição dos preços praticados e pela perda de participação de mercado (market share), além de investimentos em marketing e ações comerciais que a Companhia vem realizando ao longo dos últimos trimestres. Como consequência, o custo dos serviços prestados e as despesas operacionais aumentaram 20,7% e 46% respectivamente na comparação com o mesmo trimestre do ano passado.\r\n \r\nCom um cenário desafiador, a Cielo optou por trocar margem por market share, o que eleva seus custos e despesas. Com isso, acreditamos que a Companhia possui resiliência e sua posição de liderança no mercado ajuda a suportar um ano que será crucial para mostrar sua força competitiva. Com um ROE (Lucro Líquido/Patrimônio Líquido) de 29,8%, ROIC (Lucro operacional EBIT/Patrimônio líquido mais Total de Empréstimos e Financiamentos) de 11,6% e margem EBITDA de 37%, a Companhia demonstra que ainda possui margem para queimar ao longo de 2019. Mantemos uma tendência neutra de longo prazo para o papel, aguardando a estratégia comercial gerar algum efeito nos próximos resultados da Companhia.\r\n \r\nANÁLISE DE RESULTADO 1º TRIMESTRE 2019\r\n \r\nA receita operacional líquida da Cielo totalizou R$2,77 bilhões no 1T19, queda de 0,4% quando comparada com o resultado do mesmo período do ano anterior. Esse resultado refletiu o aumento na captura de volume de 3% e da adequação da prática de preços em relação ao ambiente competitivo que passa o mercado. O resultado operacional, medido pelo Ebitda, foi de R$820,7 milhões, queda de 34%, na comparação trimestral, com margem de 29,6%, representando uma redução de 15 p.p. frente ao mesmo trimestre do ano anterior.\r\nO lucro líquido ajustado atingiu R$548,5 milhões no trimestre, queda de 44,9%, refletindo a elevação dos gastos totais que somaram R$2,19 bilhões, variação de 22,4%. Esse aumento foi justificado pela elevação das despesas com pessoal, despesas de vendas e marketing associados ao lançamento de novos produtos e ações comerciais.\r\n \r\nO custo dos serviços prestados totalizou R$1,5 bilhão no 1T19, aumento de 20,7% quando comparado ao mesmo trimestre do ano anterior. O aumento no custo foi observado nas principais controladas. Na Cateno, foi refletido o aumento nos custos vinculados à gestão de contas de pagamento do Arranjo Ourocard, em virtude de um crescimento orgânico do negócio em 2019 e pela variação cambial refletida nos custos com as bandeiras. Já, na Cielo Brasil, os custos aumentaram por conta do aumento nos gastos com tarifas de bandeiras e maior volumetria.\r\n \r\nO resultado financeiro atingiu R$248,1 milhões, redução de 35% comparado ao mesmo trimestre do ano anterior. Esse resultado financeiro é mais significativo por conta da controlada Cielo Brasil que foi de R$231 milhões sendo 37% inferior ao 1T18. A queda no resultado financeiro foi explicada por dois fatores, (i) nas receitas e despesas financeiras vimos um decréscimo das receitas relacionados à utilização do caixa para fomento da operação de aquisição de recebíveis no 1T19; (ii) o que tange a aquisição de recebíveis líquida (ARV), na qual reduziu 37,9% em relação 1T18, se deu pelo decréscimo relacionado à redução da taxa média efetiva em decorrência do atual cenário competitivo.",
            "valor_total": "26.108,59",
            "receita_liquida": "6.251,79",
            "numero_acoes": "2.716,81",
            "pl": "3,33",
            "resultado": "2.883,39",
            "dividendos": "1,34",
            "beta": "0,62",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-14T16:41:51",
            "editado": "2019-04-25T11:16:50",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37904,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra de correção, rompendo a máxima do candle anterior.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "6,81",
        "compra_maxima": "6,84",
        "stop": "6,55",
        "objetivo": "7,20",
        "preco_encerramento": "6,60",
        "criado": "2019-06-04T10:07:01",
        "editado": "2019-06-04T17:09:46"
    },
    {
        "empresa": {
            "id": 16,
            "analista": 42,
            "nome": "LOJAS RENNER ON",
            "codigo": "LREN3",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2018-8-2/147806f306b68dd964ba3ee1de9445e1a8194541/LREN.svg",
            "sobre": "A Lojas Renner é uma das maiores varejistas de moda do país em faturamento. Atualmente, a Empresa conta com mais de 500 lojas em operação, entre lojas da Renner, da Camicado e da Youcom, com presença em todo o país. A Companhia adota há 10 anos conceitos de identificação de tendências a partir dos estilos de vida de seus clientes, técnica que otimiza o tempo de compra e torna a Empresa referência no setor. Sendo a primeira corporação no Brasil a ter 100% das ações negociadas em bolsa, a Lojas Renner é negociada na B3 sob o código LREN3.",
            "pontos_positivos": "Elevação do ticket médio.\r\nDesempenho acima do segmento varejista de vestuário.\r\nExpansão das vendas.\r\nRedução da alavancagem financeira.\r\nAumento das vendas nas lojas recém inauguradas.\r\nMaior geração de caixa operacional.",
            "pontos_negativos": "Fraco crescimento das receitas com produtos financeiros.\r\nModelo de negócio caracterizado por intensa concorrência e baixas margens de lucratividade.\r\nRedução nas vendas com o cartão da bandeira Renner.\r\nMaior necessidade de capital de giro para financiamento das operações.\r\nMaiores perdas sobre a carteira de crédito.",
            "resumo": "A desidratação das perspectivas de expansão do PIB e as fracas leituras do IBC-Br, considerado uma prévia do PIB, sinalizam uma fraca atividade econômica para o ano de 2019. De igual modo, o atual patamar da taxa de desocupados, a retração do salário médio e a manutenção da selic em 6,50%, dada a necessidade de estímulo para a economia, também sinalizam uma demora na retomada do crescimento econômico, tornando o atual cenário econômico adverso para as atividades ligadas ao consumo.\r\n\r\n\r\nOs fatos supracitados resultaram na retração da confiança do consumidor, que segundo a FGV sugere um descontentamento com o lento ritmo de recuperação da economia, o que se constitui em um fator desestimulante para a atividade varejista. Ademais, também destacamos a aceleração da inflação alimentar, que, dado o peso da alimentação no orçamento doméstico, pode fazer com cada vez menos recursos sejam destinados para bens com menores graus de essencialidade, como o vestuário.\r\n\r\n\r\nContudo, ao analisar o segmento do varejo focado em vestuário, percebe-se que o mesmo se encontra em recuperação. No acumulado de 2019 é possível perceber uma melhora substancial no volume de vendas na comparação com o mesmo período de 2018: expansão de 6,10 p.p. no volume de vendas e 4,90 p.p no faturamento.\r\n\r\n\r\nMais uma vez, as Lojas Renner (LREN3) apresentaram um excelente resultado, que ficou bem acima da seu segmento, com expansão em indicadores financeiros operacionais, que foi reflexo principalmente do fluxo de clientes nas lojas durante o primeiro trimestre de 2019. Desse modo, mesmo com um cenário macroeconômico adverso, continuamos com otimismo com o papel, o que reflete a manutenção da tendência de alta para longo prazo.\r\n\r\n\r\nANÁLISE DE RESULTADOS 1º TRIMESTRE DE 2019\r\n\r\n\r\nO primeiro trimestre de 2019 foi mais uma vez marcado pelo bom desempenho das vendas consolidadas, reflexo da elevação do ticket médio, que foi de 3,0% e ficou em R$185,43. Com isso, a receita líquida apresentou expansão de 18,0% na base de comparação anual, totalizando R$1,65 bilhão. O Ebitda, que mede o desempenho financeiro operacional, apresentou crescimento e foi registrado em R$218,60 milhões, sinalizando elevação de 49,0% em relação ao resultado do 1T18, sendo auxiliado pela elevação das vendas e pelo recuo das despesas operacionais, as quais cederam 4,60%. O lucro líquido avançou 45,0% na comparação com o primeiro trimestre de 2019, atingindo R$61,60 milhões, sendo impactado negativamente pela redução das receitas dos produtos financeiros, que apresentaram recuo  de 4,90% e foram registradas em R$97,70 milhões.\r\n\r\n\r\nAs lojas recém inauguradas, com até 12 meses, apuraram um crescimento nas vendas de 12,70%, frente à expansão de 6,30% reportada no 1T18. O crescimento das vendas também foi em parte auxiliado pelo incremento no número de lojas. A Lojas Renner finalizou o primeiro trimestre de 2019 com um total de 354 pontos de vendas em funcionamento, 28 lojas a mais que o reportado no 1T18.\r\n\r\n\r\nNo que tange a mix de pagamentos, este se manteve em linha com o reportado no mesmo período do ano anterior. O destaque negativo foi a redução dos pagamentos à vista, que cederam 0,7 p.p. Ao mesmo tempo, as vendas à prazo com os cartões da marca também cederam, havendo aumento das vendas à prazo com cartões de outras marcas. No que diz respeito à inadimplência, houve aumento nas perdas sobre a carteira de crédito, que encerrou o 1T19 em R$2,60 bilhões, 22,60% maior que a reportada ao término do primeiro trimestre do ano anterior. As perdas alcançaram 2,80%, 0,1 p.p. maior que o reportado ao término do 1T18. \r\n\r\n\r\nNo que diz respeito à gestão de capital de giro, o prazo médio de estocagem encerrou o trimestre em análise em 144 dias, aumento de 19 dias em relação ao 1T19, ou seja, a varejista está demorando mais para girar o estoque. O prazo médio de recebimento das vendas à prazo apresentou redução de 2 dias, ficando em 98 dias ao término do primeiro trimestre do ano corrente. Por fim, o prazo médio de pagamento aos fornecedores também mostrou melhora, avanço de 4 dias, encerrando o 1T19 em 112 dias. Em decorrência da pior gestão do capital de giro as Lojas Renner (LREN3) teve uma maior necessidade do mesmo para financiar as operações, que ficou em R$2,41 bilhões, valor 24% superior ao do mesmo período do ano anterior.\r\nNo que tange a estrutura financeira e o endividamento, ao término do 1T19 a Companhia apresentava uma dívida líquida de R$749 milhões, demonstrando uma redução de 19,10% na comparação com o 1T19. De igual modo, a alavancagem financeira apresentou redução, indo de 0,60x para 0,41x. No que se refere a capacidade de solvência, no curto prazo essa apresentou deterioração, contudo, se mantendo em patamares considerados confortáveis, já a capacidade de pagamento de longo prazo apresentou evolução, também se mantendo acima dos patamares desejáveis. ",
            "valor_total": "31.464.120",
            "receita_liquida": "8.690.370",
            "numero_acoes": "790.190",
            "pl": "5,14",
            "resultado": "1.070.290",
            "dividendos": "0,37",
            "beta": "0,82",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2014-07-09T17:18:03",
            "editado": "2019-05-20T17:02:26",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37845,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "C",
        "comentario": "Compra no rompimento de resistência.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "43,29",
        "compra_maxima": "43,51",
        "stop": "41,20",
        "objetivo": "45,50",
        "preco_encerramento": "43,31",
        "criado": "2019-05-29T10:16:17",
        "editado": "2019-06-04T11:37:41"
    },
    {
        "empresa": {
            "id": 394,
            "analista": 46,
            "nome": "Banco Inter",
            "codigo": "BIDI4",
            "icone": "https://cdn.tororadar.com.br/analista/empresas/2019-1-16/2d02bcb84eb043f517ef839ab00971d44b163389/BIDI4.svg",
            "sobre": "O Banco Inter iniciou suas atividades em 1994 como Intermedium Financeira. Em 1999 iniciou suas operações em crédito empresarial e em 2005 começou com o segmento de crédito consignado. Veio a obter a concessão de licença como banco múltiplo no ano de 2008 e realizou seu IPO em 2018. A instituição financeira foi o primeiro banco 100% digital do país e o primeiro a oferecer uma conta totalmente isenta de tarifas, que funcionou como porta de entrada dos clientes para uma plataforma de serviços como: cartão de crédito, investimentos, seguros e financiamentos. Na B3, o Banco Inter é negociado sob o ticker BIDI4.",
            "pontos_positivos": "Expansão da carteira de crédito sem aumento significativo da inadimplência.\r\nDiminuição dos custos de captação de recursos e de aquisição de clientes.\r\nLançamento da PAI, oferecendo uma ampla gama de produtos aos clientes.\r\nExpansão na abertura de contas diárias.\r\nAumento da experiência digital por parte dos clientes.",
            "pontos_negativos": "O setor de fintechs e plataformas digitais (incluindo aquelas dos grandes bancos) se mostra muito competitivo, o que pode levar a uma competição por taxas de juros mais atrativas e a consequente redução da margem financeira líquida.\r\nSe a economia brasileira demorar mais do que o esperado para se recuperar, a tendência é um crescimento mais lento da carteira de crédito.",
            "resumo": "Os resultados do quarto trimestre de 2018 (4T18) mostraram que o Banco Inter continuou a crescer com vigor. Observamos, por exemplo, que o Banco atingiu a marca de 1,45 milhão de contas digitais, um aumento de 3,8 vezes em relação a 2017. Aliado a isso, também percebemos o lançamento de novos produtos como o consórcio de veículos, imobiliário e câmbio digital, o que corrobora para o aumento do número de clientes. O 4T18 também foi marcado pelo lançamento da PAI (Plataforma Aberta Inter), que une produtos de emissão do próprio Banco e de terceiros, fundos de investimentos, previdência privada, entre outros. Dessa forma, 42% dos correntistas tem o Banco Inter como sua instituição financeira principal.\r\n\r\nA expectativa é de que a recuperação da economia brasileira ganhe cada vez mais ímpeto. Com a inflação controlada, abaixo do centro da meta, é de se esperar que a taxa Selic seja mantida pelo Banco Central nos atuais 6,5% a.a. por mais algumas reuniões. Como consequência do crescimento econômico e dos juros relativamente baixos, a tendência é que a demanda de crédito venha a aumentar. Como o Banco Inter possui a maior parte da sua carteira de crédito exposta ao setor imobiliário e ao crédito consignado, além de um ramo de cartões de crédito em franca ascensão, ele tende a se beneficiar desse cenário. \r\n\r\nFrente aos resultados positivos apresentados no 4T18 e ao potencial de crescimento do setor bancário, vemos a tendência do Banco Inter para o longo prazo como de alta. \r\n\r\nANÁLISE DE RESULTADOS 4º TRIMESTRE DE 2018\r\n\r\nNo 4T18 o Banco Inter apresentou lucro líquido recorrente de R$26,7 milhões, resultado 25,6% superior àquele registrado no mesmo período do ano passado. Já na comparação anual, a Empresa registrou lucro de R$74,2 milhões, uma alta de 38,0% frente a 2017. A evolução desse resultado foi impulsionada, principalmente, pelos esforços na diversificação dos produtos e serviços oferecidos aos clientes, além do crescimento da carteira de crédito. \r\n\r\nQuanto às receitas de intermediação financeira, o Banco Inter totalizou R$180,0 milhões no 4T18, uma alta de 35,0% em comparação aos resultados do 4T17. Já no consolidado de 2018, a Empresa reportou receita de R$646,6 milhões, um aumento de R$98,9 milhões (18,0%) frente 2017. \r\n\r\nEnquanto isso, no que tange as despesas de intermediação financeira, constata-se um aumento de 11,9% na comparação entre o 4T18 e o 4T17 (R$75,6 milhões versus R$67,5 milhões). Porém, na comparação anual as despesas diminuíram 10,9% (R$291,5 milhões versus R$327,1 milhões).  \r\n\r\nO aumento das receitas de intermediação financeira em comparação ao crescimento mais lento (ou redução) das despesas pode ser explicado pela diminuição do custo de funding. No 4T17, o Banco Inter registrou um custo de 91,3% do CDI, e constatou-se uma redução de 9,7 p.p. em relação aos 81,6% do CDI apurados no 4T18. Esse indicador tem como finalidade mensurar, em termos de porcentagem do CDI, os custos da instituição financeira para a captação de recursos. Por sua vez, essa redução pode ser explicada como uma redução do custo de captação dos depósitos à vista, das aplicações de clientes de varejo e do incremento do saldo investido em poupança. Além disso, destaca-se também a redução de  investidores institucionais e de distribuidores e, em contrapartida, a elevação dos investidores do varejo, o que contribui para a diminuição do custo de funding.\r\n\r\nPor sua vez, a margem financeira líquida do Banco Inter subiu 0,2 p.p. na comparação trimestral, passando de 9,8% no 4T17 para 10,0% no 4T18. Já na comparação anual, o aumento foi de 1,4 p.p., após ter consolidado 9,6% em 2018, contra os 8,2% de 2017. \r\n\r\nAo se analisar a carteira de crédito do Banco Inter como um todo, é possível observar que a mesma apresentou um crescimento de 28,3%, passando de R$2,6 bilhões no 4T17 para R$3,3 bilhões no 4T18. \r\n\r\nJá quando se analisa a composição da carteira, percebe-se que o setor de crédito imobiliário ainda prevalece majoritário. No 4T18, esse segmento representou 58,3% do total da carteira de crédito, uma redução de 0,5 p.p. na contribuição do mesmo no 4T17 (58,8%). Na comparação trimestral esse setor cresceu 27,3%, passando dos R$1,5 bilhão no 4T17 para os R$1,9 bilhão no mesmo período do ano de 2018. Apesar da expansão do crédito, o loan-to-value (LTV) ficou praticamente estável em 43,0% no 4T18 (alta de 0,1 p.p. quando comparado ao 4T17). De forma simplificada, esta é uma medida do risco utilizado no ramo do crédito imobiliário, no qual quanto menor, melhor.\r\n\r\nEnquanto isso, o setor de crédito consignado continua em segundo lugar na composição da carteira de crédito. Porém, constatou-se uma redução de 5,7 p.p. na sua contribuição, passando dos 30,0% no 4T17 para 24,3% no 4T18. Mesmo assim, esse segmento cresceu 4,0% na comparação trimestral, passando dos R$780,0 milhões no 4T17 para R$811,4 milhões no 4T18.\r\n\r\nO destaque ficou para o segmento de cartão de crédito, que passou dos R$71,2 milhões no 4T17 para R$325,5 milhões no 4T18, representando uma elevação de 357,2%. Já em relação à carteira de crédito como um todo, o setor de cartão de crédito contribuiu 2,7% no 4T17, enquanto no 4T18 a contribuição da mesma foi de 9,8% (aumento de 7,1 p.p.). Aprofundando no segmento de cartão de crédito, observa-se que 19,3% dele (ou R$62,9 milhões) eram compostos por crédito rotativo, créditos vencidos e parcelados no 4T18. Já no 4T17, essa parcela representava 18,1% (ou R$12,9 milhões). Esse sub-segmento é importante por dois motivos: primeiramente, pois é responsável por receitas de juros. Em segundo lugar, pois mostra que o segmento de cartão de crédito evoluiu sem uma degradação significativa da base de clientes, através da não distribuição de crédito para clientes notoriamente sem margem.\r\n\r\nSobre a qualidade da carteira de crédito, refletindo o que já fora apresentado anteriormente, percebe-se que o índice de inadimplência acima de 90 dias passou de 5,2% em 2017 para 4,4% em 2018. A redução da inadimplência pode ser explicada, principalmente, pela melhor gestão da carteira de crédito, através de uma cobrança ativa. \r\n\r\nO ROAE recorrente da Companhia, por sua vez, apresentou uma variação negativa. Na comparação entre o 4T17 e o 4T18 houve contração de 11,2 p.p., passando de 22,6% no 4T17 para 11,3% no 4T18. Já na comparação anual, a diminuição foi de 4,4 p.p. (14,8% em 2017 versus 10,4% em 2018). Apesar do crescimento lucro líquido, o patrimônio líquido médio cresceu de forma mais significativa (148% na comparação entre o 4T17 e o 4T18), devido, principalmente, à oferta pública de ações (IPO).\r\n\r\nA alavancagem do Banco, medida pela carteira de crédito dividida pelo patrimônio líquido, também apresentou retração, passando de 6,8x no 4T17 para 3,6x no 4T18. Novamente, a elevação significativa do PL, em função da oferta pública de ações (IPO), influenciou nesse indicador, mesmo que a carteira de crédito tenha crescido de forma significativa.\r\n\r\nEnquanto isso, o índice de Basileia se expandiu 12,7 p.p., passando dos 17,2% no 4T17 para 29,9% no 4T18. Essa elevação é justificada, principalmente, pelo recente IPO, que veio reforçar o capital da Companhia. Esse índice permanece acima do mínimo estipulado pelo Banco Central de 8,625%.",
            "valor_total": "3.908.818",
            "receita_liquida": "742.181",
            "numero_acoes": "101.291",
            "pl": "9,37",
            "resultado": "67.742",
            "dividendos": "0,00",
            "beta": "0,08",
            "busca_cotacao": true,
            "ativa": true,
            "criado": "2018-11-26T15:12:13",
            "editado": "2019-02-22T14:30:33",
            "mercado": "BOVESPA"
        },
        "tipo_operacao": {
            "id": 2,
            "tipo": "CPR",
            "nome": "curto prazo"
        },
        "id": 37876,
        "analista": 46,
        "tipo_recomendacao": "ENC",
        "tipo_ordem": "V",
        "comentario": "Venda na perda da mínima do candle do dia 30/05, sinalizando uma correção de curto prazo, visto as recentes altas e a distância à média móvel de 21 períodos no gráfico diário.",
        "imagem": "https://cdn.tororadar.com.br/analista/misc/sem-imagem.jpg",
        "compra": "68,01",
        "compra_maxima": "67,80",
        "stop": "71,15",
        "objetivo": "65,00",
        "preco_encerramento": "67,10",
        "criado": "2019-05-31T10:14:47",
        "editado": "2019-06-03T12:03:54"
    }
]